{"paper_id": "00ddecbef14ffe7d0e5cf6236d104bbb9784bd49", "metadata": {"title": "Severe Rhabdomyolysis in a 35-Year-old Woman with COVID-19 due to SARS-CoV-2 Infection: A Case Report", "authors": [{"first": "", "middle": [], "last": "Abcdefg", "suffix": "", "affiliation": {"laboratory": "", "institution": "Northeast Georgia Health System", "location": {"settlement": "Gainesville", "region": "GA", "country": "U.S.A"}}, "email": ""}, {"first": "Riyadh", "middle": ["Alrubaye"], "last": "Be", "suffix": "", "affiliation": {"laboratory": "", "institution": "Northeast Georgia Health System", "location": {"settlement": "Gainesville", "region": "GA", "country": "U.S.A"}}, "email": ""}, {"first": "Hasan", "middle": [], "last": "Choudhary", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Riyadh", "middle": [], "last": "Alrubaye", "suffix": "", "affiliation": {}, "email": "ralrubaye@gmail.com"}]}, "abstract": [], "body_text": [{"text": "Rhabdomyolysis is a life-threatening syndrome resulting from a skeletal muscle injury that triggers release of intracellular muscle proteins and enzymes into the blood stream. Injury may be traumatic or non-traumatic [1] . The clinical features of rhabdomyolysis are nonspecific and include myalgia, muscle weakness, fatigue, and dark-colored urine. Laboratory findings include elevated levels of creatine kinase, lactate dehydrogenase, and liver enzymes, and increased myoglobulin levels [2] .", "cite_spans": [{"start": 217, "end": 220, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 489, "end": 492, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "COVID-19 is usually associated with respiratory symptoms ranging from mild disease to severe adult respiratory distress syndrome (ARDS). The pathology is not limited to the respiratory system and other organs also can be affected [3] . Extrapulmonary manifestations vary widely and can include acute stroke, myocardial infarction, gastroenteritis, acute kidney injury, elevated liver enzymes, and rarely, severe rhabdomyolyses [4] . The diagnosis of rhabdomyolysis can be missed in patients with COVID-19 because both conditions generally present with fatigue, myalgia, and elevated liver enzymes and lactate dehydrogenase levels. Measuring the creatine kinase level is critical to diagnose rhabdomyolysis in patients with COVID-19. We describe a case in which rhabdomyolysis was the initial manifestation of COVID-19.", "cite_spans": [{"start": 230, "end": 233, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 427, "end": 430, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "A 35-year-old woman was admitted to the hospital with fever, chills, cough, and myalgia. She had been in her usual state of health until the previous day, when she developed a fever, cough, and chest tightness. Five days before her admission, she had been in contact with her sister-in-law, who had recently been diagnosed with COVID-19. On the morning of her admission, the patient experienced severe myalgia and diarrhea. Her symptoms increased in severity and she decided to seek medical advice at the hospital.", "cite_spans": [], "ref_spans": [], "section": "Case Report"}, {"text": "In the Emergency Department, the patient reported diffuse myalgia that was getting worse and had not improved after taking acetaminophen. She reported that she had not experienced any recent trauma, had not done any strenuous exercise nor had her urine color changed. She had no significant medical history. She was not taking any regular medications or herbal remedies and had no known drug allergies. She did not smoke, drink alcohol, or use illicit substances. She was married and had three children.", "cite_spans": [], "ref_spans": [], "section": "Case Report"}, {"text": "On examination, the patient had a body temperature of 38.7°C, a heart rate of 103 beats per min, a blood pressure of 122/62 mmHg, and a respiratory rate of 25 breaths/min; her oxygen saturation was 99% while breathing room air. Her weight was 85.2 kg. Her mucus membranes were dry, and she had mild diffuse muscle tenderness on palpation. No other abnormalities were detected. Her blood test results are shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 413, "end": 420, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Case Report"}, {"text": "The patient's chest x-ray was normal. A blood sample was collected for culture, and a nasopharyngeal swab was submitted to be tested for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) RNA. Two liters of intravenous (IV) sodium chloride 0.9% were administered with ceftriaxone and azithromycin. We made a provisional diagnosis of COVID-19 due to SARS-CoV-2 infection and initiated zinc sulfate 200 mg orally twice per day and implemented barrier protection against airborne pathogens.", "cite_spans": [], "ref_spans": [], "section": "Case Report"}, {"text": "The patient was admitted to the hospital with a diagnosis of rhabdomyolysis, which was possibly secondary to COVID-19. She was started on IV fluid with Ringer's lactate at the rate of 150 mL/h to prevent heme pigment-induced acute kidney injury. Her urine output was maintained at approximately 100 to 150 mL/h. Results of viral hepatitis panel testing were negative.", "cite_spans": [], "ref_spans": [], "section": "Case Report"}, {"text": "The sample was tested using QuantStudio 5 Real-Time PCR System (Thermo Fisher Scientific, Waltham, Massachusetts, United States). On hospital Day 2, the patient's SARS-CoV-2 RNA test was reported to be positive. She continued to experience myalgia and remained febrile, which was attributed to rhabdomyolysis. The patient's creatine kinase level increased and peaked at 71 000 U/L and her liver enzymes increased with aspartate aminotransferase (AST) peaking at 1 900 U/L and alanine aminotransferase (ALT) peaking at 450 U/L. Her blood pressure and electrolytes were monitored and maintained in the normal range. The Ringer's lactate infusion was continued at the same rate, supplemented by small boluses of normal saline (250 mL every 6 h) because of the patient's elevated creatine kinase level. Her oxygen saturation was maintained at >99% breathing room air. Her urine output was maintained at 150 mL/h. Because the patient's blood culture results were negative, and the IV antibiotics were stopped but the zinc sulfate was continued.", "cite_spans": [], "ref_spans": [], "section": "Case Report"}, {"text": "On hospital Days 3 and 4, the woman's creatine kinase and liver enzymes decreased, as shown in Figure 1A and 1B. Electrolyte levels, renal function, and urine output remained normal as did oxygen saturation and blood pressure. The patient's muscle pain started to decrease but she continued to have fever. The rate of infusion of IV Ringer's lactate was decreased to 100 mL/h. The patient was subsequently discharged from the hospital and advised to self-isolate for the following 2 weeks.", "cite_spans": [], "ref_spans": [{"start": 95, "end": 104, "text": "Figure 1A", "ref_id": "FIGREF0"}], "section": "Case Report"}, {"text": "Rhabdomyolysis is a skeletal muscle injury that results in release of intracellular muscle proteins and enzymes into the blood stream, leading to a potentially life-threatening clinical syndrome [5] . Acquired causes of rhabdomyolysis are broad and can be divided into mechanical causes, which include trauma and exercise and non-mechanical causes. The differential diagnosis of non-mechanical causes is challenging, and can include toxins, infectious, autoimmune inflammation, electrolyte abnormalities, and endocrine conditions. Our patient had rhabdomyolysis secondary to SARS-CoV-2 infection.", "cite_spans": [{"start": 195, "end": 198, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are different bacterial, viral, and fungal infections that can cause rhabdomyolysis and viral infections can cause different forms of the syndrome Tanaka et al. [6] identified the influenza virus as an implicated agent in nearly 33% of cases of virusinduced rhabdomyolysis. Other viruses that can cause rhabdomyolysis include coxsackievirus [7] , Epstein-Barr [8] , herpes simplex [9] , and Ebola [10] .", "cite_spans": [{"start": 167, "end": 170, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 347, "end": 350, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 366, "end": 369, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 387, "end": 390, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 403, "end": 407, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "Two cases of SARS-CoV-2-induced rhabdomyolysis have been reported to date. The first case was from Wuhan, China, in a patient who developed rhabdomyolysis on Day 9 of hospitalization for COVID-19. The patient had a creatine kinase of 17 000 U/L and mildly elevated liver enzymes [11] . The second case was from New York in a patient with a peak creatine kinase level of 13 500 U/L, but the liver enzyme levels were not reported [12] . ALT -alanine aminotransferase; AST -aspartate aminotransferase; CK -creatine kinase; hpf -high-power field; LDH -lactate dehydrogenase; RBC -red blood cells; WBC -white blood cells. The mechanisms of acute viral induced rhabdomyolysis are unclear and may include direct viral invasion and immune-mediated damage caused by myotoxic cytokines [13, 14] . The usual presentation of acute virus-induced myositis includes acute symptoms of viremia such as fever, anorexia, and fatigue followed by self-limited myalgia. However, the myalgia is more severe in rhabdomyolysis. The classic triad of rhabdomyolysis includes myalgia, dark-colored urine, and muscle weakness. However, fewer than 10% of patients have the classic triad [15] . Moreover, 35% of patients with COVID-19 have myalgia [16] , which can easily lead to the diagnosis of rhabdomyolysis being missed.", "cite_spans": [{"start": 279, "end": 283, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 428, "end": 432, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 776, "end": 780, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 781, "end": 784, "text": "14]", "ref_id": "BIBREF13"}, {"start": 1157, "end": 1161, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1217, "end": 1221, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "The classic laboratory finding as the diagnostic criterion for rhabdomyolysis is a serum creatine kinase ³5 times the normal value [17] . Plasma myoglobin is not as sensitive as creatine kinase for diagnosis because of its short half-life, resulting in false-negative tests [18] . Myoglobin can be detected in urine when the urine dipstick test is positive for blood but there are no red blood cells in the sediment [19] . Other laboratory abnormalities include elevated AST and ALT levels [20] , which also can be caused by COVID19. Our case highlights the need to check creatine kinase levels in hospitalized patients with COVID-19.", "cite_spans": [{"start": 131, "end": 135, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 274, "end": 278, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 416, "end": 420, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 490, "end": 494, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are two serious complications of rhabdomyolysis: acute kidney injury and electrolyte abnormalities. Two mechanisms can explain acute kidney injury. The first one is renal vasoconstriction due to hypovolemia and the second one is direct toxic injury of the myoglobulin [21] . Electrolytes abnormalities occur due to release of muscle electrolytes such as potassium, uric acid, and phosphate. Electrolyte levels should be monitored frequently in rhabdomyolysis. The most critical electrolyte abnormality is hyperkalemia, which can lead to life-threatening levels and cardiac arrest [21] .", "cite_spans": [{"start": 274, "end": 278, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 586, "end": 590, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "The development of rhabdomyolysis in SARS-CoV-2 infection requires special consideration. In general, aggressive fluid management is the cornerstone of treatment to enhance renal perfusion and decrease both vasoconstriction and renal injury produced by the myoglobulin. However, the optimal rate and composition of fluid management remain unclear [21] .", "cite_spans": [{"start": 347, "end": 351, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Moreover, according to current understanding, conservative fluid resuscitation is needed in patients with COVID-19 to prevent ARDS in those who are critically ill [22] . We recommend using the following guidelines to treat rhabdomyolysis in patients with COVID-19. If the patient has mild respiratory symptoms:", "cite_spans": [{"start": 163, "end": 167, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "(1) Provide an initial bolus of normal saline if blood pressure is 100/60 to 120/80 mmHg, as in our patient; (2) Administer Ringer's lactate at a rate of 150 mL/h as the maintenance fluid with close monitoring of the oxygen saturation, urine output, serum electrolytes, and creatine kinase, creatinine, and aminotransferase levels; and (3) Give small boluses of normal saline in addition to the maintenance fluids if the patient has worsening creatine kinase and creatinine levels and hypotension with no active symptoms of acute heart failure.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "As COVID-19 continues to spread globally and affect more people, an increasing range of clinical manifestations of the infection is being recognized. Rhabdomyolysis can be the initial manifestation of COVID-19. Early recognition and appropriate fluid management is crucial to improve the outcome.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Bench-to-bedside review: Rhabdomyolysis -an overview for clinicians", "authors": [{"first": "A", "middle": ["L"], "last": "Huerta-Alardín", "suffix": ""}, {"first": "J", "middle": [], "last": "Varon", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Marik", "suffix": ""}], "year": 2005, "venue": "Crit Care", "volume": "9", "issn": "", "pages": "158--69", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Rhabdomyolysis: A review", "authors": [{"first": "J", "middle": ["D"], "last": "Warren", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Blumbergs", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Thompson", "suffix": ""}], "year": 2002, "venue": "Muscle Nerve", "volume": "25", "issn": "", "pages": "332--379", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Current epidemiological and clinical features of COVID-19; a global perspective from", "authors": [{"first": "H", "middle": [], "last": "Tu", "suffix": ""}, {"first": "S", "middle": [], "last": "Tu", "suffix": ""}, {"first": "S", "middle": [], "last": "Gao", "suffix": ""}, {"first": "A", "middle": [], "last": "Shao", "suffix": ""}, {"first": "J", "middle": [], "last": "Sheng", "suffix": ""}], "year": 2020, "venue": "China. J Infect", "volume": "81", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Extrapulmonary manifestations of COVID-19: Radiologic and clinical overview", "authors": [{"first": "S", "middle": [], "last": "Behzad", "suffix": ""}, {"first": "L", "middle": [], "last": "Aghaghazvini", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Radmard", "suffix": ""}, {"first": "A", "middle": [], "last": "Gholamrezanezhad", "suffix": ""}], "year": 2020, "venue": "Clin Imaging", "volume": "66", "issn": "", "pages": "35--41", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Rhabdomyolysis: A review of the literature", "authors": [{"first": "F", "middle": ["Y"], "last": "Khan", "suffix": ""}], "year": 2009, "venue": "Neth J Med", "volume": "67", "issn": "", "pages": "272--83", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Acute renal failure due to rhabdomyolysis associated with echovirus 9 infection: A case report and review of literature", "authors": [{"first": "T", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "T", "middle": [], "last": "Takada", "suffix": ""}, {"first": "D", "middle": [], "last": "Takagi", "suffix": ""}], "year": 1989, "venue": "Jpn J Med", "volume": "28", "issn": "", "pages": "237--279", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Severe rhabdomyolysis and acute renal failure following recent coxsackie B virus infection", "authors": [{"first": "F", "middle": [], "last": "Fodili", "suffix": ""}, {"first": "Efh", "middle": [], "last": "Van Bommel", "suffix": ""}], "year": 2003, "venue": "Neth J Med", "volume": "61", "issn": "", "pages": "177--79", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Rhabdomyolysis complicating acute Epstein Barr virus infection", "authors": [{"first": "H", "middle": [], "last": "Osamah", "suffix": ""}, {"first": "R", "middle": [], "last": "Finkelstein", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Brook", "suffix": ""}], "year": 1995, "venue": "Infection", "volume": "23", "issn": "", "pages": "119--139", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Viral rhabdomyolysis", "authors": [{"first": "S", "middle": [], "last": "Shanmugam", "suffix": ""}, {"first": "M", "middle": [], "last": "Seetharaman", "suffix": ""}], "year": 2008, "venue": "South Med J", "volume": "101", "issn": "", "pages": "1271--72", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Rhabdomyolysis in Ebola virus disease. Results of an observational study in a treatment center in Guinea", "authors": [{"first": "J", "middle": ["M"], "last": "Cournac", "suffix": ""}, {"first": "L", "middle": [], "last": "Karkowski", "suffix": ""}, {"first": "J", "middle": [], "last": "Bordes", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "62", "issn": "", "pages": "19--23", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Rhabdomyolysis as potential late complication associated with COVID-19", "authors": [{"first": "M", "middle": [], "last": "Jin", "suffix": ""}, {"first": "Q", "middle": [], "last": "Tong", "suffix": ""}], "year": 2020, "venue": "Emerg Infect Dis", "volume": "26", "issn": "", "pages": "1618--1638", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Rhabdomyolysis as a presentation of 2019 novel coronavirus disease", "authors": [{"first": "K", "middle": [], "last": "Suwanwongse", "suffix": ""}, {"first": "N", "middle": [], "last": "Shabarek", "suffix": ""}], "year": 2020, "venue": "Cureus", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Rhabdomyolysis associated with dengue virus infection", "authors": [{"first": "J", "middle": ["S"], "last": "Davis", "suffix": ""}, {"first": "P", "middle": [], "last": "Bourke", "suffix": ""}], "year": 2004, "venue": "Clin Infect Dis", "volume": "38", "issn": "", "pages": "109--120", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Tumor necrosis factor and coxsackie B4 rhabdomyolysis", "authors": [{"first": "R", "middle": ["J"], "last": "Konrad", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Goodman", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Davis", "suffix": ""}], "year": 1993, "venue": "Ann Intern Med", "volume": "119", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The syndrome of rhabdomyolysis: Pathophysiology and diagnosis", "authors": [{"first": "G", "middle": ["D"], "last": "Giannoglou", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Chatzizisis", "suffix": ""}, {"first": "G", "middle": [], "last": "Misirli", "suffix": ""}], "year": 2007, "venue": "Eur J Intern Med", "volume": "18", "issn": "", "pages": "90--100", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus -infected pneumonia in Wuhan, China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "", "volume": "323", "issn": "", "pages": "1061--69", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Rhabdomyolysis: Historical background, clinical, diagnostic and therapeutic features", "authors": [{"first": "G", "middle": [], "last": "Cervellin", "suffix": ""}, {"first": "I", "middle": [], "last": "Comelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Lippi", "suffix": ""}], "year": 2010, "venue": "Clin Chem Lab Med", "volume": "48", "issn": "", "pages": "749--56", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Rhabdomyolysis: Pathogenesis of renal injury and management", "authors": [{"first": "Z", "middle": [], "last": "Al-Ismaili", "suffix": ""}, {"first": "M", "middle": [], "last": "Piccioni", "suffix": ""}, {"first": "M", "middle": [], "last": "Zappitelli", "suffix": ""}], "year": 2011, "venue": "Pediatr Nephrol", "volume": "26", "issn": "", "pages": "1781--88", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Rhabdomyolysis: an evaluation of 475 hospitalized patients", "authors": [{"first": "G", "middle": [], "last": "Melli", "suffix": ""}, {"first": "V", "middle": [], "last": "Chaudhry", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Cornblath", "suffix": ""}], "year": 2005, "venue": "Medicine (Baltimore)", "volume": "84", "issn": "", "pages": "377--85", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Liver aminotransferases are elevated with rhabdomyolysis in the absence of significant liver injury", "authors": [{"first": "K", "middle": [], "last": "Weibrecht", "suffix": ""}, {"first": "M", "middle": [], "last": "Dayno", "suffix": ""}, {"first": "C", "middle": [], "last": "Darling", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Bird", "suffix": ""}], "year": 2010, "venue": "J Med Toxicol", "volume": "6", "issn": "", "pages": "294--300", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Rhabdomyolysis and acute kidney injury", "authors": [{"first": "X", "middle": [], "last": "Bosch", "suffix": ""}, {"first": "E", "middle": [], "last": "Poch", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Grau", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "62--72", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The patient's serum creatine kinase and liver enzymes level over the course of her hospitalization. (A: Creatine kinase (CK). B: Aspartate aminotransferase (AST) and alanine aminotransferase (ALT). (A) Serum creatine kinase level increased from 29 000 U/L on Day 1 to 71 000 U/L while the patient was on maintenance fluids. In the following days, small boluses of normal saline were administered in addition to the maintenance fluid, and the serum creatine kinase started to decrease. (B) Liver enzyme levels started to increase the first day and then decreased after small boluses of normal saline were added. The levels follow the same pattern as those for creatine kinase. Also notice that the AST level is four times the ALT level during the hospital course.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Laboratory data on the admission date.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Hematology\n</td><td> </td><td> </td><td>Blood chemistry (continued)\n</td><td> </td></tr><tr><td>Hematocrit (%) </td><td>36-46 </td><td>43.9\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Phosphate (mg/dl) </td><td>3.4-4.5 </td></tr><tr><td>Hemoglobin (g/dL) </td><td>12-16 </td><td>14.1\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>LDH (U/L) </td><td>84-240 </td></tr><tr><td>WBC (×103/µL) </td><td>4.8-10.8 </td><td>12.8\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>AST (U/L) </td><td>0-48 </td></tr><tr><td>Platelets (×103/µL) </td><td>130-400 </td><td>226\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>ALT (U/L) </td><td>13-60 </td></tr><tr><td>Differential count (%)\n</td><td> </td><td> </td><td>Albumin (g/dL) </td><td>3.4-5.0 </td></tr><tr><td>Neutrophils </td><td>42-75 </td><td>85\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Bilirubin (mg/dL) </td><td>0.2-1.0 </td></tr><tr><td>Lymphocytes </td><td>16-52 </td><td>9\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>D. dimer Quant (FEU) </td><td>£0.400 </td></tr><tr><td>Monocytes </td><td>0-11 </td><td>5\n</td><td>(µg/mL)\n</td><td> </td></tr><tr><td>Eosinophils </td><td>0-7 </td><td>0\n</td><td>CK (U/L) </td><td>26.0-192.0 </td></tr><tr><td>Prothrombin time (s) </td><td>11.5-14.5 </td><td>11.4\n</td><td>CK-MB (µg/mL) </td><td>0.0-5 </td></tr><tr><td>Prothrombin time international normalized </td><td> </td><td> </td><td>Ferritin (µg/mL) </td><td>3.0-105.0 </td></tr><tr><td>0.9-1.1 </td><td>1.20\n</td><td> </td><td> </td></tr><tr><td>ratio\n</td><td> </td><td> </td><td>Urine\n</td><td> </td></tr><tr><td>Blood chemistry\n</td><td> </td><td> </td><td>Urine pH </td><td>5-7 </td></tr><tr><td>Sodium (mmol/L) </td><td>135-145 </td><td>134\n</td><td>RBC, urine (per hpf) </td><td>&lt;4 </td></tr><tr><td>Potassium (mmol/L) </td><td>3.4-4.8 </td><td>3.1\n</td><td>WBC, urine (per hpf) </td><td>&lt;4 </td></tr><tr><td>Chloride (mmol/L) </td><td>100-111 </td><td>106\n</td><td>Urine blood </td><td>Negative </td></tr><tr><td>Carbon dioxide (mmol/L) </td><td>23-28 </td><td>21\n</td><td>Urine nitrate </td><td>Negative </td></tr><tr><td>Urea nitrogen (mg/dL) </td><td>8-25 </td><td>13\n</td><td>Color, urine </td><td>Yellow </td></tr><tr><td>Creatinine (mg/dL) </td><td>0.6-1.5 </td><td>0.82\n</td><td>Specific gravity </td><td>1.003-1.030 </td></tr><tr><td>Glucose (mg/dL) </td><td>70-110 </td><td>112\n</td><td>Protein </td><td>Negative </td></tr><tr><td>Calcium (mg/dl) </td><td>8.5-9.8 </td><td>9.2\n</td><td>Glucose </td><td>Negative </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors thank Danielle Burgess for creating the medical illustrations.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "None.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}