{"paper_id": "00e3ed1e8a77b30f229e4e29e1268f81e5dca594", "metadata": {"title": "Itaconate and derivatives reduce interferon responses and inflammation 1 in influenza A virus infection 2 3", "authors": [{"first": "Aaqib", "middle": [], "last": "Sohail", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Azeem", "middle": ["A"], "last": "Iqbal", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nishika", "middle": [], "last": "Sahini", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mohamed", "middle": [], "last": "Tantawy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Moritz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Winterhoff", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thomas", "middle": [], "last": "Ebensen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Robert", "middle": [], "last": "Geffers", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Klaus", "middle": [], "last": "Schughart", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fangfang", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Matthias", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Preusse", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marina", "middle": ["C"], "last": "Pils", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Carlos", "middle": ["A"], "last": "Guzman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ahmed", "middle": [], "last": "Mostafa", "suffix": "", "affiliation": {"laboratory": "", "institution": "Justus-Liebig-University", "location": {"postCode": "35392", "settlement": "Giessen", "country": "Germany"}}, "email": ""}, {"first": "Stephan", "middle": [], "last": "Pleschka", "suffix": "", "affiliation": {"laboratory": "", "institution": "Justus-Liebig-University", "location": {"postCode": "35392", "settlement": "Giessen", "country": "Germany"}}, "email": ""}, {"first": "Christine", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Falk", "suffix": "", "affiliation": {"laboratory": "", "institution": "Justus-Liebig-University", "location": {"postCode": "35392", "settlement": "Giessen", "country": "Germany"}}, "email": ""}, {"first": "Alessandro", "middle": [], "last": "Michelucci", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Frank", "middle": [], "last": "Pessler", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Itaconate has recently emerged as a metabolite with immunomodulatory properties. We evaluated 28 effects of endogenous itaconate and exogenous itaconate, dimethyl-, and 4-octyl-itaconate on host 29 responses to influenza A virus infection. Infection induced ACOD1 (the enzyme catalyzing itaconate 30 synthesis) mRNA in monocytes and macrophages, which correlated with viral replication and was 31 abrogated by itaconate treatment. Pulmonary inflammation and weight loss were greater in Acod1 -/-32 than wild-type mice, and ectopic synthesis of itaconate in human epithelial cells reduced infection-33 induced inflammation. The compounds induced different recruitment programs in infected human 34 macrophages, and transcriptome profiling revealed that they reversed infection-triggered interferon 35 responses and modulated inflammation in cell lines, PBMC, and lung tissue. Single-cell RNA 36 sequencing of PBMC revealed that infection induced ACOD1 exclusively in monocytes, whereas 37 treatment silenced IFN-responses in monocytes, lymphocytes, and NK cells. Viral replication did not 38 increase under treatment despite the dramatically repressed IFN responses, but 4-octyl itaconate 39 inhibited viral transcription in PBMC. The results reveal dramatic reprogramming of host responses 40 by itaconate and derivatives and their potential as adjunct treatments for hyperinflammation in viral 41 infection. 42 43", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "ACOD1 mRNA induction was seen in M2 cells and undifferentiated PBMC, and the weakest in 140 M1 cells and dTHP-1 cells (Fig. 2B-E) , even though the latter two cell types did support a 141 significant degree of viral transcription ( Fig. 2A,D) . As in IAV-infected mouse lung (Fig. 1) , 142 TNFAIP3 and ACOD1 transcriptional correlated with each other (Fig. 2C) . Infection of dTHP-1 143 cells with three IAV (H1N1) strains of differential replication efficiency (Petersen, Mostafa et al., 144 2018b) showed the strongest ACOD1 and TNFAIP3 induction by the two strains with the highest 145 and the weakest by the strain with the lowest replication efficiency (Fig. 2D,E) . Thus, the extent 146 of ACOD1 induction after IAV infection differed significantly among the cell types tested, was 147 strongest in M2 primary cells, was accompanied in all cases by an increase in TNFAIP3 mRNA, 148 and correlated with viral replication. 150 RNA replication. We then tested whether these compounds could modulate cellular 151 inflammation due to IAV infection. In infected dTHP-1 cells, treatments with itaconate or DI did 152 not affect viral hemagglutinin (HA) mRNA expression, but both reduced induction of CXCL10, a 153 key pro-inflammatory chemokine during influenza virus infection, with DI being several-fold 154 more potent (Fig. 3B,C, Fig. S1 ). The 12 h time point was chosen because our previous work had Fig. 3G) . Strikingly, addition of both 162 itaconate and DI led to global down-regulation of IFN-regulated genes. This was accompanied by 163 upregulation of a substantial number of other transcripts, indicating that the compounds also 164 modulated other cellular processes (Fig. 3H,I) . A principle component analysis (PCA) indicated 165 that effects of the compounds on the cells were so pronounced at these concentrations that treated 166 infected and treated uninfected cells clustered closely together, but far away from untreated 167 infected or uninfected cells (Fig. S2) . Indeed, a hierarchical clustering analysis revealed an 168 across-the-board normalization of a clade of IFN-and inflammation-related transcripts by the compounds, but also clusters of DEGs that were upregulated by either or both compounds with 170 respect to both uninfected and infected cells, further indicating effects upon cell homeostasis in 171 general (Fig. S3) . mRNA and protein expression may be differentially affected by IAV infection 172 due to virus-induced \"host-cell shut-off\". We therefore assessed release of inflammation-related 173 polypeptides in supernatants from the same experiment (Fig. 3J) . This analysis confirmed the 174 downregulation of pro-inflammatory factors (e.g., IP-10, MCP-1) by itaconate and DI, but also 175 showed increased IL-8 (DI only) and minor increases of IL1B (both IA and DI) in uninfected 176 cells. Of note, both compounds also increased levels of the anti-inflammatory IL1 receptor 177 antagonist (IL1RA) in supernatants from both infected and uninfected cells. A comprehensive 178 view of the protein targets that were detected by this assay revealed that the two compounds 179 effected substantially different changes in the target cells, as several factors were induced even in 180 uninfected cells specifically by DI or itaconate (Fig. S4) . Thus, itaconate and DI apparently act 181 on macrophages to release different recruitment programs that modify local inflammatory cell 182 populations. 183 Analysis of enriched GO terms revealed that IFN-I signaling was strongly induced in the infected 184 cells, which was prevented by treatment with itaconate and DI (Fig. 4) . This analysis also 185 revealed that both compounds activated metabolic processes, whereas itaconate also modulated 186 processes relating to differentiation and membrane signaling. A KEGG pathway analysis 187 additionally revealed induction of classic pro-inflammatory pathways such as TNF signaling, 188 TLR receptor signaling, and chemokine signaling by infection, all of which were depleted by 189 itaconate and DI treatment (Fig. S5) . Taken together, these results revealed strong anti- IFN and 190 anti-inflammatory effects of itaconate and DI, but also suggested that they exert other important 191 effects on cell metabolism and differentiation, some of which differ between the compounds. (Fig. 5A) , which was accompanied by appearance of substantial concentrations of IA (Fig. 5B) . While there was no effect on viral HA mRNA expression, 200 transfection with the ACOD1-expressing vector led to a marked reduction in infection-associated 201 CXCL10 induction (Fig. 5C,D) . A preliminary treatment experiment showed that (as opposed to 202 THP-1 cells) DI was cytotoxic at 1.0 mM in A549 cells, and the 0.5 mM concentration was 203 therefore used. Treatment with DI resulted in a modest reduction of HA expression early in 204 infection and a marked reduction of CXCL10, IL6, and IFNB expression (Fig. 5E-H) . Exogenous 205 itaconate, too, reduced CXCL10 mRNA, but less efficiently (Fig. S6) . Taken together, these 206 results obtained with A549 cells suggest that immunomodulatory effects of itaconate and DI are 207 independent of the ability of the cell type to express endogenous ACOD1, and that similar effects 208 on IFN-directed gene expression can be obtained with ectopic, endogenous synthesis of itaconate 209 and exogenously added itaconate and DI. 210 Next, we assessed effects of itaconate and DI on cellular transcriptomes in IAV-infected A549 211 cells. PCA revealed the expected normalization of gene expression due to DI treatment, but also 212 increasing effects of the compounds on overall cell homeostasis (Fig. S7) . As in THP-1 cells, 213 hierarchical clustering analysis revealed clear clustering of each of the four groups and the close 214 relationship of the uninfected and DI-treated infected cells (Fig. S8) . However, the anti-215 inflammatory effect of itaconate was weaker than that of DI, and at the higher (40 mM) 216 concentration, the itaconate signature became so dominant that the itaconate-treated infected 217 group now formed its own clade (Fig. S9) . IAV infection enriched GO terms related to IFN-I and 218 -II responses as well as other antiviral and pro-inflammatory terms, which could all be reduced to 219 near baseline by treatment with DI or itaconate (Fig. 6) . Visualization of differentially expressed 220 IFN-related mRNA also showed that, in spite of its overall lower effect on pro-inflammatory 221 signaling than DI, itaconate treatment at the lower (20 mM) concentration did have a 222 considerable impact on IFN-I expression (Fig 6B) . In addition, itaconate uniquely inhibited 223 NFKB signaling and fatty acid metabolism. KEGG-pathway analysis additionally revealed 224 depletion of other pro-inflammatory pathways, including TNF signaling and necroptosis, by the 225 treatments (Fig. S10) . (Fig. S11) , whereas ACOD1 mRNA levels did 231 not change significantly. Adding itaconate and DI reduced expression of CXCL10 mRNA in 232 tissue and IP10 protein in culture supernatant, and itaconate additionally reduced ISG15 mRNA 233 in tissue, whereas viral titers in the supernatant were unaffected (Fig. 7) . Re-analysis of a 234 published dataset from a model using a different IAV strain (H3N2) and histologically normal inflammatory response both at the mRNA and protein level (Fig. 8A,B) . The induction of 246 ACOD1 mRNA expression in peripheral blood in IAV infection was also corroborated by 247 reanalysis of a published dataset from whole blood from patients with moderate and severe 248 influenza (Fig. S13) . The effects of itaconate were mixed in that there was no significant change 249 in ACOD1, IFNB1, and TNF mRNA expression in cells or of IL1B protein in supernatants. In 250 contrast, DI and 4OI led to a marked reduction of IFN and pro-inflammatory cytokine expression 251 at the mRNA and protein level, as well as of ACOD1 mRNA. As exemplified by the effect of DI 252 and 4OI on TNF and ACOD1 expression, the treatments reduced expression of some mRNA 253 targets even in uninfected cells, suggesting that they also reduced some baseline inflammation.", "cite_spans": [{"start": 286, "end": 289, "text": "142", "ref_id": null}, {"start": 489, "end": 492, "text": "144", "ref_id": null}, {"start": 884, "end": 887, "text": "148", "ref_id": null}, {"start": 927, "end": 930, "text": "150", "ref_id": null}, {"start": 1544, "end": 1547, "text": "163", "ref_id": null}, {"start": 1742, "end": 1745, "text": "165", "ref_id": null}, {"start": 1845, "end": 1848, "text": "166", "ref_id": null}, {"start": 2043, "end": 2046, "text": "168", "ref_id": null}, {"start": 2732, "end": 2735, "text": "175", "ref_id": null}, {"start": 3438, "end": 3441, "text": "183", "ref_id": null}, {"start": 3635, "end": 3638, "text": "185", "ref_id": null}, {"start": 3918, "end": 3921, "text": "188", "ref_id": null}, {"start": 4109, "end": 4120, "text": "IFN and 190", "ref_id": null}, {"start": 4466, "end": 4469, "text": "200", "ref_id": null}, {"start": 4663, "end": 4666, "text": "202", "ref_id": null}, {"start": 4850, "end": 4853, "text": "204", "ref_id": null}, {"start": 5344, "end": 5347, "text": "209", "ref_id": null}, {"start": 5388, "end": 5391, "text": "210", "ref_id": null}, {"start": 5586, "end": 5589, "text": "212", "ref_id": null}, {"start": 5685, "end": 5688, "text": "213", "ref_id": null}, {"start": 5975, "end": 5978, "text": "216", "ref_id": null}, {"start": 6173, "end": 6176, "text": "218", "ref_id": null}, {"start": 6276, "end": 6279, "text": "219", "ref_id": null}], "ref_spans": [{"start": 118, "end": 129, "text": "(Fig. 2B-E)", "ref_id": null}, {"start": 232, "end": 242, "text": "Fig. 2A,D)", "ref_id": null}, {"start": 275, "end": 283, "text": "(Fig. 1)", "ref_id": null}, {"start": 351, "end": 360, "text": "(Fig. 2C)", "ref_id": null}, {"start": 658, "end": 669, "text": "(Fig. 2D,E)", "ref_id": null}, {"start": 1321, "end": 1340, "text": "(Fig. 3B,C, Fig. S1", "ref_id": null}, {"start": 1405, "end": 1413, "text": "Fig. 3G)", "ref_id": null}, {"start": 1681, "end": 1692, "text": "(Fig. 3H,I)", "ref_id": null}, {"start": 1976, "end": 1985, "text": "(Fig. S2)", "ref_id": null}, {"start": 2347, "end": 2356, "text": "(Fig. S3)", "ref_id": null}, {"start": 2594, "end": 2603, "text": "(Fig. 3J)", "ref_id": null}, {"start": 3274, "end": 3283, "text": "(Fig. S4)", "ref_id": null}, {"start": 3605, "end": 3613, "text": "(Fig. 4)", "ref_id": null}, {"start": 4045, "end": 4054, "text": "(Fig. S5)", "ref_id": null}, {"start": 4315, "end": 4324, "text": "(Fig. 5A)", "ref_id": null}, {"start": 4399, "end": 4408, "text": "(Fig. 5B)", "ref_id": null}, {"start": 4587, "end": 4598, "text": "(Fig. 5C,D)", "ref_id": null}, {"start": 4923, "end": 4934, "text": "(Fig. 5E-H)", "ref_id": null}, {"start": 5009, "end": 5018, "text": "(Fig. S6)", "ref_id": null}, {"start": 5654, "end": 5663, "text": "(Fig. S7)", "ref_id": null}, {"start": 5854, "end": 5863, "text": "(Fig. S8)", "ref_id": null}, {"start": 6108, "end": 6117, "text": "(Fig. S9)", "ref_id": null}, {"start": 6328, "end": 6336, "text": "(Fig. 6)", "ref_id": null}, {"start": 6610, "end": 6618, "text": "(Fig 6B)", "ref_id": null}, {"start": 6866, "end": 6876, "text": "(Fig. S10)", "ref_id": null}, {"start": 6879, "end": 6889, "text": "(Fig. S11)", "ref_id": null}, {"start": 7182, "end": 7190, "text": "(Fig. 7)", "ref_id": null}, {"start": 7364, "end": 7375, "text": "(Fig. 8A,B)", "ref_id": null}, {"start": 7591, "end": 7601, "text": "(Fig. S13)", "ref_id": null}], "section": "Introduction"}, {"text": "Of note, 4OI in addition led to a pronounced (95%) reduction in HA transcription (p=<0.0001), 255 indicating inhibition of viral RNA replication. PCA of bulk PBMC transcriptomes revealed 256 strong effects of the compounds on cell transcriptomes in general, which led to one outlying DI-257 treated sample and two itaconate-treated samples, whereas all four 4OI-treated samples formed a 258 clearly discernible group (Fig. S14) . The most significant transcriptome changes were driven by 4OI, which had major effects on many genes that were not regulated by IAV infection or 260 itaconate or DI treatments (Fig. S15) . Nonetheless, induction of HMOX1 by DI in IAV-infected 261 samples was evident. Functional enrichment analysis of GO terms based on the transcriptomes 262 revealed that infection induced the expected antiviral responses, including response to IFN-I, as 263 well as several other inflammation-related terms (Fig. 8C) . At least one of the three compounds 264 prevented activation of each of the infection-associated terms. However, consistent with its lack 265 of effect on IFNB expression (Fig. 8) , itaconate did not affect response to IFN-I or influenza A. 266 Several terms that were depleted by the compounds in infected PBMC were not enriched by 267 infection alone, suggesting that the compounds diminished also a baseline activation of the 268 PBMC. Interestingly, 4OI treatment strongly enriched terms relating to chromatin conformation, 269 which turned out to be driven by upregulation of histone deacetylase epression. A KEGG 270 pathway analysis essentially confirmed the findings of the GO term analysis (Fig. S16) (Fig. 9A,B) . Monocytes constituted the least numerous cell type, and DI treatment of 282 control and infected cells led to a further reduction (Fig. S17) . It was not possible to discern 283 whether this was due to decreased survival or a technical artefact. Monocytes were essentially the 284 only cell type expressing viral RNA, as only negligible amounts of viral transcripts were detected 285 in lymphocytes and NK cells. DI treatment appeared to result in a slight increase in viral RNA 286 expression in monocytes (Fig. 9C) . IAV infection upregulated expression of ACOD1 exclusively, 287 and CXCL10 predominantly, in monocytes, whereas TNFAIP3, IFIT1, and ISG15 were 288 upregulated also in the NK, T and B cell compartments (Fig. 9D) . DI treatment markedly reduced expression of ACOD1, IFIT1, and CXCL10, but -interestinglyit reduced TNFAIP3 and ISG15 290 (albeit weakly) expression only in monocytes. Consistent with the observation that they 291 constituted the main PBMC host cell, IAV infection triggered the most vigorous transcriptomic 292 host response in monocytes, which was driven by the expected IFN responses (Fig. 9E) . 293 However, discernable differential expression (mostly of IFN-related RNAs) was also observed in 294 the other cell types. CD8+ T cells are shown as a representative example in Fig. 9F , the other cell preferential effect on monocytes became apparent (Fig. 9G,H) . 302 GO term enrichment analysis of the monocyte scRNAseq data confirmed the major enrichment of 303 IFN-related processes by infection and their depletion by DI treatment, which had been seen in 304 all models in this study. In addition, infection broadly dampened RNA metabolism, ribosome 305 assembly, and protein synthesis and export, which was consistent with the cytostatic effects of 306 type I IFN. DI treatment reversed all these effects and also stimulated some in uninfected cells 307 (Fig. 10A) . A KEGG enrichment analysis of these monocyte data confirmed the depletion of 308 IFN-related pathways (influenza, measles, cytosolic DNA sensing pathway) by DI treatment, but 309 also of other pro-inflammatory pathways (TLR signaling, cytokine-cytokine receptor interaction, 310 NF-kB signaling) in infected and uninfected cells (Fig. S19) . Of note, DI treatment apparently 311 stimulated ribosome function in both infected and control monocytes.", "cite_spans": [{"start": 94, "end": 97, "text": "255", "ref_id": null}, {"start": 1177, "end": 1180, "text": "266", "ref_id": null}, {"start": 2238, "end": 2241, "text": "287", "ref_id": null}, {"start": 2789, "end": 2792, "text": "293", "ref_id": null}, {"start": 3056, "end": 3059, "text": "302", "ref_id": null}, {"start": 3839, "end": 3842, "text": "310", "ref_id": null}], "ref_spans": [{"start": 417, "end": 427, "text": "(Fig. S14)", "ref_id": null}, {"start": 606, "end": 616, "text": "(Fig. S15)", "ref_id": null}, {"start": 924, "end": 933, "text": "(Fig. 8C)", "ref_id": null}, {"start": 1107, "end": 1115, "text": "(Fig. 8)", "ref_id": null}, {"start": 1635, "end": 1645, "text": "(Fig. S16)", "ref_id": null}, {"start": 1646, "end": 1657, "text": "(Fig. 9A,B)", "ref_id": null}, {"start": 1790, "end": 1800, "text": "(Fig. S17)", "ref_id": null}, {"start": 2167, "end": 2176, "text": "(Fig. 9C)", "ref_id": null}, {"start": 2379, "end": 2388, "text": "(Fig. 9D)", "ref_id": null}, {"start": 2777, "end": 2786, "text": "(Fig. 9E)", "ref_id": null}, {"start": 2968, "end": 2975, "text": "Fig. 9F", "ref_id": null}, {"start": 3042, "end": 3053, "text": "(Fig. 9G,H)", "ref_id": null}, {"start": 3551, "end": 3561, "text": "(Fig. 10A)", "ref_id": null}, {"start": 3893, "end": 3903, "text": "(Fig. S19)", "ref_id": null}], "section": "254"}, {"text": "The Venn diagrams in Fig. 10B illustrate that monocytes are the cell type in which the most 313 biological processes were activated by infection and depleted by DI treatment, but reduction of 314 antiviral and pro-inflammatory responses was a common theme in the other cell types as well 315 (Fig. 10C) . Indeed, GO term analysis identified four major IFN-related processes as a central 316 functional network that was upregulated by infection and downregulated by DI treatment during 317 infection in all five cell types (Fig. 10B) . A marked stimulation of protein synthesis and export 318 by DI was also apparent in the uninfected lymphocytes and NK cells. Finally, in order to identify a common transcriptomic network we performed GO and KEGG pathway enrichment analyses of 320 the 81 transcripts that were commonly differentially expressed in IAV infection and regulated in cell activation by DI (Fig. S20) .", "cite_spans": [], "ref_spans": [{"start": 21, "end": 29, "text": "Fig. 10B", "ref_id": null}, {"start": 292, "end": 302, "text": "(Fig. 10C)", "ref_id": null}, {"start": 522, "end": 532, "text": "(Fig. 10B)", "ref_id": null}, {"start": 901, "end": 911, "text": "(Fig. S20)", "ref_id": "FIGREF46"}], "section": "312"}, {"text": "In this first dedicated study on the impact of itaconate and derivatives on host responses to IAV 329 infection, we found that (i) the endogenous ACOD1/itaconate axis limits pulmonary effects, but also broad effects on processes relating to, e.g., chromatin structure, the potential 354 effects of which on cell homeostasis and cell-pathogen interactions will require further study. Infection-independent effects on target cells. By using relatively high doses of itaconate and DI 385 and assessing effects of the compounds on uninfected cells or their effects on processes that were 386 not affected by infection alone, our study also provides a first comprehensive look at global 387 effects of the compounds on target cells. In particular, itaconate and 4OI exerted pronounced, 388 broad effects on gene expression in A549 cells and PBMCs, respectively. Clearly, it will be of 389 great interest to investigate how these effects relate to differences in toxicities on different cell 390 types, or to differences in their effects on virus-host interactions. applications. Considering the more reliable results obtained with DI as compared to unmodified 420 itaconate, the lower required concentrations of DI and 4OI, but also the striking anti-viral effects 421 of 4OI, it appears that chemical variants of itaconate, rather than its native form, will take the 422 lead in further translational development to the bedside. Software (ThermoFisher Scientific). Array QC and data normalization was performed using the where all the cDNA generated from an individual cell share a common 10x Barcode. In order to 565 identify the PCR duplicates, Unique Molecular Identifier (UMI) was also added. The GEMs were incubated with enzymes to produce full length cDNA, which was then amplified by PCR to 567 generate enough quantity for library construction. Quality was checked using the Agilent 568 Bioanalyzer High Sensitivity Assay.", "cite_spans": [], "ref_spans": [], "section": "328"}, {"text": "Library construction and quality control. The cDNA libraries were constructed using the 10x a tendency towards increased TNFAIP3 expression are seen. As opposed to the strong induction of both genes in the mouse model (Fig. 1A) , HMOX1 and HMOX2 expression is unchanged. 839 *p<0.05; **p<0.01; ***p<0.001 (pairwise t-tests with pooled SD). ", "cite_spans": [], "ref_spans": [{"start": 218, "end": 227, "text": "(Fig. 1A)", "ref_id": null}], "section": "569"}, {"text": "Orm2 Cxcl10 ** *** *** *** *** *** * *** *** ** *** *** *** *** *** *** *** *** *** *** *** *** *** *** *** *** *** * *** *** *** *** *** *** ** *** *** *** INTS2  TMEM236  MED1  TES  RRAS2  YY1AP1  S100A2   SRRT   RCL1  AKR1B1  SLC6A12  NEDD4L  THOC6  CLIC4  PYGM  PRRG4  SOD2  VEGFC  ZCCHC14  YTHDF2  MAP1LC3B  NPIPB8  SYNJ2  IKZF5  PRDM10  THAP1  TIPARP  GABRR2  PAPD7   ATF3   DUSP5   FCMR  PRDM4  CD44  STIP1  GSR  RGCC  DUSP4  SLC7A11  GSK3A  UBN1  BRPF3  SLC7A5  ARMC9  PRPSAP1  ARRDC4  PAQR5  B3GNT5  TXNRD1  LASP1  TGM2   TNFAIP3  TAP1  FAM46A  APOBEC3F  GBP5  CXCL11  GBP4  CCL8  PLPPR4  CD38  ISG20  SLC16A12  CXCL10  IFI44L  HESX1  UNC93B1  BST2  STX11  GMPR  IFITM3   PADI2  CKS1B  SP1  SPC25  GPX1  CDK1  HJURP   AOC1   KIF20A  TPX2  TTK   CCR1  MT2A  ARHGAP30  HCK  LAIR1  SDSL  DUSP6  SLC7A8  TGFBI  S100A8  GSTCD  PAK1   C5AR1  MFSD2A  RGS1  CERK  NRP1 NTRK3  TSKU  NT5DC2  AHR  STK32B  TLCD1  FAM228B  TIMP4  PLEK2  CGB1  LAMC2  PMEPA1  RAET1G  KIAA1549L  ADAM19  FGD4  IGFBP7  VGLL3  STC1  BHLHE40  RASGRP3  ZFP36L1  MT2A  PLAUR  NID1  NRG1  DUSP5  DUSP6  NFKBIA  TRAFD1  HLA−E  ISG20  CD68  DDX60L  OAS1  STAT2  OGFR  HLA−C  IFIT1  TAP1  IFIT3  TRIM21  SP100  IFI16  CMPK2  DDX58  IFIT5  IFI44  SAMD9  DTX3L  PARP12  SAMHD1  B2M  ISG15  TAP2  SP110  IFI6  MX1  MYD88  PARP9  IFIH1  PSMB8−AS1  RNF213  TDRD7  LAMP3  IFI27  USP18  IFNL3  RTP4  CASP4  C1S  SIX1  PSMB8  PARP14  PSMB9  USP41  LGALS3BP  STAT1  HLA−B  SAMD9L  IFITM1  IFITM2  UBE2L6  HERC5  OAS3  IFI35  HLA−F  IFITM3  APOL6  TLR3  LAP3  CFB  IFNL1  OAS2 IRAK2  NID1  S100A11  STC1  BHLHE40  PODXL  LBH  UCN2  COL27A1  FOXP1  PMEPA1  PTHLH  GRB10  ITGA5  AKAP12  FRMD6  PLEK2  S100A16  FHL2  KCNMA1  HTRA1  TIMP4  SLC22A3  KIAA1549L  SLN  JARID2  PIK3CD  CGB1  LAMC2  IGFBP7  VGLL3  ADAM19  SPOCK1  DUSP5  DUSP6  EPHA2  PLAUR  DDX60L  OAS1  OAS3  STAT1  USP18  USP41  PARP14  SAMD9  DTX3L  PARP12  PARP9  SAMD9L  TAP1  B2M  OASL  SP110  ISG15  MYD88  CMPK2  IFIT3  IFI44  IFIH1  IFIT1  IFI16  IFI6  MX1  CD38  CEACAM1  ISG20  OGFR  LAMP3  RNF213  IFITM2  SIX1  CASP4  IFI27  IFNL1  IFITM1  UBE2L6  HLA−B  IFITM3  PSMB8−AS1  TAP2  PSMB9  HLA−F  IFI35  NTRK3  TSKU  AGR2  EML4  FA2H  TGFBR2  STK32B  TM4SF20  S100P  CA12  CCND3  GCLC IFRD1  FOS  SIK1  FOSB  GRASP  YPEL5  TUBB2A  FGFR1  NCL  TNFSF8  SLC25A36  HERC1  GK5  CAND1  MYADM  RAP1GAP2  LIPN  LFNG; MIR4648  TRIM39  HIVEP1  GPR132  NDRG1  ECE1  IL4R  SFMBT2  FAM177A1  PRKCA  CAST  ZNF780B  LSM6  CCL4L2; CCL4L1  ZMYND8  EPHA4  TRAPPC4  TTC1  SPATS2  PPP1R12B  SOCS5  CLP1  INTS7  CCNG2  AMN1  TIFA  HMOX1  MPV17  STYXL1  ETFB  NDUFB5  ALG6  DPM3  TMEM218  CDK5RAP2  IDNK  NDUFAF1  RMI1  FBXO30  ZNF438  GSK3B  MRPL14  SON; MIR6501  PTAR1  SDF2  VBP1  LSM12  NCOA6  MIF  SUPT3H  TMEM147  C4orf27  TTI2  KIAA2026  PPME1  FOPNL  RABL3  CCT4  HPRT1  PSMB6  TBCA  ARL3  RPS27L  MKL2; TVP23CP2  C11orf54  HSD17B10  ALG11; UTP14C  COA6  PSMB5  MINOS1  C2orf15  PSMB3  ANAPC11  EMC7  FDPS  HIBCH  ATIC ", "cite_spans": [], "ref_spans": [{"start": 157, "end": 869, "text": "INTS2  TMEM236  MED1  TES  RRAS2  YY1AP1  S100A2   SRRT   RCL1  AKR1B1  SLC6A12  NEDD4L  THOC6  CLIC4  PYGM  PRRG4  SOD2  VEGFC  ZCCHC14  YTHDF2  MAP1LC3B  NPIPB8  SYNJ2  IKZF5  PRDM10  THAP1  TIPARP  GABRR2  PAPD7   ATF3   DUSP5   FCMR  PRDM4  CD44  STIP1  GSR  RGCC  DUSP4  SLC7A11  GSK3A  UBN1  BRPF3  SLC7A5  ARMC9  PRPSAP1  ARRDC4  PAQR5  B3GNT5  TXNRD1  LASP1  TGM2   TNFAIP3  TAP1  FAM46A  APOBEC3F  GBP5  CXCL11  GBP4  CCL8  PLPPR4  CD38  ISG20  SLC16A12  CXCL10  IFI44L  HESX1  UNC93B1  BST2  STX11  GMPR  IFITM3   PADI2  CKS1B  SP1  SPC25  GPX1  CDK1  HJURP   AOC1   KIF20A  TPX2  TTK   CCR1  MT2A  ARHGAP30  HCK  LAIR1  SDSL  DUSP6  SLC7A8  TGFBI  S100A8  GSTCD  PAK1   C5AR1  MFSD2A  RGS1  CERK  NRP1", "ref_id": null}, {"start": 870, "end": 1535, "text": "NTRK3  TSKU  NT5DC2  AHR  STK32B  TLCD1  FAM228B  TIMP4  PLEK2  CGB1  LAMC2  PMEPA1  RAET1G  KIAA1549L  ADAM19  FGD4  IGFBP7  VGLL3  STC1  BHLHE40  RASGRP3  ZFP36L1  MT2A  PLAUR  NID1  NRG1  DUSP5  DUSP6  NFKBIA  TRAFD1  HLA−E  ISG20  CD68  DDX60L  OAS1  STAT2  OGFR  HLA−C  IFIT1  TAP1  IFIT3  TRIM21  SP100  IFI16  CMPK2  DDX58  IFIT5  IFI44  SAMD9  DTX3L  PARP12  SAMHD1  B2M  ISG15  TAP2  SP110  IFI6  MX1  MYD88  PARP9  IFIH1  PSMB8−AS1  RNF213  TDRD7  LAMP3  IFI27  USP18  IFNL3  RTP4  CASP4  C1S  SIX1  PSMB8  PARP14  PSMB9  USP41  LGALS3BP  STAT1  HLA−B  SAMD9L  IFITM1  IFITM2  UBE2L6  HERC5  OAS3  IFI35  HLA−F  IFITM3  APOL6  TLR3  LAP3  CFB  IFNL1  OAS2", "ref_id": null}, {"start": 1536, "end": 2212, "text": "IRAK2  NID1  S100A11  STC1  BHLHE40  PODXL  LBH  UCN2  COL27A1  FOXP1  PMEPA1  PTHLH  GRB10  ITGA5  AKAP12  FRMD6  PLEK2  S100A16  FHL2  KCNMA1  HTRA1  TIMP4  SLC22A3  KIAA1549L  SLN  JARID2  PIK3CD  CGB1  LAMC2  IGFBP7  VGLL3  ADAM19  SPOCK1  DUSP5  DUSP6  EPHA2  PLAUR  DDX60L  OAS1  OAS3  STAT1  USP18  USP41  PARP14  SAMD9  DTX3L  PARP12  PARP9  SAMD9L  TAP1  B2M  OASL  SP110  ISG15  MYD88  CMPK2  IFIT3  IFI44  IFIH1  IFIT1  IFI16  IFI6  MX1  CD38  CEACAM1  ISG20  OGFR  LAMP3  RNF213  IFITM2  SIX1  CASP4  IFI27  IFNL1  IFITM1  UBE2L6  HLA−B  IFITM3  PSMB8−AS1  TAP2  PSMB9  HLA−F  IFI35  NTRK3  TSKU  AGR2  EML4  FA2H  TGFBR2  STK32B  TM4SF20  S100P  CA12  CCND3  GCLC", "ref_id": null}, {"start": 2213, "end": 2932, "text": "IFRD1  FOS  SIK1  FOSB  GRASP  YPEL5  TUBB2A  FGFR1  NCL  TNFSF8  SLC25A36  HERC1  GK5  CAND1  MYADM  RAP1GAP2  LIPN  LFNG; MIR4648  TRIM39  HIVEP1  GPR132  NDRG1  ECE1  IL4R  SFMBT2  FAM177A1  PRKCA  CAST  ZNF780B  LSM6  CCL4L2; CCL4L1  ZMYND8  EPHA4  TRAPPC4  TTC1  SPATS2  PPP1R12B  SOCS5  CLP1  INTS7  CCNG2  AMN1  TIFA  HMOX1  MPV17  STYXL1  ETFB  NDUFB5  ALG6  DPM3  TMEM218  CDK5RAP2  IDNK  NDUFAF1  RMI1  FBXO30  ZNF438  GSK3B  MRPL14  SON; MIR6501  PTAR1  SDF2  VBP1  LSM12  NCOA6  MIF  SUPT3H  TMEM147  C4orf27  TTI2  KIAA2026  PPME1  FOPNL  RABL3  CCT4  HPRT1  PSMB6  TBCA  ARL3  RPS27L  MKL2; TVP23CP2  C11orf54  HSD17B10  ALG11; UTP14C  COA6  PSMB5  MINOS1  C2orf15  PSMB3  ANAPC11  EMC7  FDPS  HIBCH  ATIC", "ref_id": null}], "section": "CD8 T cells, B cells, and NK cells in response to IAV infection and DI treatment. GO"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Gene expression changes in the host response between resistant and susceptible 883 inbred mouse strains after influenza A infection", "authors": [{"first": "K", "middle": [], "last": "Schughart", "suffix": ""}], "year": 2010, "venue": "Microbes Infect", "volume": "12", "issn": "", "pages": "309--327", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Electrophilic properties of itaconate and derivatives 887 regulate the IkappaBzeta-ATF3 inflammatory axis", "authors": [{"first": "M", "middle": ["E"], "last": "Mathyer", "suffix": ""}, {"first": "H", "middle": [], "last": "Kim", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Huang", "suffix": ""}, {"first": "D", "middle": [], "last": "Duncan", "suffix": ""}, {"first": "H", "middle": [], "last": "Bregman", "suffix": ""}, {"first": "A", "middle": [], "last": "Keskin", "suffix": ""}, {"first": "A", "middle": [], "last": "Santeford", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Apte", "suffix": ""}, {"first": "R", "middle": [], "last": "Sehgal", "suffix": ""}, {"first": "B", "middle": [], "last": "Johnson 886", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Amarasinghe", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Soares", "suffix": ""}, {"first": "T", "middle": [], "last": "Satoh", "suffix": ""}], "year": 2018, "venue": "Nature", "volume": "556", "issn": "", "pages": "501--504", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Pathogenicity of different 889 PR8 influenza A virus variants in mice is determined by both viral and host factors", "authors": [{"first": "P", "middle": [], "last": "Blazejewska", "suffix": ""}, {"first": "L", "middle": [], "last": "Koscinski", "suffix": ""}, {"first": "N", "middle": [], "last": "Viegas", "suffix": ""}, {"first": "D", "middle": [], "last": "Anhlan", "suffix": ""}, {"first": "S", "middle": [], "last": "Ludwig", "suffix": ""}, {"first": "K", "middle": [], "last": "Schughart", "suffix": ""}], "year": 2011, "venue": "Virology", "volume": "412", "issn": "", "pages": "36--45", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Integrating single-cell transcriptomic data 891 across different conditions, technologies, and species", "authors": [{"first": "A", "middle": [], "last": "Butler", "suffix": ""}, {"first": "P", "middle": [], "last": "Hoffman", "suffix": ""}, {"first": "P", "middle": [], "last": "Smibert", "suffix": ""}, {"first": "E", "middle": [], "last": "Papalexi", "suffix": ""}, {"first": "R", "middle": [], "last": "Satija", "suffix": ""}], "year": 2018, "venue": "Nat Biotechnol", "volume": "36", "issn": "", "pages": "411--420", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Single-cell 894 transcriptomics identifies an effectorness gradient shaping the response of CD4(+) T cells to cytokines", "authors": [{"first": "Cgc", "middle": [], "last": "Larminie", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Bronson", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Tough", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Rowan", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Choudhary", "suffix": ""}, {"first": "G", "middle": [], "last": "Trynka", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Crystal structure of cis-aconitate decarboxylase reveals the impact of naturally occurring human 898 mutations on itaconate synthesis", "authors": [], "year": null, "venue": "Proc Natl Acad Sci", "volume": "116", "issn": "", "pages": "20644--20654", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Differential innate immune 900 response programs in neuronal subtypes determine susceptibility to infection in the brain by positive-901 stranded RNA viruses", "authors": [{"first": "H", "middle": [], "last": "Cho", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Proll", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Szretter", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Katze", "suffix": ""}, {"first": "M", "middle": [], "last": "Gale", "suffix": ""}, {"first": "Jr", "middle": [], "last": "Diamond", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "", "suffix": ""}], "year": 2013, "venue": "Nat Med", "volume": "19", "issn": "", "pages": "458--64", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Two parallel worlds of memory T cells", "authors": [{"first": "T", "middle": [], "last": "Chu", "suffix": ""}, {"first": "J", "middle": [], "last": "Berner", "suffix": ""}, {"first": "D", "middle": [], "last": "Zehn", "suffix": ""}], "year": 2020, "venue": "Nat Immunol", "volume": "21", "issn": "", "pages": "1484--1485", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Mortality, morbidity, and hospitalisations due to influenza lower respiratory tract 904 infections, 2017: an analysis for the Global Burden of Disease Study", "authors": [], "year": 2017, "venue": "Collaborators GI", "volume": "7", "issn": "", "pages": "69--89", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Itaconate modulates 906 tricarboxylic acid and redox metabolism to mitigate reperfusion injury", "authors": [{"first": "T", "middle": [], "last": "Cordes", "suffix": ""}, {"first": "A", "middle": [], "last": "Lucas", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Divakaruni", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Murphy", "suffix": ""}, {"first": "P", "middle": [], "last": "Cabrales", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Metallo", "suffix": ""}], "year": 2020, "venue": "Mol Metab", "volume": "32", "issn": "", "pages": "122--135", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Itaconic Acid: The Surprising Role of an Industrial Compound as a 908", "authors": [{"first": "T", "middle": [], "last": "Cordes", "suffix": ""}, {"first": "A", "middle": [], "last": "Michelucci", "suffix": ""}, {"first": "K", "middle": [], "last": "Hiller", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Immunoresponsive Gene 1 and Itaconate Inhibit Succinate 911 Dehydrogenase to Modulate Intracellular Succinate Levels", "authors": [{"first": "T", "middle": [], "last": "Cordes", "suffix": ""}, {"first": "M", "middle": [], "last": "Wallace", "suffix": ""}, {"first": "A", "middle": [], "last": "Michelucci", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Divakaruni", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Sapcariu", "suffix": ""}, {"first": "C", "middle": [], "last": "Sousa", "suffix": ""}, {"first": "H", "middle": [], "last": "Koseki", "suffix": ""}, {"first": "P", "middle": [], "last": "Cabrales", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Murphy 910", "suffix": ""}, {"first": "K", "middle": [], "last": "Hiller", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Metallo", "suffix": ""}], "year": 2016, "venue": "J Biol Chem", "volume": "291", "issn": "", "pages": "14274--84", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The Nucleotide Sensor ZBP1 and Kinase RIPK3 Induce the Enzyme IRG1 to 914 Promote an Antiviral Metabolic State in Neurons", "authors": [{"first": "Y", "middle": ["M"], "last": "Loo", "suffix": ""}, {"first": "A", "middle": [], "last": "Oberst", "suffix": ""}], "year": 2019, "venue": "Immunity", "volume": "50", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The contributions of lung macrophage and monocyte heterogeneity 916 to influenza pathogenesis", "authors": [{"first": "M", "middle": [], "last": "Duan", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Hibbs", "suffix": ""}, {"first": "W", "middle": [], "last": "Chen", "suffix": ""}], "year": 2016, "venue": "Immunol Cell Biol", "volume": "95", "issn": "", "pages": "225--235", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Dimethyl itaconate 918 protects against fungal keratitis by activating the Nrf2/HO-1 signaling pathway", "authors": [{"first": "L", "middle": [], "last": "Gu", "suffix": ""}, {"first": "J", "middle": [], "last": "Lin", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Peng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fan", "suffix": ""}, {"first": "C", "middle": [], "last": "Lu", "suffix": ""}, {"first": "H", "middle": [], "last": "Lin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Niu", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2020, "venue": "novel immune biomarker IFI27 discriminates between influenza and bacteria in patients with suspected 1003 respiratory infection", "volume": "98", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "4-Octyl Itaconate Activates Nrf2 Signaling to 1005 Inhibit Pro-Inflammatory Cytokine Production in Peripheral Blood Mononuclear Cells of Systemic Lupus 1006 Erythematosus Patients", "authors": [{"first": "C", "middle": [], "last": "Tang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xie", "suffix": ""}, {"first": "X", "middle": [], "last": "Cai", "suffix": ""}, {"first": "N", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2018, "venue": "Cell Physiol Biochem", "volume": "51", "issn": "", "pages": "979--990", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "IRG1 induced by heme 1008 oxygenase-1/carbon monoxide inhibits LPS-mediated sepsis and pro-inflammatory cytokine production", "authors": [{"first": "M", "middle": ["J"], "last": "Uddin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Joe", "suffix": ""}, {"first": "S-K", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["O"], "last": "Jeong", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Ryter", "suffix": ""}, {"first": "H-O", "middle": [], "last": "Pae", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Chung", "suffix": ""}], "year": null, "venue": "Cell Mol Immunol", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Arbous SM (2020) Corticosteroid use in 1011 COVID-19 patients: a systematic review and meta-analysis on clinical outcomes", "authors": [{"first": "J", "middle": [], "last": "Van Paassen", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Vos", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Hoekstra", "suffix": ""}, {"first": "Kmi", "middle": [], "last": "Neumann", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Boot", "suffix": ""}], "year": null, "venue": "Crit Care", "volume": "24", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Elegant Graphics for Data Analysis", "authors": [{"first": "H", "middle": [], "last": "Wickham", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "RNAseq 1014 expression analysis of resistant and susceptible mice after influenza A virus infection identifies novel 1015 genes associated with virus replication and important for host resistance to infection", "authors": [{"first": "E", "middle": [], "last": "Wilk", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Pandey", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Leist", "suffix": ""}, {"first": "B", "middle": [], "last": "Hatesuer", "suffix": ""}, {"first": "M", "middle": [], "last": "Preusse", "suffix": ""}, {"first": "C", "middle": [], "last": "Pommerenke", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Schughart", "suffix": ""}], "year": null, "venue": "BMC Genomics", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Dimethyl itaconate protects 1018 against lipopolysaccharide-induced endometritis by inhibition of TLR4/NF-kappaB and activation of 1019", "authors": [{"first": "M", "middle": [], "last": "Xu", "suffix": ""}, {"first": "P", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "H", "middle": [], "last": "Sun", "suffix": ""}, {"first": "X", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "S", "middle": [], "last": "Gao", "suffix": ""}, {"first": "J", "middle": [], "last": "Guo", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": [], "last": "Hu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Nrf2/HO-1 signaling pathway in mice", "authors": [], "year": null, "venue": "Iran J Basic Med Sci", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Influenza Research 1022 Database: An integrated bioinformatics resource for influenza virus research", "authors": [{"first": "B", "middle": ["E"], "last": "Pickett", "suffix": ""}, {"first": "B", "middle": [], "last": "Reardon", "suffix": ""}, {"first": "T", "middle": [], "last": "Smith", "suffix": ""}, {"first": "L", "middle": [], "last": "Stewart", "suffix": ""}, {"first": "C", "middle": [], "last": "Suloway", "suffix": ""}, {"first": "G", "middle": [], "last": "Sun", "suffix": ""}, {"first": "L", "middle": [], "last": "Tong", "suffix": ""}], "year": 2017, "venue": "Nucleic Acids Res", "volume": "45", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Dimethyl itaconate protects 1025 against lippolysacchride-induced mastitis in mice by activating MAPKs and Nrf2 and inhibiting NF-kappaB 1026 signaling pathways", "authors": [{"first": "C", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "P", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Z", "middle": [], "last": "He", "suffix": ""}, {"first": "X", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "J", "middle": [], "last": "Guo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fu", "suffix": ""}, {"first": "N", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2019, "venue": "Microb Pathog", "volume": "133", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "155 identified it as the peak of IFN-I responses at the mRNA level in IAV-infected dTHP-1 cells 156 (Petersen, Mostafa et al., 2018a). We then assessed global effects of itaconate and DI on cellular 157 gene mRNA expression. A comparison of differentially expressed genes (DEGs) suggested that 158the two compounds had both shared and unique effects on gene expression(Fig. 3D). Both 159 compounds had considerable effects on gene expression in uninfected cells(Fig. 3E,F). As160 expected, IAV infection of untreated cells caused a major induction of IFN-regulated transcripts 161 by 12 h p.i. (see mRNAs labeled in the volcano plot in", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Anti-inflammatory effects of ectopically expressed itaconate, and exogenous itaconate and193 DI on IAV-infected respiratory epithelial cells. We then tested whether the effects of itaconate 194 and DI could also be seen in cells not endogenously expressing ACOD1. For this purpose, we 195 studied the respiratory epithelial cell line A549, which supports productive IAV infection and 196 does not express ACOD1. As expected, infection of A549 cells did not result in induction of 197 ACOD1 mRNA, but transient transfection with an ACOD1-expressing plasmid led to significant 198 ACOD1 mRNA expression", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Anti-inflammatory effect of itaconate and DI in a human lung tissue explant (HLTE) model227 of IAV infection. To test whether the ACOD1/itaconate axis and the anti-inflammatory effects of 228 itaconate and DI are functional in the end-organ of IAV infection in humans, we then used a human lung tissue culture model. Indeed, infection with IAV led to brisk transcription of viral HA 230 and host CXCL10 mRNA in a 72 h time course", "latex": null, "type": "figure"}, "FIGREF3": {"text": "235 lung tissue (Matos, Wunderlich et al., 2019) revealed a pronounced induction of ACOD1 and 236 TNFAIP3 expression, but (as opposed to in vivo infection of mouse lung) not induction of 237 HMOX1 or 2(Fig. S12).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Anti-inflammatory effects of itaconate, DI, and 4OI on IAV-infected PBMC. PBMC play239 important roles in influenza infection as they contain cells of innate and adaptive immunity, and 240 because circulating monocytes (which can sustain a nonproductive influenza virus infection) are 241 considered an important source of cytokines that support systemic spread of inflammation (Duan, 242 Hibbs et al., 2016). We therefore investigated effects of the compounds on IAV infected PBMCs 243 both at the bulk and single cell levels. Analysis with targeted PCR-and immuno-assays 244 demonstrated vigorous transcription of viral RNA, induction of ACOD1 mRNA, and a brisk pro-245", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Single-cell RNAseq of PBMC identifies monocytes as the main PBMC host cell of IAV278 infection, sole source of ACOD1 expression, and predominant target of immunosuppressive 279 effects. Thirteen cell types could be identified in the PBMC scRNAseq data set, but we focused 280 the analyses on the overarching five cell types: CD4+ and CD8+ T cells, B cells, NK cells, and 281 monocytes", "latex": null, "type": "figure"}, "FIGREF6": {"text": "295 types in Fig. S18. Monocytes were the only cell type that mounted a transcriptomic response to 296 DI treatment of uninfected cells. In infection, treatment with DI led to a global downregulation of 297 IFN-related transcripts in monocytes and also downregulation of a subpopulation of IFN-related 298 transcripts in lymphocytes and NK cells. When considering all DEGs irrespective of magnitude 299 of differential expression, DI exerted comparable effects on monocytes and T cells, and only 300 somewhat less on B cells. However, when considering only transcripts with FC >|2|, a 301", "latex": null, "type": "figure"}, "FIGREF7": {"text": "321 the opposite direction by DI treatment in all five cell types (center of the Venn diagram in Fig. 322 9G). While the GO analysis by and large confirmed the findings shown in Fig. 10B, the KEGG 323 pathway analysis revealed a major effect of DI treatment on allograft rejection, graft-vs.-host 324 disease, and antigen processing and presentation, suggesting a broader interference with immune 325", "latex": null, "type": "figure"}, "FIGREF8": {"text": "330 inflammation due to the infection in a murine model, (ii) ectopically expressed ACOD1 possesses 331 anti-IFN activity in an epithelial ell line that normally does not express this enzyme, and (iii) that 332 exogenously applied itaconate and/or derivatives restrict IFN-responses and modulate classic pro-333inflammatory cytokines across all models tested.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Anti-inflammatory effects of itaconate and derivatives. A major suppression of IFN and some 335 pro-inflammatory cytokine responses was the recurrent theme in all models, i.e. immortalized 336 cells, primary cells, and human lung tissue. This is fully consistent with the early reports that DI337 has strong anti-inflammatory properties (Lampropoulou et al., 2016), which was subsequently 338 corroborated in diverse models of inflammation and infection, also using 4OI (e.g., (Gu et al., 339 2020, Xu, Jiang et al., 2020a, Zhao et al., 2019)). We used itaconate and DI in parallel in several 340 models, which enabled comparing their relative effectiveness. Overall, results with DI were most 341 consistent, and in spite of its higher toxicity on A549 cells than on dTHP-1 cells, the lower dose 342 that had to be used on A549 cells still possessed strong anti-inflammatory effects. Itaconate 343 effects were less consistent and much higher doses had to be used to achieve anti-IFN effects 344 similar to DI. Itaconate did not reduce expression of IFNB1, TNF mRNA or IL1B protein in 345 PBMC. The lack of TFN repression by itaconate in that model is consistent with previous reports 346 that it usually does not affect TNF- level (Bambouskova et al., 2018). Recent work has also 347 revealed the potential of itaconate to actually enhance IL1- release (Muri, Wolleb et al., 2020).", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Of note, at higher doses, itaconate and strong electrophilic compounds can actually increase349 inflammation due to CASP-8 dependent inflammasome activation, and this effect is magnified 350 when the cells are not pre-incubated with the compound before adding the pro-inflammatory 351 stimulus (Muri et al., 2020), as we did in the PBMC infections. However, these authors did not 352 investigate effects on IFN suppression. 4OI demonstrated the expected potent anti-inflammatory 353", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Anti-inflammatory effect of ectopic synthesis of itaconate in A549 cells. Despite the multitude of 356 studies on effects of exogenous administration of itaconate derivatives on cellular inflammation,357    it had not been tested whether ectopic synthesis of itaconate in a cell type that does not naturally 358 express ACOD1 has similar effects. Our transfection study(Fig. 5)demonstrated that ectopic, 359 endogenously synthesized itaconate exerts very similar anti-IFN effects as exogenously added 360 itaconate or DI. Of note, the achieved itaconate concentration is very close to that measured in 361 LPS/IFNG stimulated dTHP-1 cells (Chen et al, unpublished data), suggesting that it is 362 physiological.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Cell-type specific and -independent anti-inflammatory effects of itaconate and DI.A particular 364 strength of our study lies in the use of scRNAseq to identify major target cells in peripheral 365 blood. Firstly, this analysis identified monocytes as the major PBMC type that is infected by 366 IAV. Secondly, we found that on one hand DI can attenuate IFN-responses in lymphocytes and 367 NK cell as well, but that the immunosuppressive effect is greatest on monocytes. Taken together,368 these results suggest that even though pharmacological use of itaconate and derivatives would 369 modulate host responses in a diverse array of cells, monocytes/macrophages likely constitute a 370 major functional hub in the genesis of inflammation in IAV infection and subsequent treatment 371 responses to itaconate-based adjunct treatments. 372 Antiviral effect of 4OI. Olagnier et al. recently reported that Nrf2 activators including 4OI and 373 dimethyl fumarate limit inflammation in cellular models of SARS-CoV-2 infection (Olagnier, 374 Farahani et al., 2020) in an NRF2-dependent manner. Of note, as opposed to influenza viruses, 375 infection with SARS-CoV-2 suppresses the NRF2 pathway, which can be reversed in part by 376 treatment with Nrf2 activators. These authors in addition observed an antiviral effect of 4OI, 377 which proved to be independent of NRF2-and type I IFN-signaling. Our finding of a remarkable 378 suppression of IAV RNA replication in PBMC corroborates the notion that 4OI has strong 379 antiviral effects in addition to its well-documented anti-inflammatory properties (Olagnier et al.,", "latex": null, "type": "figure"}, "FIGREF13": {"text": "380 2020). Further research is needed to validate our finding in other cell types, as we tested it in 381 PBMC only. Nonetheless, the gene expression analysis of itaconate, DI-and 4OI-infected PBMC 382 identified several processes/pathways uniquely regulated by 4OI. Further research should focus 383 on assessing whether any of them could contribute to the antiviral effect of 4OI.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Importance of endogenous ACOD1 expression. In the mouse model, we observed a more severe392 clinical phenotype and higher inflammation in Acod1 -/mice. This agrees with work in a mouse 393 model of M. tuberculosis infection, where inflammation and mortality were higher in the Acod1 -/-394 animals (Nair et al., 2018). However, IAV infection was also assessed in that study, and deleting 395 the Acod1 gene did not affect weight loss or survival. Those authors used equal numbers of male 396 and female mice, whereas we used female mice only. Further research is necessary into possible 397 sex-specific effects of the Acod1 gene in influenza infection. Of note, we found upregulation of 398 ACOD1 by IAV infection and its prevention by DI treatment in myeloid cells, i.e. dTHP-1 and 399 peripheral blood monocytes, and upregulation of ACOD1 mRNA in blood from patients with 400 moderate and severe influenza infection as compared with healthy donors. Thus, induction of 401 ACOD1 expression (and thereby itaconate synthesis) likely is a common feature in human 402 influenza. We have recently identified the active center of ACOD1 enzyme and found that 403 naturally occurring loss-of-function mutations are extremely rare, suggesting that physiologic 404 itaconate responses have been important in human evolution (Chen et al., 2019). It is therefore 405tempting to speculate that one beneficial role of an active ACOD1/itaconate axis is to reduce the 406 risk of death or organ damage from infection-associated inflammation and that loss-of-function 407 genotypes have been selected against during times of high infectious disease burdens.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Clinical implications. The current COVID-19 pandemic has, once again, focused the research409 limelight on the deleterious effects of overshooting innate immune responses in acute viral 410 infections. In a current report, Lee et al. found that intense IFN responses in PBMC from patients 411 are a hallmark of both severe COVID-19 and influenza (Lee, Park et al., 2020). Of note, a recent 412 systematic review of 45 studies on corticosteroid use for COVID-19 found a significant 413 beneficial effect (van Paassen, Vos et al., 2020), whereas to date there are no clinically effective antivirals against SARS-CoV-2. Therefore, the concept of adjunct treatments to control 415 deleterious host immune responses in viral infections is more pertinent than ever. Considering (i) 416 the well documented cytoprotective properties of itaconate and derivatives and (ii) our findings of 417 remarkable anti-inflammatory and anti-IFN effects in the absence of increased viral replication, 418 itaconate derivatives would constitute a highly promising class of compounds for such 419", "latex": null, "type": "figure"}, "FIGREF16": {"text": "We thank V. Kaever, H. Bähre and staff of the RCU Metabolomics at 424 Hannover Medical School for support with the itaconate measurements, Elena Reinhard for 425 assistance with the animal experiments, the HZI Animal Facility for expert animal care, the HZI 426 Genome Analytics Platform for microarray and RNA sequencing, L. Gröbe for cell sorting, D. 427 Jonigk and P. Braubach (Institute of Pathology, Hannover Medical School) for providing human 428 lung tissue. We thank Hans Jörg Hauser (HZI) for helpful comments on the manuscript.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Conflict of interest.The authors declare that none of them have a conflict of interest relating to 430 conduct of the study or publication of the manuscript.", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Authors' contributions. AS, AAI, CF, FC,NS, KS, MP, MT, and TE performed experiments 432 and analyzed data, MW performed statistical analyses and prepared figures, RG performed the 433 gene expression studies, MCP performed histological analyses, CAG, AM, SP and AM provided 434 reagents and concepts to study design. All authors edited the manuscript and consented to its 435 publication. FP oversaw the study and wrote the final draft of the manuscript.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "gene expression data are available through GEO at accession number GSE162210, 438 GSE162260, GSE162261 and GSE164922. These data are currently private and access can be 439 given to reviewers. The data previously published in (Wilk et al., 2015) are available at 440 GSE66040. Methods 442 Cell culture. Cell lines were obtained from German Collection of Microorganisms and Cell 443 Cultures GmbH (DSMZ), Braunschweig, Germany. The human myelomonocytic leukemia cell 444 line THP-1 was propagated in RPMI 1640 medium (GIBCO ® Life Technologies™) 445 supplemented with 10% fetal calf serum (FCS) and 2 mM L-glutamine. Cells (2.5x10 5 cells/ml) 446 were differentiated with 200 nM phorbol-12-myristate-13-acetate (PMA, Sigma-Aldrich, product 447 no.P-8139) for 48 h, followed by incubation in fresh RPMI medium for another 24 hours (h). 448 Human adenocarcinoma cells resembling type II alveolar epithelial cells (A549) were propagated 449 in DMEM medium supplemented with 10% FCS and 2 mM L-glutamine.", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Primary cell isolation and differentiation. Primary human monocytes were isolated from buffy 451 coats from healthy blood donors by density gradient centrifugation (Histopaque™, Sigma-452 Aldrich). For studies of monocytes and M1/M2-type macrophages, CD14+ cells were isolated by 453 magnetic activated cell sorting (CD14+ Cell Isolation Kit; Miltenyi Biotec). 2x10⁵ monocytes 454 were then differentiated into M1-type macrophages cells by incubation with 1000 U/ml GM-CSF 455 (granulocyte macrophage-colony stimulating factor, CellGenix) and into M2-type macrophages 456 by incubation with 100 ng/ml M-CSF (macrophage-colony stimulating factor, Miltenyi Biotec) in 457 serum-free DC medium (CellGenix) for 5 days.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Virus strains. A common reference strain of influenza A virus (PR8M, A/PuertoRico/8/34 459 H1N1, kindly provided by Stefan Ludwig (University of Münster, Germany) (Blazejewska, 460 Koscinski et al., 2011) was used throughout. In the experiment shown in Fig. 2, we additionally 461 used the clinical isolate Gi-WT (A/Giessen/6/2009 H1N1-WT) and the reassortant Gi-NS-PR8 462 containing the NS segment of the PR8 strain on the backbone of SOIV-WT, which replicates 463 faster than the WT (Petersen et al., 2018b). Viruses were propagated in the chorio-allantoic cavity 464 of 10-day-old embryonated eggs for 48 h at 37°C. Fluid from the chorio-allantoic cavity was 465 collected and the virus was titrated by focus-forming unit (FFU) assay and stored in aliquots at -466 80°C until use.", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Viral infections and treatment with itaconate, DI, and 4OI. 2.5 × 10 5 dTHP-1 or A549 cells468    were infected with the indicated IAV strain at an MOI of 1, cells were centrifuged at 300 g for469 15 min and incubated at 37°C for 2 h. Cells were subsequently washed twice with PBS and fresh post-infection medium was added to the cells. Cells were re-incubated at 37°C for the indicated 471 lengths of time. The respective amount of IA, DI, or 4OI was added to RPMI/DMEM complete 472 medium and pH was adjusted to 7.5 with 1 M KOH solution. 4OI (100 mM) was dissolved in 473 DMSO, and the final concentration of 4OI (25 µM) thus resulted in a 0.025% concentration of 474 DMSO in the media. Media were filtered by using vacuum filters with 0.22 μm pore size 475 (Millipore). Cells were incubated overnight with the compounds, and virus was then added for 2 476 h. Unbound virus was then removed by replacing the medium with fresh medium containing the 477 compounds at the same concentrations. For PBMC infections, cells were isolated from 7 donors 478 and seeded as 4x10 6 cells/well in a 6 well plate and simultaneously infected for 12 h with strain 479 PR8M (MOI=1) with or without IA (10 mM), DI (0.5 mM), or 4OI (25 µM). Thus, PBMC were 480 not preincubated with the compounds before infection. Strain A/California/7/2009 (reagent 481 15/252, obtained from National Institute for Biological Standards and Control, London, UK) was 482 used for the mouse infections, applying 5×10 5 FFU (20 L) by the intranasal route.", "latex": null, "type": "figure"}, "FIGREF23": {"text": "Mouse model. All animal procedures were performed following guidelines from the Federation 484 of European Laboratory Animal Science Associations. The study was approved by the regulatory 485 authority of the German Federal Sate of Lower Saxony (Niedersächsisches Landesamt für 486 Verbraucherschutz und Umwelt, LAVES). ACOD1 -/-, ACOD1 +/-, and ACOD1 +/+ mice with 487 C57BL/6J background had originally been generated by Dr. Haruhiko Koseki in the RIKEN 488 Institute (Yokohama, Japan) by the use of stem cells which were purchased from the Repository 489 of Knockout Mouse Project under strain ID Irg1tm1a (KOMP) Wtsi. Age-matched groups of 490 female ACOD1 -/-, ACOD1 +/-, and ACOD1 +/+ mice were derived from the same heterozygous 491 breeding pair. Animals were bred at the University of Luxembourg and then transferred to the 492 Animal Experimental Unit of the Helmholtz-Centre for Infection Research, where they were kept 493 under Animal Biosafety Level 2 and non-specific pathogen-free conditions. Animals were housed 494 seperated according to genotype, up to 5 mice per cage. For IAV infections, mice were sedated 495 by intraperitoneal injection of ketamine (10 mg/mL) and xylazine (1 mg/mL) in 0.9% NaCl, 496 infected intranasally and then observed for weight loss and survival for up to 15 days. Mice with 497 weight loss >20% had to be sacrificed (CO 2 asphyxiation) and were counted as non-survivors. In 498 a separate experiment, mice were sacrificed on days 8/9 and 14 p.i. (one mouse that died on day 499 11 was also included) and lungs examined for histopathological changes. Formalin-fixed, paraffin-embedded sections of mouse lungs were stained with hematoxylin/eosin (H&E). To 501 assess the degree of inflammation and histopathological lesions, 10 parameters of inflammation 502 and tissue damage were scored by an expert in mouse pathology (MP), who was not aware of the 503 identity of the slides, according to the scale below. lung tissue explant model. The study was approved by the Ethics Committee of 507 Hannover Medical School (MHH), and all donors gave informed consent for experimental use of 508 their tissue. Tissue was obtained at the time of medically indicated lung transplantation from 509 patients with end-stage lung disease due to emphysema or pulmonary arterial hypertension. The 510 overall tissue quality and gross pathological changes were assessed by a board-certified 511 pathologist (Dept. of Pathology, Hannover Medical School). Healthy appearing tissue was then 512 dissected and sectioned into pieces of approx. 30-50 mm 3 (typical weight, 30-50 mg). Tissue 513 pieces were cultured overnight in individual wells in RPMI medium, containing DI (1 mM) or 514itaconate (25 mM) as indicated. After this pre-treatment + washing step in medium, tissue pieces 515 were infected with IAV (2x10 5 FFU/ml) for 24 h at 37°C in medium containing DI or IA.", "latex": null, "type": "figure"}, "FIGREF24": {"text": "516RT-qPCR. RNA was purified using the Nucleospin RNA purification kit (Machery Nagel) and517 on-column removal of DNA by digestion with rDNase (Machery Nagel) for 15 min. at RT. 518 cDNA was synthesized with the PrimeScript™ kit (TaKaRa, Shiga, Japan) using 400 ng RNA in 519 a 10 µl reaction. RT-qPCR reactions were set up in a final volume of 20 µl, using the SensiFast™ 520 SYBR® No-ROX Kit (Bioline, Taunton, MA) and the primers listed in", "latex": null, "type": "figure"}, "FIGREF25": {"text": "robust multiarray average (RMA) method(Irizarry, Hobbs et al., 2003). Differentially expressed 553 genes (DEGs) were identified using limma:Linear Models for microarray and RNA-Seq Data 554 (www.Bioconductor.org) and one-way ANOVA. 555 Differential gene expression analysis of bulk RNAseq data. Differential gene expression for 556 Fig. 1B was calculated using generalized linear models contained in the edgeR package 557 (doi:10.1093/bioinformatics/btp616). P values were adjusted using false discovery rate (FDR), 558 using FDR <0.05 to define significance of differential gene expression. 559 Single cell RNA sequencing 560 Barcoding and cDNA synthesis. The single cell suspension was loaded onto a well on a 10x 561 Chromium Single Cell instrument (10x Genomics). Barcoding and cDNA synthesis were 562 performed according to the manufacturer's instructions. Briefly, the 10x™ GemCode™ 563 Technology partitions thousands of cells into nanoliter-scale Gel Bead-In-EMulsions (GEMs), 564", "latex": null, "type": "figure"}, "FIGREF26": {"text": "Library Kit according to the manufacturer's original protocol. 571 Briefly, after the cDNA amplification, enzymatic fragmentation and size selection were 572 performed using SPRI select reagent (Beckman Coulter, Cat# B23317) to optimize the 573 cDNA size. P5, P7, a sample index and read 2 (R2) primer sequence were added by end 574 repair, A-tailing, adaptor ligation and sample-index PCR. The final single cell 3' library 575 contains a standard Illumina paired-end constructs (P5 and P7), Read 1 (R1) primer sequence, 576 16 bp 10x barcode, 10 bp randomer, 89 bp cDNA fragments, R2 primer sequence and 8 577 bp sample index. For post library construction QC, 1 l of sample was diluted 1:10 578 and ran on the Agilent Bioanalyzer High Sensitivity chip for qualitative analysis.", "latex": null, "type": "figure"}, "FIGREF27": {"text": "Single-cell RNA sequencing and generation of data matrix. PBMC were infected and treated as580 for the microarray analyses. Cells were then stained with propidium iodide (Apoptosis Detection 581 Kit, eBioscience, cat. no. 88-8005-74), and dead cells and doublets were removed by FACS. Live 582 cells (including those undergoing apoptosis) were used to make single-cell suspensions using the 583", "latex": null, "type": "figure"}, "FIGREF28": {"text": "Multiplex assay for inflammation-related polypeptides. Concentration of 27 inflammation-621 related human proteins were measured in cell culture supernatants by using Human 27-plex 622 BIORAD cytokine panel (Cat. No.171-A1112, BIORAD). Standard curves were generated for all 623 27 cytokine standards with eight 2-fold serial dilutions starting from 32 ng/ml. 100 µl of assay 624 buffer was added to each well of a microfiltration plate, followed by addition of 50 µl of beads 625 suspension. After washing the beads with assay buffer, 50 µl of standard or the sample 626 (supernatant) was added to each well and incubated for 30 min at room temperature with gentle 627shaking. 25 µl of antibody premix for detection was added into each well followed by incubation628    for 30 min at room temperature with gentle shaking. Three washing steps were performed using 629 50 µl of assay buffer in each well, followed by washing with streptavidin solution for 10 min at630 room temperature with shaking. Final washing with 125 µl of assay buffer was performed before 631 quantification by using BIO-PLEX Manager software version 4.632 Immunofluorescense. THP-1 cells were seeded and differentiated with 80% confluency in a 24 633 well plate with coverslips. Cells were fixed with 2.5% formaldehyde for 20 min and the reaction 634 stopped by adding 0.1 M glycine for 5 minutes (min). Cells were then permeabilized with 0.2% 635 Triton X100 in PBS for 5 min. Cells were incubated for 1 h with primary antibody (rabbit-anti 636 p65 mAB, Cell Signaling, cat. no. 8242S) 1:200 diluted in BSA/PBS 1 mg/ml. Cells were then 637 washed three times with PBS and incubated in the dark for 45 min with Alexafluor594 secondary 638 antibody (1:100) (Cell Signaling, cat.# 8889S) in BSA/PBS 1 mg/ml and incubated in the dark for 639 45 min. Cells were washed three times with PBS. To stain nuclei, DAPI was added at 1:10,000 in 640 PBS for 10 min. Cells were washed three times with PBS and mounted with 20 l of DAKO 641 mounting medium per coverslip on glass slides and stored in the dark until imaged. The images 642were analysed using Image J s/w (imagej.net).643Quantification of itaconate. Itaconate concentrations were measured by liquid-chromatography 644 tandem mass-spectrometry (HPLC-MS/MS) using a liquid chromatography system (NEXERA LC, Shimadzu, Japan) coupled to a triple quadrupole -ion trap mass spectrometer (Data are shown mean ± standard error of the mean (SEM) unless stated otherwise.649Significance of between-group and across-group differences was assessed with the statistical tests650 indicated in the figure legends, using Prism 5.02 and 8.0 (GraphPad Software Inc.). Wherever 651 exact p values are not stated, significance is graded as *p<0.05, **p<0.01, ***p<0.001. 652 Principle component analysis was performed with the R package \"PCAtools\" 653 (https/github.com/kevinblighe/PCAtools), and hierarchical clustering analysis with the R tool 654 pheatmap (cran.r-project.org/web/packages/pheatmap/pheatmap.pdf). 655 Reanalysis of published data sets. Reanalyses of publically available published data sets were 656 performed in the R environment (version 3.6.3) (R_Core_Team, 2014), using package beeswarm 657 (version 0.2.3.) (Eklund, 2016) for visualization as indicated.658 Gene set enrichment analysis. Features with linear fold change (FC) ≥|1.5| and unadjusted P-659 value ≤0.05 were used for enrichment analysis (Subramanian, Tamayo et al., 2005) based on 660 gene ontology (GO Biological Process) and KEGG pathways, using GEne SeT AnaLysis Toolkit 661 (Liao, Wang et al., 2019). Enrichment/depletion strip charts were made using ggplot2 (Wickham, 662 2016). Volcano plots to shows DEGs were made using R package \"EnhancedVolcano\" 663 (https://github.com/kevinblighe/EnhancedVolcano). Molecular Signatures Database (MSigDB) 664 v7.2 (Liberzon, Birger et al., 2015) was used to collect the information of genes involved in gene Reciprocal interactions between Acod1 expression and inflammation during 670 influenza A virus infection in mice. A. Higher pulmonary expression of Acod1, Tnfaip3, and 671 Hmox1 and 2 mRNA in DBA/2J (D2) than in C57BL/6J (B6) mice following IAV infection 672 (reanalysis of published RNAseq data (Wilk et al., 2015)) (n=3 each strain and time point). 673 *p<0.05; **p<0.01; ***p<0.001 (pairwise t-test with Bonferroni-Holm multiple comparisons 674 correction). B. Acod1 mRNA is among the most highly upregulated transcripts in mouse lung 675 within 48 h of IAV infection (RNAseq, n=3 per time point). C. Lower pulmonary levels of 676 itaconate in IAV-infected Acod1 +/than in Acod1 +/+ mice. Itaconate was not detected in the 677 Acod1 -/mice (n=36 Acod1 +/+ , 27 Acod1 +/-, 4 Acod1 -/mice). *p<0.05; **p<0.01; ***p<0.001 678 (unpaired t-test). D. Greater weight loss of female Acod1 -/-C57BL/6J mice during infection with 679 IAV. Mice had to be euthanized when weight loss exceeded 20%; n=9 Acod1 +/+ , 10 Acod1 +/-, 9 680 Acod1 -/mice. *p<0.05; **p<0.01; ***p<0.001 (unpaired t-test) E. Survival data of the same 681 experiment as in C. Median survival after day 7 was significantly lower in Acod1 -/mice 682 (p=0.018, Mann-Whitney-U test). F. Semi-quantitative histopathological scoring of lungs on days 683 8/9 (mid), 11 and 14 (late) reveals highest inflammation in Acod1 -/mice; n=9 Acod1 +/+ , 10 684 Acod1 +/-, 9 Acod1 -/mice (all female). *p<0.05; **p<0.01; ***p<0.001 (two-way ANOVA, 685 Tukey's multiple comparisons test) G. H&E stained lung sections showing inflammation severity 686 scores of 0 (left) and 3 (right). Differences among human myeloid cells in ACOD1 mRNA induction during IAV 688 infection. A. Induction of ACOD1 and TNFAIP3 mRNA (RT-qPCR) in M1 and M2 689 macrophages and PBMCs during IAV infection. B. Induction of ACOD1 and TNFAIP3 (RT-690 qPCR) in dTHP-1 cells correlates with virulence of three IAV strains. Mean ±SEM (n=4). HA = 691 IAV hemagglutinin. *p<0.05; **p<0.01; ***p<0.001 (two-way ANOVA, Tukey's multiple 692 comparisons test, with reference to M1 macrophages in A, and to Gi-WT in B). Effects of itaconate and DI on cellular inflammation due to IAV infection of 694 dTHP-1 cells. A. Outline of experiment. dTHP-1 cells were treated with itaconate or DI 695 overnight, or left untreated, and then infected with IAV. Dose-response curves of effects of a 696 range of itaconate and DI and concentrations on HA and CXCL10 mRNA expression are shown in Fig. S1. B-C. 48 h time course, DI = 0.25 mM (n=3). mRNA expression (RT-qPCR) of HA 698 (B) and CXCL10 mRNA (C) *p<0.05; **p<0.01; ***p<0.001 (unpaired t-test). D-I. Global 699 transcriptomic changes (microarray analysis) due to itaconate (25 mM) and DI (1 mM) treatment 700 of uninfected and IAV-infected dTHP-1 cells (n=3). D. Venn diagram showing unique and 701 common differentially expressed genes by itaconate and DI treatment of infected cells. E-I. 702 Volcano plots showing differential mRNA expression in uninfected dTHP-1 cells under itaconate 703 and DI treatment (E-F) and infected dTHP-1 cells with or without itaconate or DI treatment (G-704 I). The 2-3 most significantly differentially expressed mRNAs are identified by labels. J. Effects 705 of itaconate (25 mM) and DI (1 mM) treatment on levels of inflammation-related polypeptides in 706 dTHP-1 cell supernatants 12 h after IAV infection or mock infection. Mean ± SEM (n=3). 707 *p<0.05; **p<0.01; ***p<0.001 (One-way ANOVA, Tukey's multiple comparison test). Itaconate and DI treatment leads to a global downregulation of IFN-I signaling in 709 IAV-infected dTHP-1 cells. Enrichment analysis of gene ontology (GO Biological Process) 710 terms based on the microarray data shown in Fig. 3, using DEGs (p<0.05, FC >|1.5|) as input. GO 711 terms (FDR ≤0.05) reveal major induction of antiviral and inflammatory responses by infection, 712 which are decreased by both itaconate and DI treatment. Effect of overexpression of ACOD1 and exogenous treatment with DI on IAV-714 infected A549 cells. A. A549 cells were transfected with pCMV6-Hu-ACOD1, pCMV6 empty 715 vector, or mock transfected for 48 h and then infected with IAV for 48 h (n=3). Expression of the 716 indicated mRNAs was measured by RT-qPCR, itaconate concentrations by LC-MS/MS. *p<0.05; 717 **p<0.01; ***p<0.001 (2-way ANOVA, Tukey's multiple comparisons test) B. A549 cells were 718 treated with 0.25 mM DI overnight, infected with IAV for 48 h (n=3), and expression of the719 indicated mRNAs measured by RT-qPCR. Mean ± SEM (n = 3). *p<0.05; **p<0.01; ***p<0.001 720 (2-way ANOVA, Sidak's multiple comparisons test). GO term enrichment analysis of itaconate and DI reveals global effects on IFN-722 signaling and cellular inflammation in A549. A549 cells were, in the case of treatment, 723 incubated overnight with DI (0.5 mM) or itaconate (20 mM), and then infected with strain PR8M. 724 Gene expression was determined by microarray analysis 24 h p.i. (n=4). A. GO enrichment (FDR <0.05) analysis using DEGs (p<0.05, FC >|1.5|) as input. B. Hierarchical cluster analysis 726 illustrating downregulation of a subset of genes involved in IFNA/B signaling. Anti-inflammatory effect of itaconate and DI on IAV-infected human lung tissue 728 explants. Human primary lung tissue from patients with emphysema and pulmonary arterial 729 hypertension was incubated overnight with itaconate (25 mM), DI (1 mM), or medium only and 730 was then infected with IAV for 24 h (n=5 donors, 3 tissue pieces per donor). A. Viral titers in 731 supernatant (focus forming assay). B-D. CXCL10 mRNA (B), and ISG15 (C) mRNA in tissue 732 (RT-qPCR); IP10 concentration in supernatant (EIA) (D). Mean ± SEM (n=6 donors, 3 tissue 733 pieces per replicate). *p<0.05; **p<0.01; ***p<0.001 (Mann-Whitney U test). Anti-inflammatory effects of itaconate, DI, and 4OI on IAV-infected human PBMCs. 735 PBMCs were isolated from freshly donated human blood and then infected with IAV for 12 h in 736 the presence or absence of itaconate (10 mM), DI (0.5 mM), or 4OI (25 µM) without 737 preincubation (7 donors, 3 replicates). A. Expression of the indicated mRNAs in PBMC (RT-738 qPCR). B. Concentrations of the indicated proteins in PBMC supernatants (ELISA). Mean +/-739 SEM (6 donors, 3 replicates per donor). *p<0.05; ***p<0.01; ***p<0.001 (1-way ANOVA). C. 740 GO enrichment analysis of effects of IA, DI, and 4OI on IAV-infected PBMC. Microarray 741 analysis of PBMC RNA from four of the donors featured in A-B. RNA was pooled from the three 742 replicates of each donor, resulting in 4 samples per group. GO term analysis was performed on 743 DEGs (p<0.05, FC>|1.5|) and terms with an FDR <0.02 in at least one condition are shown. Single-cell transcriptomic responses of PBMC to IAV infection and DI treatment. 745 PBMCs were isolated from freshly donated human blood (one donor), and then infected with 746 IAV for 12 h with or without DI (0.5 mM) in the medium. A-B. UMAP plots identifying 13 cell 747 types (A) that make up the five major cell types (B) studied. The RNA cell markers used are 748 listed in Table 3. C-D. Differential mRNA expression in uninfected, infected and infected/DI-749 treated PBMCs. E. Differential mRNA expression in monocytes in the indicated paired 750 comparisons. Major transcriptional reprogramming due to IAV infection is evident, which is 751 largely prevented by treatment with DI. F. Differential mRNA expression in CD8+ T cells in the 752 indicated paired comparisons. Reprogramming in the presence of IAV is much less, but a DI 753 treatment effect is evident. G-H. Venn diagrams based on RNAs differentially regulated (FDR <0.05) by both viral infection and DI treatment in each of the 5 major cell type, GO enrichment analysis at the single cell level of DI effects on uninfected and 757 IAV-infected PBMC. Analysis based on the scRNAseq data shown in Fig. 9. Go terms that are 758 enriched/depleted in all cell types by infection and DI treatment are marked with a red asterix in 759 A and C. A. GO enrichment analysis of monocytes. B. Venn diagrams illustrating GO terms that 760 are commonly or uniquely regulated (FDR <0.05) in monocytes, CD4 T cells, CD8 T cells, B 761 cells, and NK cells; due to infection alone, DI treatment of infected cells, or DI treatment of 762 uninfected cells. Go terms that are enriched/depleted in all cell types by infection and DI 763 treatment are printed in bold. C. Go term analysis of CD4 T cells, CD8 T cells, B cells, Dose response curves of itaconate and DI treatment of IAV-infected dTHP-1 768 cells. dTHP-1 cells were pretreated overnight with the indicated concentrations of IA or DI, 769 infected with IAV, and expression of HA and CXCL10 mRNA was measured after 12 h (RT-770 qPCR) (n=3). The impact of itaconate and DI treatments on cell transcriptomes is greater than 772 that of IAV infection. PCA based on the microarray analysis shown in Fig. 3. Untreated and 773 treated IAV-infected cells cluster together, whereas untreated infected cells are clearly separated 774 from all other groups in both principle components. A. Hierarchical clustering analysis of effects of itaconate and DI on IAV-infected 776 dTHP-1 cells. Analysis based on the same microarray data as used for Fig. 3 and EV1B, using 777 the top 100 DEGs (FDR F-test <1.89E-09). Uninfected cells and untreated IAV-infected cells 778 form one clade and itaconate and DI treated IAV-infected cells the other clade. The brackets 779 identify (i) a large pro-inflammatory subclade in IAV infection, which is globally downregulated 780 by the treatments; (ii) a large cluster of DEGs specific for itaconate treatment; (iii) a small cluster 781 of DEGs specific for DI treatment, and (iv) a subclade comprising DEGs differentially expressed due to both compounds. B. Enrichment plots based on the 99 genes contained in GO term 783 Response to type I interferon. Enrichment scores are plotted on the y-axis, the mRNAs 784 (identified by vertical lines) along the x-axis, ranked by fold change. The plots illustrate 785 pronounced enrichment in a large number of genes due to infection, which is nearly 786 quantitatively depleted by treatment with both itaconate and DI. Itaconate and DI induce different recruitment programs in dTHP1 cells. 788 Supernatants of uninfected and IAV-infected dTHP1 cells, with our without itaconate or DI 789 treatment, were analyzed for concentrations of 27 cytokines/chemokines by multiplex microbead 790 array 12 h after infection or mock treatment. A hierarchical clustering analysis was carried out 791 with those targets that were detected above limit of detection of the assay in most samples. The 792 microarray analysis of cellular gene expression from the same experiment is shown in Fig. KEGG-pathway analysis of effects of itaconate and DI treatment on IAV-795 infected dTHP-1 cells. Analysis based on the microarray data set used for Figure 4. A broad 796 dampening of IFN-related and pro-inflammatory pathways by both compounds is evident. Effects of increasing doses of itaconate and DI on CXCL10 expression in IAV-798 infected A549 cells. RT-qPCR using HPRT1 as reference. A549 cells were infected with IAV 799 and itaconate and DI treatments were given at the indicated concentrations. Expression of HA and 800 CXCL10 mRNA was measured by RT-qPCR 24 h p.i. (n=3). DI concentrations ≥ 1 mM could not 801 be evaluated due to widespread cytotoxicity seen by light microscopy. Global effects of itaconate and DI on transcriptomic responses in IAV-infected 803 A549 cells. PCA based on the microarray analysis used for Fig. 6, but additionally including 804 treatments with 40 mM itaconate and 0.25 mM DI. PCA showing normalization of IAV-driven 805 reprogramming of gene expression, but increasing impact of itaconate on cellular responses with 806 increasing doses. Effects of itaconate (20 mM) and DI (0.5 mM) on transcriptomic responses in 808 IAV-infected A549 cells. Analysis based on the microarray data used for the GO analysis in Fig. 809 6. Unsupervised hierarchical clustering analysis of the 100 most significant DEGs (FDR F-test <1.46E-10). DI-treated infected and uninfected cells cluster in one clade, and infected and 811 itaconate-treated infected cells in the other. There is a large clade mostly containing 812 proinflammatory genes, which are downregulated by DI, whereas effects of itaconate are much 813 weaker. DUSP95 is exclusively downregulated by itaconate (arrowhead). There are two smaller 814 clades of genes that form an \"itaconate signature\", comprising genes that are, albeit to a lesser 815 extent, also upregulated by IAV infection, or uniquely by itaconate. Effects of itaconate (40 mM) and DI (0.5 mM) on transcriptomic responses in 817 IAV-infected A549 cells. Hierarchical clustering analysis ased on the microarray analysis used 818 for Fig. S5. Compared to the 20 mM itaconate concentration (Fig. S8), itaconate-treated IAV 819 infection is now in a separate clade, indicating that the impact of itaconate on the cells dominates 820 that of the infection. Downregulation of the inflammation-driven clade is now more pronounced, 821 the itaconate-unique signature is stronger, and there also is a clade comprised of genes 822 downregulated by IAV. KEGG pathway enrichment analysis of itaconate (20 mM) and DI (0.5 mM) 824 treatment on IAV infection in A549 cells. Analysis performed based on the microarray data 825 shown in Fig. 6 and S8. Primary human lung tissue explants support IAV RNA transcription and 827 upregulation of CXCL10 mRNA. Human primary lung tissue from patients with emphysema or 828 pulmonary arterial hypertension (n=7 donors, 3 tissue pieces per donor per treatment) was 829 infected with IAV for 72 h and HA and CXCL10 mRNA expression measured by RT-qPCR, 830 using HPRT1 as internal reference. CXCL10 levels are expressed as fold change with reference to 831 uninfected tissue at the same time point. *p<0.05; **p<0.01; ***p<0.MannInduction of ACOD1 and TNFAIP3 mRNAs during IAV (H3N2) infection of 834 human lung explants. Reanalysis of a published dataset of gene expression (RNAseq) in IAV 835 (H3N2) infection of human lung tissue derived from tumor-free margins obtained during 836 lobectomy for lung carcinoma(Matos et al., 2019). A strong induction of ACOD1 expression and 837", "latex": null, "type": "figure"}, "FIGREF29": {"text": "Increased levels of ACOD1 and TNFAIP3 mRNA expression in whole blood 841 from patients with moderate and severe influenza. Reanalysis of a published data set of gene 842 expression in whole blood from patients with moderate and severe influenza and healthy 843 controls(Tang, Shojaei et al., 2017). *p<0.05; **p<0.01; ***p<0.001 (pairwise t-tests with 844 pooled SD). Transcriptome changes in itaconate, DI, and 4OI treated PBMC are driven 846 more by the treatments than by infection. Analysis of mRNA expression in a subgroup (n=4) 847 of the PBMC samples that were used for the targeted assays shown in Fig. 8. A PCA was 848 performed on the same oligonucleotide microarray data as used for Fig. 8C and J. There is a less 849 pronounced effect of IAV infection (control and IAV infected samples are not clearly separated) 850 than on dTHP-1 and A549 cells, but pronounced additional broad changes in gene expression due 851 to treatment with 4OI, itaconate treatment (note two outliers), and DI (one outlier). Hierarchical clustering analysis of transcriptomic changes in IAV infected 853 PBMC and responses to itaconate, DI, and 4OI treatment. The 100 most significant DEGs 854 were selected (FDR F-test <3.72E-05). Transcriptome changes are mostly due to marked effects 855 of 4OI (more down-than upregulation) on genes that are not affected by IAV infection, 856 indicating general effects on cell homeostasis. However, induction of HMOX1 by DI in IAV 857 infection is evident (red arrowhead). The blue arrowhead points to the extreme outlier under DI 858 treatment seen in the PCA. KEGG pathway analysis of transcriptomic changes in IAV infected PBMC and 860 responses to itaconate, DI, and 4OI treatment. KEGG terms with an FDR <0.05 in at least one 861 group were selected. The threshold for inclusion in the chart was raised to FDR <0.01 if a 862 pathway was enriched/depleted only in a single treatment and not by IAV infection alone (e.g., 863Alcoholism in 4OI treatment).", "latex": null, "type": "figure"}, "FIGREF30": {"text": "Effects of IAV infection and DI treatment on relative cell type distribution in 865 PBMC. A reduction of CD14+ monocytes is apparent under DI treatment of both uninfected and 866 infected PBMC. A. Percentages. B. Absolute numbers. Effects of IAV infection and DI treatment on transcriptomes in the PBMC cell 868 types not shown in Fig. 9. Analysis based on scRNAseq. Volcano plots comparing effects of DI 869 treatment, with and without IAV infection, on CD4+ cells, NK cells, and B cells.", "latex": null, "type": "figure"}, "FIGREF31": {"text": "Cell-type specific KEGG pathway analysis of effects of DI on infected and 871 uninfected monocytes, CD4 T cells, CD8 T cells, B cells, and NK cells. Analyses based on the 872 scRNAseq data used for Fig. 9 and 10. Pathways that are enriched (FDR <0.05) in at least one 873 cell type are shown. Identification of central pathways commonly regulated in monocytes, CD4 and 875", "latex": null, "type": "figure"}, "FIGREF32": {"text": "Process (A) and KEGG (B) functional enrichment analyses of all genes commonly 877 differentially expressed in monocytes, CD4 and CD8 T cells, B cells, and NK cells in response to 878 IAV infection and DI treatment (center of Venn diagram shown in Fig. 9H, based on scRNAseq 879 analysis of PBMC). Nair S, Huynh JP, Lampropoulou V, Loginicheva E, Esaulova E, Gounder AP, Boon ACM, Schwarzkopf EA, 962 Bradstreet TR, Edelson BT, Artyomov MN, Stallings CL, Diamond MS (2018) Irg1 expression in myeloid 963 cells prevents immunopathology during M. tuberculosis infection. J Exp Med 215: 1035-1045 964 O'Neill LAJ, Artyomov MN (2019) Itaconate: the poster child of metabolic reprogramming in macrophage 965 function. Nat Rev Immunol 19: 273-281 966 Olagnier D, Farahani E, Thyrsted J, Blay-Cadanet J, Herengt A, Idorn M, Hait A, Hernaez B, Knudsen A, 967 Iversen MB, Schilling M, Jorgensen SE, Thomsen M, Reinert LS, Lappe M, Hoang HD, Gilchrist VH, Hansen 968 AL, Ottosen R, Nielsen CG et al. (2020) SARS-CoV2-mediated suppression of NRF2-signaling reveals 969 potent antiviral and anti-inflammatory activity of 4-octyl-itaconate and dimethyl fumarate. Nat Commun 970 11: 4938 971 Paijo J, Döring M, Spanier J, Grabski E, Nooruzzaman M, Schmidt T, Witte G, Messerle M, Hornung V, 972 Kaever V (2016) cGAS senses human cytomegalovirus and induces type I interferon responses in human 973 monocyte-derived cells. PLoS Pathog 12: e1005546 974 Passalacqua KD, Purdy JG, Wobus CE (2019) The inert meets the living: The expanding view of metabolic 975 alterations during viral pathogenesis. PLoS Pathog 15: e1007830 976 Petersen H, Mostafa A, Tantawy MA, Iqbal AA, Hoffmann D, Tallam A, Selvakumar B, Pessler F, Beer M, 977 Rautenschlein S (2018a) NS Segment of a 1918 Influenza A Virus-Descendent Enhances Replication of 978 H1N1pdm09 and Virus-Induced Cellular Immune Response in Mammalian and Avian Systems. Front 979 Microbiol 9: 526 980 Preusse M, Schughart K, Pessler F (2017) Host Genetic Background Strongly Affects Pulmonary microRNA 981 Expression before and during Influenza A Virus Infection. Front Immunol 8: 246 982 Preusse M, Tantawy MA, Klawonn F, Schughart K, Pessler F (2013) Infection-and procedure-dependent 983 effects on pulmonary gene expression in the early phase of influenza A virus infection in mice. BMC 984 Microbiol 13: 293 985 Ragab D, Salah Eldin H, Taeimah M, Khattab R, Salem R (2020) The COVID-19 Cytokine Storm; What We 986 Know So Far. Front Immunol 11: 1446 987 Ramos I, Fernandez-Sesma A (2015) Modulating the Innate Immune Response to Influenza A Virus: 988 Potential Therapeutic Use of Anti-Inflammatory Drugs. Front Immunol 6: 361 989 Srivastava B, Blazejewska P, Hessmann M, Bruder D, Geffers R, Mauel S, Gruber AD, Schughart K (2009) 990 Host genetic background strongly influences the response to influenza A virus infections. PLoS ONE 4: 991 e4857 992 Strelko CL, Lu W, Dufort FJ, Seyfried TN, Chiles TC, Rabinowitz JD, Roberts MF (2011) Itaconic acid is a 993 mammalian metabolite induced during macrophage activation. J Am Chem Soc 133: 16386-16389 994 Subramanian A, Tamayo P, Mootha VK, Mukherjee S, Ebert BL, Gillette MA, Paulovich A, Pomeroy SL, 995 Golub TR, Lander ES, Mesirov JP (2005) Gene set enrichment analysis: a knowledge-based approach for 996 interpreting genome-wide expression profiles. Proc Natl Acad Sci U S A 102: 15545-50 997 Szabo PA, Levitin HM, Miron M, Snyder ME, Senda T, Yuan J, Cheng YL, Bush EC, Dogra P, Thapa P, Farber 998 DL, Sims PA (2019) Single-cell transcriptomics of human T cells reveals tissue and activation signatures in 999 health and disease. Nat Commun 10: 4706 1000 Tang BM, Shojaei M, Parnell GP, Huang S, Nalos M, Teoh S, O'Connor K, Schibeci S, Phu AL, Kumar A, Ho 1001 J, Meyers AFA, Keynan Y, Ball T, Pisipati A, Kumar A, Moore E, Eisen D, Lai K, Gillett M et al. (2017)", "latex": null, "type": "figure"}, "FIGREF33": {"text": "of defense response positive regulation of ion transport positive regulation of response to external stimulus positive regulation of transmembrane transport protein localization to cell surface receptor metabolic process regulation of immune effector process regulation of innate immune response regulation of ion transmembrane transport regulation of metal ion transport regulation of postsynaptic membrane neurotransmitter regulation of response to biotic stimulus response to chemokine response to mechanical stimulus response to molecule of bacterial origin response to type I second−messenger−mediated signaling response to interferon−gamma response to interferon−beta regulation of multi−organism process protein−containing complex localization N−terminal protein amino acid modification G protein−coupled receptor signaling pathway", "latex": null, "type": "figure"}, "FIGREF34": {"text": "involved in immune response negative regulation of cytokine production negative regulation of defense response negative regulation of immune system process positive regulation of cytokine production positive regulation of defense response protein modification by small protein removal regulation of body fluid levels regulation of cell−cell adhesion regulation of DNA−binding transcription factor activity regulation of immune effector process regulation of innate immune response regulation of leukocyte activation regulation of multi−organism process regulation of peptidase activity regulation of response to biotic stimulus regulation of response to cytokine stimulus cell−cell adhesion via plasma−membrane adhesion molecules cell chemotaxis cellular response to biotic stimulus chromatin assembly or disassembly collagen metabolic process cytokine metabolic process defense response to other organism DNA conformation change extracellular regulation of signal transduction extracellular structure organization G protein−coupled receptor signaling pathway gliogenesis glutamate receptor signaling pathway of cell motility positive regulation of cytokine production positive regulation of defense response positive regulation of establishment of protein localization positive regulation of response to external stimulus positive regulation of secretion positive regulation of transcription to chemical stimulus pyruvate metabolic process regulation of cellular response to growth factor stimulus regulation of chemotaxis regulation of inflammatory response regulation of multi−organism process regulation of peptidase activity regulation of vasculature development response to ammonium ion response to anesthetic response to chemokine response to interferon−beta response to interferon−gamma response to interleukin−1 response to mechanical stimulus response to molecule of bacterial origin response to organophosphorus response to purine−containing compound response to toxic substance response to transforming growth factor beta response to tumor necrosis factor response to type I ---+ + + + Ita -+ ---+ --DI --+ ---+ -4OI ---+ ---+IAV ----+ + + + Ita -+ ---+ --DI --+ ---+ -4OI ---+ ---+IAV ----+ + + + Ita -+ ---+ --DI --+ ---+ -4OI ---+ ---+IAV ----+ + + + Ita -+ ---+ --DI --+ ---+ -4OI ---+ ---+IAV ----+ + + + Ita -+ ---+ --DI --+ ---+ -4OI ---+ ---+ IAV ----+ + + + Ita -+ ---+ --DI --+ ---+ -4OI ---+ ---+IAV ----+ + + + Ita -+ ---+ --DI --+ ---+ -4OI ---+ ---+IAV ----+ + + + Ita -+ ---+ --DI --+ ---+ -4OI ---+ -virus response to type I interferon response to interferon-beta defense response to other organism response to interferon-alpha viral life cycle regulation of multi-organism processresponse to virus response to type I interferon response to interferon-beta defense response to other organism response to interferon response antigen processing and presentation apoptotic mitochondrial changes cell redox homeostasis cytoplasmic translation defense response to other organism epithelial cell proliferation ERK1 and ERK2 cascade establishment of protein localization to membrane fat cell differentiation immune response−regulating signaling pathway leukocyte cell−cell adhesion membrane fusion negative regulation of immune system process positive regulation of cell activation positive regulation of cell adhesion protein localization to endoplasmic reticulum protein targeting regulation of binding regulation of cell−cell adhesion regulation of cell morphogenesis regulation of innate immune response regulation of leukocyte activation regulation of multi−organism process regulation of nuclease activity regulation of response to biotic stimulus response to dsRNA response to interferon−alpha response to interferon−beta response to interferon−gamma response to mechanical stimulus response to nutrient levels response to type I interferon response to virus ribonucleoprotein complex biogenesis ribonucleoprotein complex subunit organization RNA catabolic process rRNA metabolic process T cell activation translational initiation type I interferon production viral life cycle", "latex": null, "type": "figure"}, "FIGREF35": {"text": "Figure S1", "latex": null, "type": "figure"}, "FIGREF36": {"text": "Figure S2", "latex": null, "type": "figure"}, "FIGREF37": {"text": "Figure S3", "latex": null, "type": "figure"}, "FIGREF38": {"text": "Figure S6", "latex": null, "type": "figure"}, "FIGREF39": {"text": "Figure S7", "latex": null, "type": "figure"}, "FIGREF40": {"text": "STAT signaling pathway Kaposi sarcoma−associated herpesvirus infection Legionellosis Measles Metabolism of xenobiotics by cytochrome P450 NOD−like receptor signaling pathway RIG−I−like receptor signaling pathway TNF signaling pathway Valine, leucine and isoleucine degradation", "latex": null, "type": "figure"}, "FIGREF41": {"text": "Figure S11", "latex": null, "type": "figure"}, "FIGREF42": {"text": "Figure S13", "latex": null, "type": "figure"}, "FIGREF43": {"text": "Figure S14", "latex": null, "type": "figure"}, "FIGREF45": {"text": "right ventricular cardiomyopathy (ARVC) Axon guidance C−type lectin receptor signaling pathway Cellular senescence Chagas disease (American trypanosomiasis)", "latex": null, "type": "figure"}, "FIGREF46": {"text": "Figure S18", "latex": null, "type": "figure"}, "TABREF0": {"text": ", including that 4OI enriched pathways relating to chromatin structure such as Alcoholism. Taken together, these results consolidated our above findings that itaconate and derivatives can modulate inflammation due to IAV infection, but also suggested that DI and 4OI may have more robust anti-IFN and anti-inflammatory effects than itaconate. Considering the variable antiinflammatory effects of itaconate and the miscellaneous effects of 4OI on gene expression in this model, we subsequently focused on DI to decipher effects at the single-cell level.", "latex": null, "type": "table"}, "TABREF1": {"text": "RT-qPCR was Scoring system to assess inflammation in IAV-infected mouse lung the following program: 95°C for 15 sec., 60°C for 15 sec., and 72°C for 15 sec. To exclude artefacts resulting from primer dimer formation, melting curve analysis was performed using the sequence 95°C for 15 sec., 60°C for 15 sec., 95°C for 1 min. and 37°C for 30 sec. Relative expression of the host mRNA targets was calculated using the 2 −ΔΔCT method(Paijo, Döring et al.,   2016), and expression of IAV HA mRNA by normalizing against expression of HPRT as internal List of RT-qPCR primers", "latex": null, "type": "table"}, "TABREF2": {"text": "Microarray analyses. RNA was extracted using the RNeasy kit (Qiagen), RNA quality was checked with a Bioanalyzer 2100 (Agilent Technologies) and samples with RNA integrity number >7 were used for microarray analysis. Total RNA/Poly-A RNA Control Mixture was prepared by adding poly-A RNA controls (Affymetrix). This poly-A RNA was then used to prepare double standard cDNA. Antisense RNA (complimentary RNA or cRNA) was then synthesized and amplified by in vitro transcription (IVT) of the ds-cDNA template using T7 RNA polymerase. Enzymes, salts, inorganic phosphates, and unincorporated nucleotides were removed to prepare the cRNA for 2nd-cycle ds-cDNA synthesis. After verifying quality and yield of cRNA, sense-strand cDNA was synthesized by the reverse transcription of cRNA. cRNA template was hydrolyzed leaving ds-cDNA, which was then purified. cDNA was fragmented andlabeled by terminal deoxynucleotidyl transferase (TdT) using the Affymetrix proprietary DNA Labeling Reagent that is covalently linked to biotin. Cartridge Array Hybridization was 548 conducted on the GeneChip® Instrument (Affymetrix) using Thermo Fisher Scientific microarrays (Clariom™ S Assay, human). Raw .CEL files from Clariom S Pico Assay 550 microarrays for hg.38 were imported into the Transcriptome Analysis Console (TAC4.0.2)", "latex": null, "type": "table"}, "TABREF3": {"text": "10x Genomics platform. Libraries were sequenced on an Illumina NovaSeq 6000 2x50 pairedend kits using the following read length: 26 bp Read1 for cell barcode and UMI, 8 bp I7 index for sample index and 89 bp Read2 for transcript. Cell Ranger 1.3 (http://10xgenomics.com) was used to process Chromium single-cell 3' RNA-seq output. First, \"cellranger mkfastq\" demultiplexed the sequencing samples based on the 8bp sample index read to generate fastq files for the Read1 and Read2, followed by extraction of 16bp cell barcode and 10bp UMI. Second, \"cellranger count\" aligned the Read2 to the pre-built human reference genome (hg19, GRCh38) using STAR. Then, aligned reads were used to generate data matrix only when they had valid barcodes and UMI, and mapped to exons (Ensembl GTFs GRCm38.p4) without PCR duplicates.Valid cell barcodes were defined based on UMI distribution.Single-cell gene expression data analysis including filtering, normalization, and clustering was processed using Seurat V3.1 (https://satijalab.org/seurat/) in the R environment (www.bioconductor). Cells were removed when they had < 500 genes and > 25% reads mapped to mitochondrial expression genome. After filtering and doublet removal, 6456 single cells597 (control = 1870, DI =1474, IAV=1701, IAV & DI= 1411) remained. Raw counts were normalized by the global-scaling normalization method \"LogNormalize\". Principal component analysis score was used to determine the 'dimensionality' of all cells. Scatter plots were obtained using the UMAP method. Cell clusters were identified as different cell populations based on the expression of recently published canonical markers (Table 3). Differential gene expression was determined for each cell type using DESeq2 (Love, Huber et al., 2014). IAV infected cells wereidentified by the presence of IAV encoded transcripts, as mapped against NIAID Influenza mRNA markers used to define PBMC cell subpopulations in scRNAseq times, and detection antibody was added to each well. The plate was further incubated for 1 h at RT and then washed 4 times. Avidin-HRP conjugate was added and incubated for 30 min.", "latex": null, "type": "table"}, "TABREF4": {"text": "OASL", "latex": null, "type": "table"}}, "back_matter": []}