{"paper_id": "00e8b72274788da7bb38ac5d7b43d48734d80a00", "metadata": {"title": "Highlights Deaths, Panic, Lockdowns and US Equity Markets: The Case of COVID-19 Pandemic", "authors": [{"first": "Ahmed", "middle": ["S"], "last": "Baig", "suffix": "", "affiliation": {}, "email": "ahmed.baig@lums.edu.pk"}, {"first": "Hassan", "middle": ["Anjum"], "last": "Butt", "suffix": "", "affiliation": {}, "email": "butt-h@mssu.edu"}, {"first": "Omair", "middle": [], "last": "Haroon", "suffix": "", "affiliation": {}, "email": "omair.haroon@lums.edu.pk"}, {"first": "Syed", "middle": [], "last": "Aun", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Rizvi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hassan", "middle": [], "last": "Anjum Butt", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This study investigates the impact of COVID-19 pandemic on the microstructure of US equity markets. In particular, we explain the liquidity and volatility dynamics via indexes that capture multiple dimensions of the pandemic. Our results suggest that increases in confirmed cases and deaths due to coronavirus are associated with a significant increase in market illiquidity and 2 volatility. Similarly, declining sentiment and the implementations of restrictions and lockdowns contribute to the deterioration of liquidity and stability of markets.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The recent outbreak of coronavirus , originating in December 2019 from Wuhan (China), has infected over ten million people and has resulted in more than 580,000 deaths worldwide. Early estimates have put the global economic costs of the pandemic at around $8.8 trillion. 1 Given its immense human and economic impacts, the COVID-19 outbreak has spurred a deluge of news and opinions. It has also triggered government policy responses such as mandatory closures and lockdowns. Major events like the pandemic often overshadow all other events in the media (Blendon et al., 2004; Mairal, 2011; Young et al., 2013) . A consistent influx of pandemic-related news can cause anxiety among investors, influencing their investment decisions (Ederington and Lee, 1996; Klibanoff et al., 1998; Tetlock, 2007) . Such sentiment related influences have a significant impact on trading in financial markets (Tetlock, 2007;  Kaplanski and Levy, 2010; Su et al., 2017) . Similarly, restrictive government policies can cause uncertainty which may stimulate portfolio reconstructions and abnormal trading activity (Zaremba et al., 2020) and destabilize the markets (Blau et al., 2014) .", "cite_spans": [{"start": 554, "end": 576, "text": "(Blendon et al., 2004;", "ref_id": "BIBREF17"}, {"start": 577, "end": 590, "text": "Mairal, 2011;", "ref_id": null}, {"start": 591, "end": 610, "text": "Young et al., 2013)", "ref_id": null}, {"start": 732, "end": 758, "text": "(Ederington and Lee, 1996;", "ref_id": "BIBREF22"}, {"start": 759, "end": 782, "text": "Klibanoff et al., 1998;", "ref_id": null}, {"start": 783, "end": 797, "text": "Tetlock, 2007)", "ref_id": null}, {"start": 892, "end": 907, "text": "(Tetlock, 2007;", "ref_id": null}, {"start": 908, "end": 908, "text": "", "ref_id": null}, {"start": 923, "end": 934, "text": "Levy, 2010;", "ref_id": null}, {"start": 935, "end": 951, "text": "Su et al., 2017)", "ref_id": null}, {"start": 1095, "end": 1117, "text": "(Zaremba et al., 2020)", "ref_id": null}, {"start": 1146, "end": 1165, "text": "(Blau et al., 2014)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "Liquidity and stability are important features of financial markets. 2 These factors tend to deteriorate under adverse market conditions such as crises and pandemics. Liquidity is being cited as a major concern during the COVID-19 pandemic (Adrian and Natalucci, 2020; Wilkes, 2020) . Economic theory suggests that bid-ask spreads tend to increase in the presence of risk and uncertainty (Glosten and Milgrom, 1985; Hasbrouck, 1988) , which in turn leads to the deterioration of liquidity in the markets. Liquidity in financial markets is affected by investors\" ability to process information (Boubaker et al., 2019) . Liquidity also becomes a crucial policy area during financial crises (Brunnermeier, 2009) . Similarly, uncertainty has been known to adversely impact the volatility of stock markets (Veronesi, 1999; Pastor and Veronesi, 2012) .", "cite_spans": [{"start": 240, "end": 268, "text": "(Adrian and Natalucci, 2020;", "ref_id": "BIBREF0"}, {"start": 269, "end": 282, "text": "Wilkes, 2020)", "ref_id": null}, {"start": 388, "end": 415, "text": "(Glosten and Milgrom, 1985;", "ref_id": "BIBREF23"}, {"start": 416, "end": 432, "text": "Hasbrouck, 1988)", "ref_id": "BIBREF26"}, {"start": 593, "end": 616, "text": "(Boubaker et al., 2019)", "ref_id": "BIBREF19"}, {"start": 688, "end": 708, "text": "(Brunnermeier, 2009)", "ref_id": "BIBREF20"}, {"start": 801, "end": 817, "text": "(Veronesi, 1999;", "ref_id": null}, {"start": 818, "end": 844, "text": "Pastor and Veronesi, 2012)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Recent studies find increased systematic risk and volatility in response to COVID-19 (Zhang et al., 2020; Albulescu, 2020; Zaremba et al., 2020) . However, none of these studies analyze stocklevel liquidity and volatility. We focus on three dimensions of the coronavirus pandemic and study their impact on stock-level liquidity and volatility in US equity markets. These dimensions are: 1) human costs i.e. cases and deaths associated with the virus, 2) general sentiment and the panic associated with the pandemic, 3) restrictive measures implemented by governments in the form of social distancing and lockdowns.", "cite_spans": [{"start": 76, "end": 105, "text": "COVID-19 (Zhang et al., 2020;", "ref_id": null}, {"start": 106, "end": 122, "text": "Albulescu, 2020;", "ref_id": "BIBREF3"}, {"start": 123, "end": 144, "text": "Zaremba et al., 2020)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "We find that reported number of confirmed coronavirus cases and deaths, general negative sentiment generated by news, reduced mobility and restrictive government regulations have an adverse impact on the liquidity and volatility of the stock market at the individual stock level.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Our study contributes to the literature along the following dimensions. First, it adds to the evolving literature on market response to pandemics (Akhtaruzzaman et al., 2020; Al-Awadhi et al., 2020; Albulescu, 2020; Zhang et al., 2020; Haroon and Rizvi, 2020a; Haroon and Rizvi, 2020b) . Second, we add to the literature on the association of media/news originated sentiment with stock market liquidity and volatility (Barberis et al., 1998; Tetlock, 2007; Uhl et al., 2015) .", "cite_spans": [{"start": 146, "end": 174, "text": "(Akhtaruzzaman et al., 2020;", "ref_id": "BIBREF1"}, {"start": 175, "end": 198, "text": "Al-Awadhi et al., 2020;", "ref_id": "BIBREF2"}, {"start": 199, "end": 215, "text": "Albulescu, 2020;", "ref_id": "BIBREF3"}, {"start": 216, "end": 235, "text": "Zhang et al., 2020;", "ref_id": null}, {"start": 236, "end": 260, "text": "Haroon and Rizvi, 2020a;", "ref_id": "BIBREF24"}, {"start": 261, "end": 285, "text": "Haroon and Rizvi, 2020b)", "ref_id": "BIBREF25"}, {"start": 418, "end": 441, "text": "(Barberis et al., 1998;", "ref_id": "BIBREF11"}, {"start": 442, "end": 456, "text": "Tetlock, 2007;", "ref_id": null}, {"start": 457, "end": 474, "text": "Uhl et al., 2015)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "And finally, we extend the understanding of the impact of restrictive government policies on the stability and efficiency of financial markets (Blau et al., 2014; Blau, 2017; Baig, Blau, and Whitby, 2019; Baig, Blau, and Sabah, 2020) .", "cite_spans": [{"start": 143, "end": 162, "text": "(Blau et al., 2014;", "ref_id": "BIBREF16"}, {"start": 163, "end": 174, "text": "Blau, 2017;", "ref_id": "BIBREF12"}, {"start": 175, "end": 204, "text": "Baig, Blau, and Whitby, 2019;", "ref_id": "BIBREF9"}, {"start": 205, "end": 233, "text": "Baig, Blau, and Sabah, 2020)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "The rest of this study is outlined as follows. Section 2 discusses data and methodology; Section 3 presents empirical results and section 4 concludes.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We obtain data from five different sources. Stock market information for the S&P 500 constituent stocks is obtained from Thomson Reuters Datastream. Our final data is a firm-day panel that consists of all the constituent stocks of the S&P 500 index for the period January 13 th , 2020 to April 17 th , 2020. US mobility trends report consisting of indexes on driving, walking, and transit is obtained from Apple 3 , we sum all these three individual indexes and utilize the aggregate index that we denote as USDWT. Stringency index is obtained from Oxford COVID-19 Government Response Tracker (OxCGRT) 4 , we denote it in our study as STRINGENCY. We also obtain data on confirmed CASES and DEATHS in the U.S. from OxCGRT website and match it with John\"s Hopkins database. Coronavirus worldwide sentiment index is obtained from RavenPack 5 , we denote it as GSENT in our study. Google trends data based on the search for the word \"coronavirus deaths\" in the US is obtained from Google Trends website 6 , we denote it as GTREND. We choose to begin our sample on January 13 th because our mobility data is available from that date.", "cite_spans": [], "ref_spans": [], "section": "Data and Methodology"}, {"text": "3 Beginning January 13, 2020, Apple has published daily mobility trends that are based on requests for directions in Apple Maps. More at \"https://www.apple.com/covid19/mobility\". 4 OxCGRT obtains publicly available information on 18 indicators of government response. A subset of these indicators consists of restrictive policies such as school closures, travel bans, etc. The containment and closurepolicy related scores are then aggregated into a common \"Stringency Index\" (Hale, Petherick, Phillips and Webster, 2020). More information is available at \"https://www.bsg.ox.ac.uk/research/research-projects/coronavirusgovernment-response-tracker\". 5 The sentiment index computes the level of sentiment across all entities mentioned in the news alongside coronavirus. More details at \"https://coronavirus.ravenpack.com\". 6 We note that our results are consistent if we use other variations of the search word \"coronavirus deaths\". Our results also hold if we just use the google trends index for the word \"coronavirus\".", "cite_spans": [{"start": 821, "end": 822, "text": "6", "ref_id": null}], "ref_spans": [], "section": "Data and Methodology"}, {"text": "From the stock level information, we create various variables following the prior literature (e.g. Blau et al., 2014; Blau, 2018a; Blau, 2018b; . PRICE is the closing share price. SIZE is the market capitalization computed by multiplying closing price with shares outstanding. SPREAD is the bid-ask spread calculated as the difference between ask and bid prices scaled by their midpoint. VOLUME is traded share volume. ILLIQUIDITY is the Amihud (2002) illiquidity measure computed as the absolute returns divided by dollar volume (scaled up by ten million). VOLT is the range-based volatility measure computed following Alizadeh et al., (2002) as the natural log of maximum price minus the natural log of the minimum price. GVOLT is the conditional volatility computed by estimating a GARCH (1,1) model using the first difference of daily returns. S&P represents the daily returns series for the S&P 500 index.", "cite_spans": [{"start": 99, "end": 117, "text": "Blau et al., 2014;", "ref_id": "BIBREF16"}, {"start": 118, "end": 130, "text": "Blau, 2018a;", "ref_id": "BIBREF13"}, {"start": 131, "end": 143, "text": "Blau, 2018b;", "ref_id": "BIBREF14"}, {"start": 438, "end": 451, "text": "Amihud (2002)", "ref_id": "BIBREF5"}, {"start": 620, "end": 643, "text": "Alizadeh et al., (2002)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Data and Methodology"}, {"text": "To control for outliers, we trim our stock-level variables at the 1 st and 99 th percentile, though it does not qualitatively impact our conclusions. For our regressions, we log transform all our five indexes. We add one to the number of cases, the number of deaths, stringency and google trends indexes and then take the natural log to avoid excluding zero values. Our RavenPack sentiment index has a negative value throughout our sample. We take the absolute value of our sentiment series and then take its natural log which makes this variable increasing in negative sentiment. Table 1 provides summary statistics for our sample. These descriptive statistics provide us with a background and basic understanding of our sample and allow for a better interpretation of the significance of empirical results. We find that the average value of USDWT index is 255.6, GSENT is -48.6, GTREND is 36.1, and the STRINGENCY index is 31.9. An average stock in our sample has a PRICE of $111, Market capitalization (SIZE) of about USD 57 billion, VOLUME of about 5.4 million, ILLIQUIDITY of about 0.002, VOLT of about 4.8%, GVOLT of about 0.7%. S&P 500 index has an average return of about -0.2%, the minimum return of about -13% and a maximum return of about 9% during our sample period. Figure 3 presents the time series plot of the mobility index. The plot suggests that mobility sharply decreased from mid-March surrounding the spike in cases and deaths. Figure 4 presents the time series plot of the RavenPack sentiment index. The index has a general negative trend suggesting an overall decline in sentiment. Finally, figure 6 reports the time series plot of the google trends index. The index has a sharp increase surrounding the rise in cases and deaths due to coronavirus. The index also has a strong (negative) correlation with the RavenPack sentiment index. Baig, Blau and Sabah (2019) have used google trends indexes as a measure of sentiment. Accordingly, we utilize the \"coronavirus deaths\" google trends index as an additional measure of (negative) sentiment in the market.", "cite_spans": [{"start": 1859, "end": 1886, "text": "Baig, Blau and Sabah (2019)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 581, "end": 588, "text": "Table 1", "ref_id": "TABREF3"}, {"start": 1279, "end": 1287, "text": "Figure 3", "ref_id": "FIGREF5"}, {"start": 1449, "end": 1457, "text": "Figure 4", "ref_id": "FIGREF6"}, {"start": 1614, "end": 1622, "text": "figure 6", "ref_id": null}], "section": "Data and Methodology"}, {"text": "In the first set of tests, we examine the relation of various pandemic related indexes with our stock-level liquidity measures. Our analysis is based on regression models used in prior studies (e.g. Blau, 2017; Blau, 2018a) . We estimate the following OLS regression specification with robust standard errors clustered at the firm-level. The impact of COVID-19 is likely to vary across different industries. Therefore, we include industry fixed effects based on Fama-French 48 industry classifications in all our specifications 7 . In general, our results are in line with prior literature connecting fear-inducing news regarding infectious diseases (Ichev and Marinč, 2018; Donadelli et al., 2017) and restrictive government policies (Blau and Thomas, 2015) with liquidity in financial markets. For our independent variable LNCASES, we observe a strong and statistically significant relationship between coronavirus cases and the stock market liquidity. In economic terms, a one percent increase in cases is associated with about 0.041% increase in illiquidity measured using the Amihud (2002) measure while about 0.038% increase in illiquidity measured using bid-ask spreads. Similarly, for LNDEATHS, we observe about 0.04% to 0.045% decrease in liquidity using both our measures which suggest that an increase in both cases and deaths erode liquidity in the stock market. Moreover, an increase in the number of coronavirus cases by 10,000 is associated with about a 0.06% decrease in market liquidity measured via Amihud (2002) measure while 0.05% decrease in liquidity using bid-ask spreads. Similarly, an increase in the number of deaths by 1,000 is associated with a decrease in market liquidity by about 0.12% measured via Amihud (2002) measure while 0.11% decrease in liquidity using bid-ask spreads.", "cite_spans": [{"start": 199, "end": 210, "text": "Blau, 2017;", "ref_id": "BIBREF12"}, {"start": 211, "end": 223, "text": "Blau, 2018a)", "ref_id": "BIBREF13"}, {"start": 650, "end": 674, "text": "(Ichev and Marinč, 2018;", "ref_id": "BIBREF27"}, {"start": 675, "end": 698, "text": "Donadelli et al., 2017)", "ref_id": "BIBREF21"}, {"start": 735, "end": 758, "text": "(Blau and Thomas, 2015)", "ref_id": "BIBREF15"}, {"start": 1081, "end": 1094, "text": "Amihud (2002)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Empirical Results"}, {"text": "For LNUSDWT, the coefficient is economically and statistically significant for both liquidity measures. In economic terms, one percent decrease in mobility is associated with about 0.22% increase in the Amihud (2002) illiquidity measure while about 0.42% increase in bid-ask spreads. It suggests that a decrease in mobility due to increased uncertainty, social distancing, and lockdowns have a significant negative impact on market liquidity. In columns [4] and [10] our independent variable of interest is LNGSENT. A higher value of this variable suggests a more negative global sentiment. Said differently, LNGSENT index indicates the extent of global panic. The coefficient on LNGSENT is statistically and economically significant in both columns. We find that a one percent increase in negative global sentiment is associated with a decline in market liquidity of about 0.15% using Amihud (2002) measure and 0.21% using the bid-ask spread measure. We use LNGTREND as our main independent variable in columns [5] and [11] . Like LNGSENT, our LNGTREND index is also a measure of (negative) sentiment. Similar to LNGSENT, we find that a one percent increase in GTREND is associated with an increase in market liquidity by about 0.16% when measured using the Amihud (2002) measure, and about 0.10% when measured using bid-ask spreads. This suggests that increased panic and negative sentiments contributed to market illiquidity. Finally, in columns [6] and [12] we use LNSTRINGENCY index as our main explanatory variable. In both specifications, we observe a strong positive relationship with market illiquidity. In economic terms, a one percent increase in stringency is associated with about 0.11% increase in Amihud (2002) measure and about 0.10% increase in bid-ask spread suggesting that government policies such as the closure of workplaces and non-essential businesses had a negative impact on market liquidity.", "cite_spans": [{"start": 462, "end": 466, "text": "[10]", "ref_id": null}, {"start": 886, "end": 899, "text": "Amihud (2002)", "ref_id": "BIBREF5"}, {"start": 1012, "end": 1015, "text": "[5]", "ref_id": null}, {"start": 1020, "end": 1024, "text": "[11]", "ref_id": null}, {"start": 1259, "end": 1272, "text": "Amihud (2002)", "ref_id": "BIBREF5"}, {"start": 1457, "end": 1461, "text": "[12]", "ref_id": null}, {"start": 1712, "end": 1725, "text": "Amihud (2002)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Empirical Results"}, {"text": "For our second set of tests, we follow prior literature (e.g. Blau et al., 2014; Blau, 2017) and estimate the following regression specification: Our results are in conformity with prior strands of literature that connect distress and anxiety causing news (Mehra and Sah, 2002; Donadelli et al., 2017) and restrictive government policies (Blau, Brough, and Thomas, 2014; Zaremba et.al., 2020) ", "cite_spans": [{"start": 62, "end": 80, "text": "Blau et al., 2014;", "ref_id": "BIBREF16"}, {"start": 81, "end": 92, "text": "Blau, 2017)", "ref_id": "BIBREF12"}, {"start": 256, "end": 277, "text": "(Mehra and Sah, 2002;", "ref_id": null}, {"start": 278, "end": 301, "text": "Donadelli et al., 2017)", "ref_id": "BIBREF21"}, {"start": 338, "end": 370, "text": "(Blau, Brough, and Thomas, 2014;", "ref_id": "BIBREF16"}, {"start": 371, "end": 392, "text": "Zaremba et.al., 2020)", "ref_id": null}], "ref_spans": [], "section": "Empirical Results"}, {"text": "We investigate the impact of multiple dimensions of COVID-19 pandemic on the liquidity and volatility of US equity markets. We are motivated by the nearly 580% rise in the CBOE VIX index during the month of April from its January levels and by the market-wide deterioration of liquidity (Adrian and Natalucci, 2020) corresponding with the rapid spread of coronavirus. Our results suggest that increases in confirmed cases and deaths due to coronavirus are associated with a significant deterioration of market liquidity and stability. Similarly, public fear and the implementation of restrictions and lockdowns seem to contribute to the illiquidity and instability of the markets.", "cite_spans": [{"start": 287, "end": 315, "text": "(Adrian and Natalucci, 2020)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Ahmad This table provides the statistics that summarize our sample. CASES represent the number of people infected with coronavirus. DEATHS represent the number of people who lost their lives due to coronavirus related complications. USDWT is the sum of US driving, walking and transit mobility trends indexes of Apple Inc. STRINGENCY is the stringency index obtained from Oxford COVID-19 Government Response Tracker (OxCGRT). GSENT is the coronavirus worldwide sentiment index of RavenPack. GTREND is the google trends index based on the search for the word \"coronavirus deaths\" in the US. PRICE is the closing share price. SIZE is the market capitalization computed by multiplying closing price with shares outstanding. SPREAD is the bid-ask spread calculated as the difference between ask and bid prices scaled by their midpoint. VOLUME is share volume. ILLIQUIDITY is the Amihud (2002) illiquidity measure computed as the absolute returns divided by dollar volume (scaled up by ten million). VOLT is the range-based volatility measure computed following Alizadeh et al., (2002) as the natural log of maximum price minus the natural log of minimum price. GVOLT is the conditional volatility computed using the GARCH (1,1) model. S&P represents the daily returns series for the S&P 500 index. -0.000** -0.000** -0.000** -0.000** -0.000** -0.000** -0.000** -0.000** -0.000** -0.000* -0.000* -0.000** ( 0.000*** 0.000*** 0.000*** 0.000*** 0.000*** 0.000*** 0.000*** 0.000*** 0.000*** 0.000*** 0.000*** 0.000*** (9.654) (9 ", "cite_spans": [{"start": 875, "end": 888, "text": "Amihud (2002)", "ref_id": "BIBREF5"}, {"start": 1057, "end": 1080, "text": "Alizadeh et al., (2002)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 1400, "end": 1401, "text": "(", "ref_id": null}], "section": "CRediT Author Statement"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "COVID-19 Crisis Poses Threat to Financial Stability", "authors": [{"first": "T", "middle": [], "last": "Adrian", "suffix": ""}, {"first": "F", "middle": [], "last": "Natalucci", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Financial contagion during COVID-19 crisis", "authors": [{"first": "M", "middle": [], "last": "Akhtaruzzaman", "suffix": ""}, {"first": "S", "middle": [], "last": "Boubaker", "suffix": ""}, {"first": "A", "middle": [], "last": "Sensoy", "suffix": ""}], "year": 2020, "venue": "Finance Research Letters", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Death and contagious infectious diseases: Impact of the COVID-19 virus on stock market returns", "authors": [{"first": "A", "middle": ["M"], "last": "Al-Awadhi", "suffix": ""}, {"first": "K", "middle": [], "last": "Al-Saifi", "suffix": ""}, {"first": "A", "middle": [], "last": "Al-Awadhi", "suffix": ""}, {"first": "S", "middle": [], "last": "Alhamadi", "suffix": ""}], "year": 2020, "venue": "Journal of Behavioral and Experimental Finance", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Coronavirus and financial volatility: 40 days of fasting and fear", "authors": [{"first": "C", "middle": [], "last": "Albulescu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2003.04005"]}}, "BIBREF4": {"ref_id": "b4", "title": "Range-based estimation of stochastic volatility models", "authors": [{"first": "S", "middle": [], "last": "Alizadeh", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Brandt", "suffix": ""}, {"first": "F", "middle": ["X"], "last": "Diebold", "suffix": ""}], "year": 2002, "venue": "The Journal of Finance", "volume": "57", "issn": "3", "pages": "1047--1091", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Illiquidity and stock returns: cross-section and time-series effects", "authors": [{"first": "Y", "middle": [], "last": "Amihud", "suffix": ""}], "year": 2002, "venue": "Journal of Financial Markets", "volume": "5", "issn": "1", "pages": "31--56", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Emerging markets and the global economy: a handbook", "authors": [{"first": "M", "middle": ["E H"], "last": "Arouri", "suffix": ""}, {"first": "S", "middle": [], "last": "Boubaker", "suffix": ""}, {"first": "", "middle": [], "last": "Nguyen", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Does short selling affect the clustering of stock prices", "authors": [{"first": "A", "middle": ["S"], "last": "Baig", "suffix": ""}, {"first": "N", "middle": [], "last": "Sabah", "suffix": ""}], "year": 2020, "venue": "The Quarterly Review of Economics and Finance", "volume": "76", "issn": "", "pages": "270--277", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Free trade and the efficiency of financial markets", "authors": [{"first": "A", "middle": ["S"], "last": "Baig", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Blau", "suffix": ""}, {"first": "N", "middle": [], "last": "Sabah", "suffix": ""}], "year": 2020, "venue": "Global Finance Journal", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Price clustering and economic freedom: The case of cross-listed securities", "authors": [{"first": "A", "middle": ["S"], "last": "Baig", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Blau", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Whitby", "suffix": ""}], "year": 2019, "venue": "Journal of Multinational Financial Management", "volume": "50", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Price clustering and sentiment in bitcoin", "authors": [{"first": "A", "middle": [], "last": "Baig", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Blau", "suffix": ""}, {"first": "N", "middle": [], "last": "Sabah", "suffix": ""}], "year": 2019, "venue": "Finance Research Letters", "volume": "29", "issn": "", "pages": "111--116", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A model of investor sentiment", "authors": [{"first": "N", "middle": [], "last": "Barberis", "suffix": ""}, {"first": "A", "middle": [], "last": "Shleifer", "suffix": ""}, {"first": "R", "middle": [], "last": "Vishny", "suffix": ""}], "year": 1998, "venue": "Journal of Financial Economics", "volume": "49", "issn": "3", "pages": "307--343", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Social trust and the liquidity of cross-listed securities", "authors": [{"first": "B", "middle": ["M"], "last": "Blau", "suffix": ""}], "year": 2017, "venue": "Journal of Business Research", "volume": "78", "issn": "", "pages": "155--171", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Does religiosity affect liquidity in financial markets", "authors": [{"first": "B", "middle": ["M"], "last": "Blau", "suffix": ""}], "year": 2018, "venue": "Journal of Behavioral and Experimental Finance", "volume": "19", "issn": "", "pages": "72--83", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Exchange rate volatility and the stability of stock prices", "authors": [{"first": "B", "middle": ["M"], "last": "Blau", "suffix": ""}], "year": 2018, "venue": "International Review of Economics & Finance", "volume": "58", "issn": "", "pages": "299--311", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Economic Freedom and Financial Market Liquidity: Evidence from ADRs. Available at SSRN 2708519", "authors": [{"first": "B", "middle": ["M"], "last": "Blau", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Thomas", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Economic freedom and the stability of stock prices: A cross-country analysis", "authors": [{"first": "B", "middle": ["M"], "last": "Blau", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Brough", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Thomas", "suffix": ""}], "year": 2014, "venue": "Journal of International Money and Finance", "volume": "41", "issn": "", "pages": "182--196", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The public's response to severe acute respiratory syndrome in Toronto and the United States", "authors": [{"first": "R", "middle": ["J"], "last": "Blendon", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Benson", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Desroches", "suffix": ""}, {"first": "E", "middle": [], "last": "Raleigh", "suffix": ""}, {"first": "K", "middle": [], "last": "Taylor-Clark", "suffix": ""}], "year": 2004, "venue": "Clinical Infectious Diseases", "volume": "38", "issn": "7", "pages": "925--931", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Risk management in emerging markets: Issues, framework and modelling", "authors": [{"first": "S", "middle": [], "last": "Boubaker", "suffix": ""}, {"first": "B", "middle": [], "last": "Buchanan", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Nguyen", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Annual report readability and stock liquidity. Financial Markets", "authors": [{"first": "S", "middle": [], "last": "Boubaker", "suffix": ""}, {"first": "D", "middle": [], "last": "Gounopoulos", "suffix": ""}, {"first": "H", "middle": [], "last": "Rjiba", "suffix": ""}], "year": 2019, "venue": "Institutions & Instruments", "volume": "28", "issn": "2", "pages": "159--186", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Deciphering the liquidity and credit crunch", "authors": [{"first": "M", "middle": ["K"], "last": "Brunnermeier", "suffix": ""}], "year": 2007, "venue": "Journal of Economic Perspectives", "volume": "23", "issn": "1", "pages": "77--100", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Dangerous infectious diseases: Bad news for Main Street, good news for Wall Street?", "authors": [{"first": "M", "middle": [], "last": "Donadelli", "suffix": ""}, {"first": "R", "middle": [], "last": "Kizys", "suffix": ""}, {"first": "M", "middle": [], "last": "Riedel", "suffix": ""}], "year": 2017, "venue": "Journal of Financial Markets", "volume": "35", "issn": "", "pages": "84--103", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The creation and resolution of market uncertainty: the impact of information releases on implied volatility", "authors": [{"first": "L", "middle": ["H"], "last": "Ederington", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Lee", "suffix": ""}], "year": 1996, "venue": "Journal of Financial and Quantitative Analysis", "volume": "31", "issn": "4", "pages": "513--539", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Bid, ask and transaction prices in a specialist market with heterogeneously informed traders", "authors": [{"first": "L", "middle": ["R"], "last": "Glosten", "suffix": ""}, {"first": "P", "middle": [], "last": "Milgrom", "suffix": ""}], "year": 1985, "venue": "Journal of Financial Economics", "volume": "14", "issn": "1", "pages": "71--100", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "#Flattenthecurve and Stock Market Liquidity -An Inquiry into Emerging Economies. Emerging Markets Finance and Trade", "authors": [{"first": "O", "middle": [], "last": "Haroon", "suffix": ""}, {"first": "S", "middle": ["A R"], "last": "Rizvi", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "COVID-19: Media coverage and financial markets behavior-A sectoral inquiry", "authors": [{"first": "O", "middle": [], "last": "Haroon", "suffix": ""}, {"first": "S", "middle": ["A R"], "last": "Rizvi", "suffix": ""}], "year": 2020, "venue": "Journal of Behavioral and Experimental Finance", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Trades, quotes, inventories, and information", "authors": [{"first": "J", "middle": [], "last": "Hasbrouck", "suffix": ""}], "year": 1988, "venue": "Journal of Financial Economics", "volume": "22", "issn": "2", "pages": "229--252", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Stock prices and geographic proximity of information: Evidence from the Ebola outbreak", "authors": [{"first": "R", "middle": [], "last": "Ichev", "suffix": ""}, {"first": "M", "middle": [], "last": "Marinč", "suffix": ""}], "year": 2018, "venue": "International Review of Financial Analysis", "volume": "56", "issn": "", "pages": "153--166", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "provides the time series plot of the S&P 500 index closing prices. The index witnessed a steep decline beginning in March 2020 corresponding to the rise in cases and deaths as plotted in figure 2. The S&P index reached its trough on March 23 rd followed by a rebound as the government\"s response started to kick in as evident from the government policy stringency index in figure 5.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "with volatility in financial markets. The number of coronavirus cases are significantly positively associated with both volatility measures and we find that a one percent increase in cases is associated with about 0.09% increase in volatility measured via range volatility measure and about 0.21% increase in volatility measured via GARCH (1,1) measure. Similarly, a one percent increase in the number of deaths is associated with 0.083% increase in VOLT while about 0.22% increase in GVOLT suggesting that increases in both cases and deaths led to the instability of the markets. Moreover, an increase in the number of coronavirus cases by 10,000 is associated with about a 0.12% increase in market volatility when measured using the range volatility measure and an increase of about 0.29% using the GARCH (1,1) volatility measure. Similarly, an increase in the number of deaths by 1,000 is associated with a 0.22% increase in volatility using the range volatility measure while an increase of about 0.58% using the (1,1) measure. The mobility measure LNUSDWT is very strongly negatively associated with both volatility measures with coefficients ranging from -.071 in column [3] to -1.91 in column[9]. Similarly, both our (negative) sentiment indexes have a strong positive relationship with market volatility. In economic terms, a one percent increase in GSENT index (i.e. decrease in global sentiment) is associated with about 0.65% increase in VOLT and about 1.16% increase in GVOLT. Similarly, a one percent increase in GTREND index is associated with about 0.35% increase in VOLT and about 0.77% increase in GVOLT suggesting that growing panic and increasing negative sentiments contributed to stock market volatility. Finally, our LNSTRINGENCY variable is also significantly positively related to both market volatility measures. A one percent increase in stringency index is associated with about 0.25% increase in VOLT and about 0.60% increase in GVOLT suggesting that government regulatory responses such as mandatory lockdowns had a negative impact on market volatility.Overall, the results of our empirical tests support the notion that COVID-19 related human costs, panic, and subsequent regulatory responses had an adverse impact on the liquidity and volatility of US equity markets. Our results are generally inline with prior literature connecting pandemics and fear-inducing news with equity market dynamics(Mehra and Sah, 2002;Ichev and Marinč, 2018;Donadelli et al., 2017;Haroon and Rizvi, 2020b). Our results are also consistent with the stream of research which suggests that regulatory restrictions can potentially harm the quality of financial markets(Blau et al., 2014;Baig, Blau, and Whitby, 2019;Baig, Blau, and Sabah, 2020).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Time series plot of S&P 500 Index closing prices.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Time series plot of COVID-19 related cases and deaths in the US.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Time series plot of Apple mobility trends on driving, walking and transit in the US.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Time series plot of RavenPack COVID-19 related global news sentiment index.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Time series plot of Oxford COVID-19 stringency index capturing lockdown related policies in the US Time series plot of google trends index for the search word \"Coronavirus Deaths\" in the US.", "latex": null, "type": "figure"}, "TABREF0": {"text": "reports the results from the estimation of equation (1). Our dependent variable is the natural log of Amihud (2002) illiquidity (ILLIQUIDITY) in columns [1] to [6] while it is the natural log of bid-ask spreads (SPREAD) in columns [7] to [12]. The log-log model allows for better economic interpretation of the coefficients on the pandemic indexes 8 .", "latex": null, "type": "table"}, "TABREF1": {"text": "presents the results of this specification. Our dependent variable is the natural log of the", "latex": null, "type": "table"}, "TABREF2": {"text": "Omair Haroon: Data curation, Resources, Formal analysis, Roles/Writingoriginal draft. Zaremba, A., Kizys, R., Aharon, D. Y., & Demir, E. (2020). Infected Markets: Novel Coronavirus, Government Interventions, and Stock Return Volatility around the Globe. Finance Research Letters, 101597. Zhang, D., Hu, M., & Ji, Q. (2020). Financial markets under the global pandemic of COVID-19. Finance Research Letters, 1015", "latex": null, "type": "table"}, "TABREF3": {"text": "Summary Statistics", "latex": null, "type": "table"}, "TABREF5": {"text": "Illiquidity Regressions", "latex": null, "type": "table"}, "TABREF6": {"text": "Volatility RegressionsThis table provides the results from the estimation of the following OLS regression specification. Dependent variable LN(VOLATILITY MEASURE) is the natural log of the range volatility measure in columns [1] to[6]  while it is the natural log of GARCH (1,1) volatility measure in columns [7] to[12]. The independent variable LN(PANDEMIC INDEX) represents the is natural log of the COVID-19 pandemic related index. These indexes include the following. LNCASES represents the natural log of coronavirus cases. LNDEATHS represent the natural log of coronavirus related deaths. LNUSDWT is the natural log of sum of US driving, walking and transit mobility trends indexes of Apple Inc. LNSTRINGENCY is the natural log of the stringency index obtained from Oxford COVID-19 Government Response Tracker (OxCGRT). LNGSENT is the natural log of the absolute value of coronavirus worldwide sentiment index of RavenPack. LNGTREND is the natural log of google trends index based on the search for the word \"coronavirus deaths\" in the US. We add one to the number of cases, number of deaths, stringency and google trends indexes and then take the natural log to avoid excluding zero values. For the definitions of control variables please refer toTable 1. All specifications include industry fixed effects based on Fama-French 48 Industry classifications. Robust standard errors are clustered at the firm level. T-stats are in parentheses below the coefficient estimates. *, **, *** denote statistical significance at the 0.1, 0.05, and the 0.01 levels, respectively.", "latex": null, "type": "table"}, "TABREF7": {"text": "Table 3: Volatility Regressions This table provides the results from the estimation of the following OLS regression specification.  ( ) ( )", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>measure in columns [7] to [12]. LNVOLT </td><td>*** denote statistical significance at the 0.1, 0.05, and the 0.01 levels, respectively. LNVOLT </td><td>LNVOLT </td><td>LNVOLT </td><td>LNVOLT </td><td>Dependent variable LN(VOLATILITY MEASURE) is the natural log of the range volatility measure in columns [1] to [6] while it is the natural log of GARCH (1,1) volatility the following. LNCASES represents the natural log of coronavirus cases. LNDEATHS represent the natural log of coronavirus related deaths. LNUSDWT is the natural log of sum of US driving, walking and transit mobility trends indexes of Apple Inc. LNSTRINGENCY is the natural log of the stringency index obtained from Oxford COVID-19 Government Response Tracker (OxCGRT). LNGSENT is the natural log of the absolute value of coronavirus worldwide sentiment index of RavenPack. LNGTREND is the natural log of google trends index based on the search for the word \"coronavirus deaths\" in the US. We add one to the number of cases, number of deaths, stringency and google trends indexes and then take the natural log to avoid excluding zero values. For the definitions of control variables please refer to Table 1. All specifications include industry fixed effects based on Fama-French 48 Industry classifications. Robust standard errors are clustered at the firm level. T-stats are in parentheses below the coefficient estimates. *, **, LNVOLT </td><td>The independent variable LN(PANDEMIC INDEX) represents the is natural log of the COVID-19 pandemic related index. These indexes include LNGVOL </td><td> LNGVOL </td><td>LNGVOL </td><td> LNGVOL </td><td>LNGVOL </td><td> LNGVOL </td></tr><tr><td> </td><td>[1] </td><td>[2] </td><td>[3] </td><td>[4] </td><td>[5] </td><td>[6] </td><td>[7] </td><td>[8] </td><td>[9] </td><td>[10] </td><td>[11] </td><td>[12] </td></tr><tr><td> LNCASES </td><td>0.085*** </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.206*** </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>(62.458) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>(75.847) </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>LNDEATHS </td><td> </td><td>0.083*** </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> 0.217*** </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>(52.979) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>(67.143) </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>LNUSDWT </td><td> </td><td> </td><td>-0.707*** </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> -1.906*** </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>(-52.410) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>(-67.884) </td><td> </td><td> </td><td> </td></tr><tr><td>LNGSENT </td><td> </td><td> </td><td> </td><td>0.645*** </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> 1.157*** </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>(66.950) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>(60.436) </td><td> </td><td> </td></tr><tr><td>LNGTREND </td><td> </td><td> </td><td> </td><td> </td><td>0.347*** </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> 0.765*** </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>(84.572) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>(96.363) </td><td> </td></tr><tr><td>LNSTRINGENCY </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.252*** </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> 0.604*** </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>(71.243) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>(86.121) </td></tr><tr><td>SIZE </td><td>-0.000** </td><td>-0.000** </td><td>-0.000** </td><td>-0.000** </td><td>-0.000** </td><td>-0.000** </td><td>-0.000** </td><td>-0.000** </td><td>-0.000** </td><td>-0.000* </td><td>-0.000* </td><td>-0.000** </td></tr><tr><td>(-2.397) </td><td>(-2.405) </td><td>(-2.371) </td><td>(-2.147) </td><td>(-2.232) </td><td>(-2.265) </td><td>(-2.278) </td><td>(-2.329) </td><td>(-2.288) </td><td>(-1.761) </td><td>(-1.919) </td><td>(-2.100) </td></tr><tr><td>PRICE </td><td>0.000*** </td><td>0.000*** </td><td>0.001*** </td><td>0.000*** </td><td>0.000** </td><td>0.000*** </td><td>0.001*** </td><td>0.001*** </td><td>0.001*** </td><td>0.001*** </td><td>0.000 </td><td>0.000*** </td></tr><tr><td>(4.245) </td><td>(4.694) </td><td>(5.096) </td><td>(3.992) </td><td>(2.269) </td><td>(3.701) </td><td>(3.760) </td><td>(4.308) </td><td>(5.124) </td><td>(3.418) </td><td>(1.198) </td><td>(2.974) </td></tr><tr><td>VOLUME </td><td>0.000*** </td><td>0.000*** </td><td>0.000*** </td><td>0.000*** </td><td>0.000*** </td><td>0.000*** </td><td>0.000*** </td><td>0.000*** </td><td>0.000*** </td><td>0.000*** </td><td>0.000*** </td><td>0.000*** </td></tr><tr><td>(9.654) </td><td>(9.917) </td><td>(10.047) </td><td>(9.982) </td><td>(8.661) </td><td>(9.707) </td><td>(10.760) </td><td>(10.938) </td><td>(11.072) </td><td>(11.002) </td><td>(9.210) </td><td>(10.967) </td></tr><tr><td>S&amp;P </td><td>-1.694*** </td><td>-1.785*** </td><td>-1.940*** </td><td>-0.555*** </td><td>-0.658*** </td><td>-1.245*** </td><td>-3.597*** </td><td>-4.094*** </td><td>-4.591*** </td><td>-0.788*** </td><td>-0.996*** </td><td>-2.466*** </td></tr><tr><td>(-26.672) </td><td>(-25.558) </td><td>(-26.651) </td><td>(-8.091) </td><td>(-12.385) </td><td>(-20.280) </td><td>(-30.279) </td><td>(-31.510) </td><td>(-34.128) </td><td>(-5.572) </td><td>(-9.498) </td><td>(-21.163) </td></tr><tr><td>ILLIQUIDITY </td><td>95.381*** </td><td>108.844*** </td><td>116.009*** </td><td>121.194*** </td><td>71.285*** </td><td>94.697*** </td><td>106.448*** </td><td>131.013*** </td><td>147.071*** </td><td>183.460*** </td><td>64.148*** </td><td>105.563*** </td></tr><tr><td>(27.529) </td><td>(28.535) </td><td>(30.036) </td><td>(30.555) </td><td>(25.853) </td><td>(28.732) </td><td>(20.790) </td><td>(22.873) </td><td>(25.405) </td><td>(27.325) </td><td>(15.890) </td><td>(22.225) </td></tr><tr><td>SPREAD </td><td>152.336*** </td><td>209.860*** </td><td>204.233*** </td><td>279.026*** </td><td>104.721*** </td><td>162.371*** </td><td>264.198*** </td><td>367.778*** </td><td>342.231*** </td><td>626.706*** </td><td>209.177*** </td><td>294.290*** </td></tr><tr><td>(15.534) </td><td>(20.275) </td><td>(19.352) </td><td>(27.677) </td><td>(12.671) </td><td>(17.583) </td><td>(13.087) </td><td>(17.193) </td><td>(16.234) </td><td>(26.542) </td><td>(11.398) </td><td>(15.176) </td></tr><tr><td>CONSTANT </td><td>-4.245*** </td><td>-4.066*** </td><td>0.044 </td><td>-6.313*** </td><td>-4.614*** </td><td>-4.395*** </td><td>-7.922*** </td><td>-7.507*** </td><td>3.570*** </td><td>-11.456*** </td><td>-8.674*** </td><td>-8.279*** </td></tr><tr><td>(-240.404) </td><td>(-214.371) </td><td>(0.528) </td><td>(-184.739) </td><td>(-274.352) </td><td>(-257.576) </td><td>(-275.812) </td><td>(-243.362) </td><td>(21.157) </td><td>(-169.476) </td><td>(-305.829) </td><td>(-288.963) </td></tr><tr><td>ROBUST SE </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td></tr><tr><td>INDUSTRY FE </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td><td>YES </td></tr><tr><td>OBSERVATIONS </td><td>29,454 </td><td>29,454 </td><td>29,454 </td><td>29,454 </td><td>29,454 </td><td>29,454 </td><td>29,321 </td><td>29,321 </td><td>29,321 </td><td>29,321 </td><td>29,321 </td><td>29,321 </td></tr><tr><td>R-SQUARED </td><td>0.544 </td><td>0.479 </td><td>0.458 </td><td>0.468 </td><td>0.673 </td><td>0.561 </td><td>0.539 </td><td>0.482 </td><td>0.457 </td><td>0.352 </td><td>0.644 </td><td>0.558 </td></tr></table></body></html>"}}, "back_matter": []}