{"paper_id": "00ea9a9372a6ba5c43ce5730c2e04e4821f7208a", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "The concept of distance between a surgeon and a patient is not a new idea. It was explored in the 1970s by the U.S. National Aeronautics and Space Administration (NASA), which had a particular interest in treating the astronauts in space, based on the concept of remote surgery or telesurgery (TS) [1] . Simultaneously, the advent of robotic surgery (RS) made it possible for a surgeon to operate with increased dexterity, improved accuracy, and broader accessibility to difficult locations in the body, such as the pelvis [2] . The significant advancements in telecommunications and robotic surgery throughout the 1980s and 1990s led to telerobotic surgery being considered a practical option.", "cite_spans": [{"start": 298, "end": 301, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 523, "end": 526, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction And Background"}, {"text": "The first telerobotic surgery was successfully performed on a patient in Strasbourg, France, by Professor Jacques Marescaux on September 7, 2001 which was called the 'Lindbergh Operation'. It was a telesurgeryassisted cholecystectomy, which was completed in 54 minutes without any complications [3] . It was a richly symbolic milestone in surgery, that led the foundations of globalization of surgical procedures.", "cite_spans": [{"start": 295, "end": 298, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Introduction And Background"}, {"text": "Since this first telerobotic surgery in 2001, the development of remote surgery has been difficult because of significant limitations of the network system. We are currently living through the fourth industrial revolution in all the fields of our lives and surgery is no exception. The future of surgery is transforming with the integration of new technologies such as the fifth-generation (5G) internet, artificial intelligence, haptic feedback technology, 3-dimensional (3D) printing, and nanotechnology [4] .", "cite_spans": [{"start": 506, "end": 509, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction And Background"}, {"text": "In 2019, telerobotic spinal surgeries based on 5G network were performed on 12 patients in six hospitals from six different cities in China. Sixty-two pedicle screws were implanted out of which 59 screws were grade A in Gertzbein-Robbins criteria, and three were grade B. A new pattern of \"one-to-many\" remote surgery was also explored with these clinical series, where the surgeon in the master control room was providing surgical care to the patients who were physically isolated at once. These 12 cases showed it is possible to provide minimal latency, high bandwidth, and reliable communication for medical services with no telecommunication error or network delay [5] .", "cite_spans": [{"start": 669, "end": 672, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction And Background"}, {"text": "There are many advantages of telesurgery as compared to conventional surgical methods. The advancements in telecommunication and robotic surgery (RS) have made telesurgery a promising and feasible option for patients to get treated without traveling much [6] . Some of the benefits of telesurgery are discussed below:", "cite_spans": [{"start": 255, "end": 258, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Benefits of telesurgery"}, {"text": "Traveling for medical care is not a feasible option for many either because of financial constraints, travelrelated health risks, travel restrictions, or time delay, which in some cases can be counterproductive. Telesurgery is an excellent solution to get medical attention without patients' need to travel beyond their local hospitals through which surgical expertise can provide surgical care for patients from anywhere around the world [7] .", "cite_spans": [{"start": 439, "end": 442, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Eliminating Long Distance Travel"}, {"text": "Telesurgery promises to provide surgical care to people worldwide, especially the remote areas such as rural areas or battlefield and inaccessible areas such as spacecraft [7] [8] [9] [10] .", "cite_spans": [{"start": 172, "end": 175, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 176, "end": 179, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 180, "end": 183, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 184, "end": 188, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Providing Healthcare to Medically Underserved Areas"}, {"text": "Collaborations between different surgical experts from various healthcare centers can happen in real-time.", "cite_spans": [], "ref_spans": [], "section": "Surgical Collaborations"}, {"text": "A patient can benefit from the expertise of more than one healthcare specialist simultaneously. The complex microsurgical procedures can be benefitted from these real-time surgical collaborations [7, 10] .", "cite_spans": [{"start": 196, "end": 199, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 200, "end": 203, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Surgical Collaborations"}, {"text": "High definition (3D) cameras allow a surgeon to see the close-up views of the surgery site, not easily accessible [11] . Robotic arms make it possible to access the areas in the body which are very hard to access, such as the pelvis that is why urologists receive it well, colorectal and abdominal surgeons particularly [7, 8, 12] . Accelerometer technology is useful to cancel out a surgeon's physiological tremor and help the surgeons' anxiety, resulting in improved surgical accuracy and overcomes the limitations associated with surgeons' dexterity. Improved surgical accuracy reduces the chances of damaging surrounding structures, remarkably lessens the risks of blood loss, transfusions, and less risk of infection. In short, a patient can have a faster recovery and fewer complications (as in the case of the da Vinci Surgical System) [7, 13] .", "cite_spans": [{"start": 114, "end": 118, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 320, "end": 323, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 324, "end": 326, "text": "8,", "ref_id": "BIBREF7"}, {"start": 327, "end": 330, "text": "12]", "ref_id": "BIBREF11"}, {"start": 843, "end": 846, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 847, "end": 850, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Improving Surgical Accuracy"}, {"text": "There is a global shortage of qualified surgeons and anesthetists [14] for which telesurgery can be a potential solution [7] .", "cite_spans": [{"start": 66, "end": 70, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 121, "end": 124, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Eliminate Potential Shortage of Surgeons"}, {"text": "The coronavirus disease (COVID-19) caused by Sars-CoV-2 was declared a global pandemic on March 11, 2020 by the World Health Organization (WHO) [15] . During this time, surgical intervention is being reserved for only critical patients due to the risk of viral transmission. Telesurgery is a viable option for the protection of both the surgeon and the patient.", "cite_spans": [{"start": 144, "end": 148, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Minimizing the Risk of Infection"}, {"text": "Despite the promising advancements in surgery and telecommunications, some limitations still exist such as:", "cite_spans": [], "ref_spans": [], "section": "Limitations of telesurgery"}, {"text": "To make telesurgery a feasible option for anyone in the world, there is a need to develop a good global network that allows patients in any part of the world to get treated without traveling for a long distance [7] .", "cite_spans": [{"start": 211, "end": 214, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Global Network Development"}, {"text": "The concept of getting medical care from a surgeon with no real interaction, can generate a degree of skepticism. The advent of telesurgery, on one hand has led to political and geographical limitations to be overcome, while on the other hand, it has given rise to several legal and ethical issues, as laws differ across the state and country borders [16] .", "cite_spans": [{"start": 351, "end": 355, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Legal Issues"}, {"text": "As different medical centers collaborate in telesurgery. The billing issue on distributing the participating medical centers' operation fees can be a barrier [7] .", "cite_spans": [{"start": 158, "end": 161, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Billing Issues"}, {"text": "Acquisition and maintenance of the equipment is another hurdle [7] .", "cite_spans": [{"start": 63, "end": 66, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Equipment Acquisition"}, {"text": "The cost of robotic systems and the affordability of high-speed telecommunication is a problem, especially in developing countries. The new robotic systems' costs are likely to be cheaper as more companies will get a license for manufacturing them [8] .", "cite_spans": [{"start": 248, "end": 251, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Cost"}, {"text": "The rapid growth in telesurgery applications has raised cyber-attacks against teleoperated surgical robots. These robotic computer systems have a possibility of being taken over and even being turned into a weapon which can be potentially harmful [17] .", "cite_spans": [{"start": 247, "end": 251, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Cyber Security Threats"}, {"text": "Time-lag is the major drawback observed in the field of telerobotic surgery. It refers to the delay in transferring sensory and motor modalities between two far-reaching locations [6] . Increased latency can increase the chances of inaccuracies, along with a lengthy operation [18] . Latency up to 200ms is known to be acceptable however, Korte et al. concluded that the time delay of more than 2 seconds results in unacceptable inaccuracies and inefficiency even when the most experienced teleoperator is performing, further highlighting the importance of this variable in telesurgery [18] .", "cite_spans": [{"start": 180, "end": 183, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 277, "end": 281, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 586, "end": 590, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Latency"}, {"text": "Our proposed approach is the integration of all the emerging technologies that can result in a tremendous improvement in telesurgery.", "cite_spans": [], "ref_spans": [], "section": "Proposed approach"}, {"text": "The theoretical maximum speed of 5G is up to 10 Gbps, which means that it is a hundred times faster than 4G whose theoretical maximum speed is 100 Mbps [19] . High speed 5G internet incorporation with telesurgery will reduce the current latency period of 0.27 to 0.01 seconds [20] . This improvement in latency can solve the time delay problems that are an issue related to telesurgery. In addition, a fifth-generation (5G) network also allows a haptic application to take life [21] . All these improvements mean that it is a crucial technology for remote surgery.", "cite_spans": [{"start": 152, "end": 156, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 276, "end": 280, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 478, "end": 482, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "High Speed 5G Network"}, {"text": "In a telesurgery operating room, there is a high-resolution 3D -360-degree view-camera and a robotic system is required. The surgeon looks at the patient's surgery site on a screen and uses his haptic arm to place the robotic arm in the operation theatre in a proper way. The tactile robot system interprets the surgeon's hand movements on the console precisely into the corresponding movements of the robotic arms. This makes it possible for robotic arms to mimic the surgeon's natural hand movements in the control center, allowing surgical experts to have more control over the instruments and increased dexterity than in a conventional operation room with conventional surgical instruments. Haptic technology allows the transmission of tactile information to reach the teleoperator [22] . Because of the invention of artificial intelligence, a new augmented and virtual reality surgery training program can use these technologies to improve the robotic arm [13] further and make it more precise with the integration of advanced tactile sensors [23] .", "cite_spans": [{"start": 786, "end": 790, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 961, "end": 965, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1048, "end": 1052, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Haptic Feedback and Tactile Robotics"}, {"text": "A new concept of 'one-to-many' remote surgery is based on a surgeon simultaneously performing surgeries on multiple patients. It is a way through which surgical expertise can reach more patients. Previously, the concept of one-to-many remote surgeries had a lot of restrictions and limitations regarding time-lag. Thanks to the high-speed 5G internet, which has reduced the latency and has increased bandwidth, time-lag is no longer a limitation. The concept of 'one-to-many' remote surgery was successful in the 2019 telerobotic surgical series [5] .", "cite_spans": [{"start": 546, "end": 549, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "One-to-Many Remote Surgery"}, {"text": "IoT is the new technological revolution that aspires to connect all the everyday physical objects to the internet, making a substantial global network of unique things that can share information amongst each other and complete scheduled tasks [24] . It is a revolutionizing technology that makes it possible to visualize instruments usage in specific procedures. The regular use of IoT in surgery will make it possible for us to visualize surgical procedures. It will bring multiple advances in medicine, such as in surgery [25] .", "cite_spans": [{"start": 243, "end": 247, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 524, "end": 528, "text": "[25]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Internet of Things (IoT)"}, {"text": "Telesurgery or remote surgery is a promising surgical advancement, however faces many challenges. Zerolatency time and improvement in haptic feedback technology are required for precise and well-done surgeries. Technologies like 5G network, IoT, and tactile robotics should be integrated in telesurgery to overcome these barriers. Cost and legalization to address legal and ethical issues remain to be addressed. Robotic surgery can demonstrate a pivotal role in the surgical procedures being performed in the current pandemic by minimizing the number of surgical staff in the operation theaters, hence curtailing the risk of COVID-19 infection that can subsequently lead to profound morbidity and mortality.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Robotic telesurgery: benefits beyond barriers", "authors": [{"first": "B", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "G", "middle": [], "last": "Somu", "suffix": ""}], "year": 2016, "venue": "BMH Med J", "volume": "3", "issn": "", "pages": "51--54", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Robotic surgery: a current perspective", "authors": [{"first": "A", "middle": ["R"], "last": "Lanfranco", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Castellanos", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Desai", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Meyers", "suffix": ""}], "year": 2004, "venue": "Ann Surg", "volume": "239", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/01.sla.0000103020.19595.7d?utm_medium=email&utm_source=transaction"]}}, "BIBREF3": {"ref_id": "b3", "title": "Remote robotic spine surgery", "authors": [{"first": "J", "middle": ["R"], "last": "Adler", "suffix": ""}], "year": 2020, "venue": "", "volume": "17", "issn": "", "pages": "121--122", "other_ids": {"DOI": ["10.14245/ns.2040088.044?utm_medium=email&utm_source=transaction"]}}, "BIBREF4": {"ref_id": "b4", "title": "Telerobotic spinal surgery based on 5G network: the first 12 cases", "authors": [{"first": "W", "middle": [], "last": "Tian", "suffix": ""}, {"first": "M", "middle": [], "last": "Fan", "suffix": ""}, {"first": "C", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "D", "middle": [], "last": "He", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.14245/ns.1938454.227?utm_medium=email&utm_source=transaction"]}}, "BIBREF5": {"ref_id": "b5", "title": "Telemedicine in surgery: what are the opportunities and hurdles to realising the potential?", "authors": [{"first": "N", "middle": [], "last": "Raison", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Khan", "suffix": ""}, {"first": "B", "middle": [], "last": "Challacombe", "suffix": ""}], "year": 2015, "venue": "Curr Urol Rep", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s11934-015-0522-x?utm_medium=email&utm_source=transaction"]}}, "BIBREF6": {"ref_id": "b6", "title": "Telesurgery: past, present, and future . Cureus", "authors": [{"first": "P", "middle": ["J"], "last": "Choi", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Oskouian", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Tubbs", "suffix": ""}], "year": 2018, "venue": "", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.7759/cureus.2716?utm_medium=email&utm_source=transaction"]}}, "BIBREF7": {"ref_id": "b7", "title": "Telesurgery prospects in delivering healthcare in remote areas", "authors": [{"first": "N", "middle": [], "last": "Shahzad", "suffix": ""}, {"first": "T", "middle": [], "last": "Chawla", "suffix": ""}, {"first": "T", "middle": [], "last": "Gala", "suffix": ""}], "year": 2019, "venue": "J Pak Med Assoc", "volume": "69", "issn": "", "pages": "69--71", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Robotics and telesurgery in otolaryngology", "authors": [{"first": "J", "middle": ["G"], "last": "Newman", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Kuppersmith", "suffix": ""}, {"first": "", "middle": [], "last": "O&apos;malley", "suffix": ""}, {"first": "", "middle": [], "last": "Bw", "suffix": ""}], "year": 2011, "venue": "Otolaryngol Clin North Am", "volume": "44", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.otc.2011.08.008?utm_medium=email&utm_source=transaction"]}}, "BIBREF9": {"ref_id": "b9", "title": "Virtual interactive presence for real-time, longdistance surgical collaboration during complex microsurgical procedures", "authors": [{"first": "M", "middle": ["B"], "last": "Shenai", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Tubbs", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Guthrie", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Cohen-Gadol", "suffix": ""}], "year": 2014, "venue": "J Neurosurg", "volume": "121", "issn": "", "pages": "277--284", "other_ids": {"DOI": ["10.3171/2014.4.Jns131805?utm_medium=email&utm_source=transaction"]}}, "BIBREF10": {"ref_id": "b10", "title": "Floating autostereoscopic 3D display with multidimensional images for telesurgical visualization", "authors": [{"first": "D", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "L", "middle": [], "last": "Ma", "suffix": ""}, {"first": "C", "middle": [], "last": "Ma", "suffix": ""}, {"first": "J", "middle": [], "last": "Tang", "suffix": ""}, {"first": "H", "middle": [], "last": "Liao", "suffix": ""}], "year": 2016, "venue": "Int J Comput Assist Radiol Surg", "volume": "11", "issn": "", "pages": "207--215", "other_ids": {"DOI": ["10.1007/s11548-015-1289-8?utm_medium=email&utm_source=transaction"]}}, "BIBREF11": {"ref_id": "b11", "title": "Robotic surgery: applications, limitations, and impact on surgical education", "authors": [{"first": "B", "middle": [], "last": "Morris", "suffix": ""}], "year": 2005, "venue": "MedGenMed", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The Impact of IoT and 5G Technology in Telesurgery: Benefits & Limitations", "authors": [{"first": "V", "middle": ["A"], "last": "Memos", "suffix": ""}, {"first": "G", "middle": [], "last": "Minopoulos", "suffix": ""}, {"first": "K", "middle": [], "last": "Psannis", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Shortage of doctors, shortage of data: a review of the global surgery, obstetrics, and anesthesia workforce literature", "authors": [{"first": "M", "middle": [], "last": "Hoyler", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Finlayson", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Mcclain", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Meara", "suffix": ""}, {"first": "L", "middle": [], "last": "Hagander", "suffix": ""}], "year": 2014, "venue": "World J Surg", "volume": "38", "issn": "", "pages": "269--280", "other_ids": {"DOI": ["10.1007/s00268-013-2324-y?utm_medium=email&utm_source=transaction"]}}, "BIBREF14": {"ref_id": "b14", "title": "WHO declares COVID-19 a pandemic", "authors": [{"first": "D", "middle": [], "last": "Cucinotta", "suffix": ""}, {"first": "M", "middle": [], "last": "Vanelli", "suffix": ""}], "year": 2021, "venue": "Acta Biomed", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.23750/abm.v91i1.9397?utm_medium=email&utm_source=transaction"]}}, "BIBREF15": {"ref_id": "b15", "title": "Telesurgery and robotic surgery: ethical and legal aspect", "authors": [{"first": "S", "middle": [], "last": "Saceanu", "suffix": ""}, {"first": "C", "middle": [], "last": "Soare", "suffix": ""}, {"first": "V", "middle": [], "last": "Surlin", "suffix": ""}, {"first": "A", "middle": [], "last": "Patrașcu", "suffix": ""}], "year": 2015, "venue": "J Community Med Health Educ", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4172/2161-0711.1000355?utm_medium=email&utm_source=transaction"]}}, "BIBREF16": {"ref_id": "b16", "title": "To make a robot secure: an experimental analysis of cyber security threats against teleoperated surgical robots", "authors": [{"first": "T", "middle": [], "last": "Bonaci", "suffix": ""}, {"first": "J", "middle": [], "last": "Herron", "suffix": ""}, {"first": "T", "middle": [], "last": "Yusuf", "suffix": ""}, {"first": "J", "middle": [], "last": "Yan", "suffix": ""}, {"first": "T", "middle": [], "last": "Kohno", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Chizeck", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Determining the threshold of time-delay for teleoperation accuracy and efficiency in relation to telesurgery", "authors": [{"first": "C", "middle": [], "last": "Korte", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Nair", "suffix": ""}, {"first": "V", "middle": [], "last": "Nistor", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Low", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Doarn", "suffix": ""}, {"first": "G", "middle": [], "last": "Schaffner", "suffix": ""}], "year": 2014, "venue": "Telemed J E Health", "volume": "20", "issn": "", "pages": "1078--1086", "other_ids": {"DOI": ["10.1089/tmj.2013.0367?utm_medium=email&utm_source=transaction"]}}, "BIBREF18": {"ref_id": "b18", "title": "A survey on haptic data over 5g networks", "authors": [{"first": "G", "middle": [], "last": "Minopoulos", "suffix": ""}, {"first": "G", "middle": [], "last": "Kokkonis", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Psannis", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ishibashi", "suffix": ""}], "year": 2019, "venue": "Int J Future Gener Commun Netw", "volume": "12", "issn": "", "pages": "37--54", "other_ids": {"DOI": ["10.33832/ijfgcn.2019.12.2.04?utm_medium=email&utm_source=transaction"]}}, "BIBREF19": {"ref_id": "b19", "title": "5G opens the future of telesurgery . HealthManagement", "authors": [{"first": "A", "middle": [], "last": "De Lacy", "suffix": ""}], "year": 2018, "venue": "", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Towards haptic communications over the 5g tactile internet", "authors": [{"first": "K", "middle": [], "last": "Antonakoglou", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "E", "middle": [], "last": "Steinbach", "suffix": ""}, {"first": "T", "middle": [], "last": "Mahmoodi", "suffix": ""}, {"first": "M", "middle": [], "last": "Dohler", "suffix": ""}], "year": 2018, "venue": "IEEE Commun Surv Tutor", "volume": "20", "issn": "", "pages": "3034--3059", "other_ids": {"DOI": ["10.1109/COMST.2018.2851452?utm_medium=email&utm_source=transaction"]}}, "BIBREF21": {"ref_id": "b21", "title": "How does da Vinci robotic surgery work", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Tele-robotic surgical arm system with efficient tactile sensors in the manipulators", "authors": [{"first": "J", "middle": [], "last": "Antony", "suffix": ""}, {"first": "R", "middle": [], "last": "Lingeswaran", "suffix": ""}, {"first": "N", "middle": [], "last": "Balakumar", "suffix": ""}], "year": 2017, "venue": "Asian J Appl Sci Technol", "volume": "1", "issn": "", "pages": "99--102", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "An efficient algorithm for media-based surveillance", "authors": [{"first": "V", "middle": ["A"], "last": "Memos", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Psannis", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ishibashi", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Kim", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Gupta", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.future.2017.04.039?utm_medium=email&utm_source=transaction"]}}, "BIBREF25": {"ref_id": "b25", "title": "Iot smart city framework", "authors": [], "year": 2018, "venue": "Future Gener Comput Syst", "volume": "83", "issn": "", "pages": "619--628", "other_ids": {"DOI": ["10.1016/j.future.2017.04.039?utm_medium=email&utm_source=transaction"]}}, "BIBREF26": {"ref_id": "b26", "title": "Innovation in surgery/operating room driven by Internet of Things on medical devices", "authors": [{"first": "Y", "middle": [], "last": "Ushimaru", "suffix": ""}, {"first": "T", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Souma", "suffix": ""}], "year": 2019, "venue": "Surg Endosc", "volume": "33", "issn": "", "pages": "3469--3477", "other_ids": {"DOI": ["10.1007/s00464-018-06651-4?utm_medium=email&utm_source=transaction"]}}}, "ref_entries": {}, "back_matter": []}