{"paper_id": "00f4fd682bbc3032b1789b86328ea9dc30298237", "metadata": {"title": "Brief Commentary: Why We Need More Equitable Human Resources for Health to Manage the Covid-19 Pandemic", "authors": [{"first": "Dukjin", "middle": [], "last": "Chang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lillian", "middle": [], "last": "Mwanri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Charlotte", "middle": [], "last": "Scheerens", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"settlement": "Beth, Boston", "region": "MA", "country": "Israel, United States"}}, "email": ""}, {"first": "Jan", "middle": [], "last": "De Maeseneer", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ghent University", "location": {"settlement": "Ghent", "country": "Belgium"}}, "email": ""}, {"first": "Tobias", "middle": [], "last": "Haeusermann", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"settlement": "Beth, Boston", "region": "MA", "country": "Israel, United States"}}, "email": ""}, {"first": "Milena", "middle": [], "last": "Santric Milicevic", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Belgrade", "location": {"settlement": "Belgrade", "country": "Serbia"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "With this brief commentary we urge human resources for health (HRH), i.e., all people engaged in actions whose primary intent is to enhance health 1 , to be more equitable if we want to minimize the disproportionate impact of covid-19 in regions with unfair health systems such as the United States (U.S.). As it is so often the case in societies with inequitable access to, and inappropriate distribution of public health resources, crises like the outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) hits disadvantaged groups the hardest. We see that occurring not only in lowincome countries in Africa and South-America with constrained health systems, but also in Europe (1) and the U.S. (2) in particular. While the virus does not discriminate, inappropriate health systems certainly do. Race, ethnicity, and class disparities, aggravated by decade-long exclusion from high-quality health workers, health care services and comprehensive insurance, are reflected both in the virus's morbidity and mortality rates (3) (4) (5) as well as the fallout from the unfolding socioeconomic impact across communities (2) .", "cite_spans": [{"start": 713, "end": 716, "text": "(2)", "ref_id": "BIBREF2"}, {"start": 1038, "end": 1041, "text": "(3)", "ref_id": "BIBREF3"}, {"start": 1042, "end": 1045, "text": "(4)", "ref_id": "BIBREF4"}, {"start": 1046, "end": 1049, "text": "(5)", "ref_id": "BIBREF5"}, {"start": 1132, "end": 1135, "text": "(2)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "Indeed, entrenched health inequity [i.e., avoidable and remediable consequences of structural health injustices (6) ] between groups of people presented a global health threat long before COVID-19 (7) , yet the pandemic has significantly compounded the impact of inappropriate medical care systems, capacities of health workers and technologies on health disparities (8) . Therefore, if we are to advance health equity (9) and population health (10), not only as a public health issue, but also as an urgent matter of justice in the health systems' responsiveness (7), more emphasis on social justice and equity in the decision making process of health system's resources generation and allocation is needed (11) . This is particularly true for equity in HRH (11) .", "cite_spans": [{"start": 112, "end": 115, "text": "(6)", "ref_id": "BIBREF6"}, {"start": 197, "end": 200, "text": "(7)", "ref_id": "BIBREF7"}, {"start": 367, "end": 370, "text": "(8)", "ref_id": "BIBREF8"}, {"start": 419, "end": 422, "text": "(9)", "ref_id": "BIBREF9"}, {"start": 708, "end": 712, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 759, "end": 763, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "We suggest that the path to improving HRH equity entails inclusive governance that creates a fair and accessible health care system with an appropriate distribution of competent and motivated health workers. The latter needs to be fit for purpose and practice in their respective context, and appropriately meet the varying needs of all communities they serve, especially the most underserved. We argue that HRH equity is the foundation for accelerating universal health coverage (UHC) (11) which may ultimately lead toward attaining Sustainable Development Goals such as Health and Well-being for all (Goal 3) (12) . Here, we highlight how pre-existing health and HRH inequities rendered appropriate responses to the pandemic more challenging. If we plan to emerge from this crisis in a better position, we need a guiding framework on HRH equity that entails indicators with a specific focus on HRH inequities.", "cite_spans": [{"start": 611, "end": 615, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "In some U.S. states and federally, mitigating HRH inequities was not a governance priority (13) . Since the covid-19 pandemic struck in early 2020, health care providers and patients in all countries had to act fast to alleviate the cumulative impacts of the outbreak (14) . The nursing workforce in the U.S.the largest health professionals group-was rapidly depleted as demands for frontline health workers spiked (15), especially in disadvantaged neighborhoods. Even pre-covid-19, the nursing profession was at an estimated shortage of one million workers (15), chiefly due to a lack of nursing faculty, high turnover, and inequitable distribution of the workforce (16) . The actual budget (17) further exacerbated these circumstances by the state's failing to provide sufficient health funding while simultaneously cutting funds for nursing workforce development programs by 64 percent. According to the American Nurses Association, these cuts \"essentially dismantled programs that recruit, train, and educate nurses for practice in rural and medically underserved communities\" (17) . As a result, current health workforce measures include overtime work, delayed annual leave (18) , and reactivation of retired health workers throughout the country (19) . Moreover, nurse staffing agencies in the U.S. resorted to offering unprecedented incentives for those willing to enter hot zones, including up to $10,000 a week in crisis pay, relocation bonuses, tax-free housing and food (15). Whereas conforming to these extreme measures almost elevated the health workforce to the status of nationwide superstars in the U.S. and worldwide, these measures painfully show that the way out of covid-19 must lead to a path toward equitable HRH.", "cite_spans": [{"start": 91, "end": 95, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 268, "end": 272, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 667, "end": 671, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 1081, "end": 1085, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 1179, "end": 1183, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 1252, "end": 1256, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "A CASE IN POINT OF INEQUITABLE HRH GOVERNANCE"}, {"text": "Furthermore, a misbalance in care access also occurs when the health workforce is inappropriately organized. Health systems lacking a community-oriented (primary) health care system that integrates with public health services face difficulties in meeting individuals' needs while staying-in-shelter as part of an appropriate health response to the virus. In support to the fieldwork of public health specialists, primary health care professionals keep oversight of the differing needs of people at home (20) . Meanwhile, clinical specialists are crucial to attend to patients during hospitalization or emergency room visits. Hence, the equitable scaling up of multi-, trans-and inter-professional teams to work in clinics and health centers in the community (such as public health specialists, family practitioners, nurses, clinical specialists, community workers and social workers), will contribute to the most effective difference in the context of health and well-being for all (21, 22) . Some centralized and coordinated strategies come with various advantages, particularly in view of the dangers posed by public health emergencies that transcend borders and local sovereignties (23) . First, creating a task force involving all ministries along with all regional and municipal governments helps reach a greater percentage of the population. This would facilitate the containment of a virus. Second, a joined-up 2 https://www.who.int/healthinfo/statistics/toolkit_hss/ EN_PDF_Toolkit_HSS_HumanResources_oct08.pdf?ua=1 strategy and an all-government approach helps extending benefit packages and improve equity of care. If the goal of the country is to reduce health inequities, equitable access to qualified and licensed health workforce ought to be enshrined as a human right by switching toward UHC. Instead of only (re-)acting in crises while cutting budgets in the interim, there is an urgent need for a country's leadership to invest more and continually in HRH equity, as it enhances effective, accessible, equitable and affordable health care for all, and empowers the government to cut down costs of a re-organized and integrated health care system.", "cite_spans": [{"start": 503, "end": 507, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 982, "end": 986, "text": "(21,", "ref_id": "BIBREF20"}, {"start": 987, "end": 990, "text": "22)", "ref_id": null}, {"start": 1185, "end": 1189, "text": "(23)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "A CASE IN POINT OF INEQUITABLE HRH GOVERNANCE"}, {"text": "We believe that reaching equity in HRH requires close engagement with stakeholders across governments, sectors and communities. It should entail comprehensive and multi-sectoral action at all levels, with implementation and development of accountability and sustainability mechanisms to manage the health workforces' production, stock, skill-mix, distribution, accessibility, productivity and quality (11) . Stakeholders must have credible systems to regularly assess evolving population needs, monitor progress on delivery using HRH equity-related indicators, and more importantly, harness the data and findings to evaluate and adjust HRH policies, programs and action plans.", "cite_spans": [{"start": 401, "end": 405, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "THE WAY FORWARD TO HRH EQUITY"}, {"text": "The best health leadership and inclusive governance are only possible if governments start tracking and tracing HRH equity solutions. This applies to both monitoring health progress in the current and post-pandemic situation, as well as addressing long-term HRH inequities. Consequently, public health officials and services partners need granulated, reliable, relevant, and timely data on HRH, enabling a comprehensive overview of the range of health workforce from health sciences, medical and nursing school enrollment numbers to geographical health workforce spread and its impact on social determinants of health. To collect such comprehensive data, tools are needed to help prioritize scarce investigative resources (24) . The WHO's National Health Workforce Accounts (NHWA) provides an example that can increase and strengthen such HRH data and ultimately provide the knowledge necessary for countries to improve data availability, quality, standardization and usage (25) . While the NHWA and most other tools focus on the health workforce in general, no tools or unified set of indicators specifically focus on HRH inequities. This is partly due to context-bound priorities, which can differ within and between countries, but also due to certain difficulties in defining, measuring, detecting and preventing HRH inequities buried in the public and private policy system. It would therefore be extremely useful if international bodies develop a guiding HRH equity framework, with key concepts, definitions and indicators to support health systems development in the right direction.", "cite_spans": [{"start": 722, "end": 726, "text": "(24)", "ref_id": "BIBREF23"}, {"start": 974, "end": 978, "text": "(25)", "ref_id": null}], "ref_spans": [], "section": "THE WAY FORWARD TO HRH EQUITY"}, {"text": "While this global pandemic imposed enormous human and economic costs, it equally exposed core issues of health workforce inequity inherent in many current health systems. Health leaders who go forward ought to envision health systems that translate the lessons learned on health equality and social justice into new forms of knowledge on HRH equities. With other challenges of enormous proportions such as migration and climate change around the corner, the current HRH policies and governance related to their availability, composition, deployment and work quality would need a drastic revision, upgrade, and investment if we want to guarantee dignified lives for all people worldwide.", "cite_spans": [], "ref_spans": [], "section": "THE WAY FORWARD TO HRH EQUITY"}, {"text": "CS: conceptualization and writing first draft. All authors: writing final draft. ", "cite_spans": [], "ref_spans": [], "section": "AUTHOR CONTRIBUTIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "EUPHA Migrant and Ethnic Minority Health Section on COVID-19-CALL FOR ACTION Reducing the Impact of the Coronavirus Crisis on Those 'Left Behind'-Disadvantaged Migrants and Ethnic Minorities (MEM)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Available online at", "authors": [{"first": "", "middle": [], "last": "Eupha", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Block Club Chicago (2020)", "authors": [], "year": 2020, "venue": "70% of People Dying From Coronavirus in Chicago Are Black", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Available online at", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "COVID-19 United States Cases by County. Johns Hopkins Coronavirus Resource Center", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Available online at", "authors": [], "year": 2020, "venue": "Health Care disparities in the Age of Coronavirus. Harvard Gazette", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Concepts and Principles for Tackling Social Inequities in Health: Levelling Up Part 1 (2020)", "authors": [{"first": "M", "middle": [], "last": "Whitehead", "suffix": ""}, {"first": "G", "middle": [], "last": "Dahlgren", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Health disparities and health equity: the issue is justice", "authors": [{"first": "P", "middle": ["A"], "last": "Braveman", "suffix": ""}, {"first": "S", "middle": [], "last": "Kumanyika", "suffix": ""}, {"first": "J", "middle": [], "last": "Fielding", "suffix": ""}, {"first": "T", "middle": [], "last": "Laveist", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Borrell", "suffix": ""}, {"first": "R", "middle": [], "last": "Manderscheid", "suffix": ""}], "year": 2011, "venue": "Am J Public Health", "volume": "", "issn": "", "pages": "149--55", "other_ids": {"DOI": ["10.2105/AJPH.2010.300062"]}}, "BIBREF8": {"ref_id": "b8", "title": "This time must be different: disparities during the COVID-19 pandemic", "authors": [{"first": "K", "middle": [], "last": "Bibbins-Domingo", "suffix": ""}], "year": 2020, "venue": "Ann Intern Med", "volume": "", "issn": "", "pages": "20--2247", "other_ids": {"DOI": ["10.7326/M20-2247"]}}, "BIBREF9": {"ref_id": "b9", "title": "Combating COVID-19: health equity matters", "authors": [{"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Tang", "suffix": ""}], "year": 2015, "venue": "Nat Med", "volume": "46", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41591-020-0823-6"]}}, "BIBREF10": {"ref_id": "b10", "title": "Human resources for health and universal health coverage: fostering equity and effective coverage", "authors": [{"first": "J", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "J", "middle": [], "last": "Buchan", "suffix": ""}, {"first": "G", "middle": [], "last": "Cometto", "suffix": ""}, {"first": "B", "middle": [], "last": "David", "suffix": ""}, {"first": "G", "middle": [], "last": "Dussault", "suffix": ""}, {"first": "H", "middle": [], "last": "Fogstad", "suffix": ""}], "year": 2013, "venue": "Bull World Health Organ", "volume": "91", "issn": "", "pages": "853--63", "other_ids": {"DOI": ["10.2471/BLT.13.118729"]}}, "BIBREF11": {"ref_id": "b11", "title": "World Health Organization. Health Workforce Requirements for Universal Health Coverage and the Sustainable Development Goals", "authors": [], "year": 2016, "venue": "Human Resources for Health Observer", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Available online at", "authors": [], "year": 2018, "venue": "Achieving Health Equity in the United States. APHA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Ensuring and sustaining a pandemic workforce", "authors": [{"first": "E", "middle": ["P"], "last": "Fraher", "suffix": ""}, {"first": "P", "middle": [], "last": "Pittman", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Frogner", "suffix": ""}, {"first": "J", "middle": [], "last": "Spetz", "suffix": ""}, {"first": "J", "middle": [], "last": "Moore", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Beck", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "2181--2184", "other_ids": {"DOI": ["10.1056/NEJMp2006376"]}}, "BIBREF14": {"ref_id": "b14", "title": "Available online at", "authors": [], "year": 2020, "venue": "for Nurses is Driving Record Pay as Coronavirus Nears Its Peak", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Available online at", "authors": [], "year": 2020, "venue": "Nursing Shortage. StatPearls -NCBI Bookshelf", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Available online at", "authors": [], "year": 2017, "venue": "American Nurses Association Rejects President Trump's FY18 Budget", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "COVID-19: the case for health-care worker screening to prevent hospital transmission", "authors": [{"first": "Jrm", "middle": [], "last": "Black", "suffix": ""}, {"first": "C", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "J", "middle": [], "last": "Przewrocka", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Dijkstra", "suffix": ""}, {"first": "C", "middle": [], "last": "Swanton", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1418--1438", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30917-X"]}}, "BIBREF18": {"ref_id": "b18", "title": "Nurses Sign Up to Help With Coronavirus Response. Time (2020) Available online at", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Unfulfilled potential of primary care in Europe", "authors": [{"first": "L", "middle": ["N"], "last": "Allen", "suffix": ""}, {"first": "S", "middle": [], "last": "Barkley", "suffix": ""}, {"first": "De", "middle": [], "last": "Maeseneer", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Weel", "suffix": ""}, {"first": "C", "middle": [], "last": "Kluge", "suffix": ""}, {"first": "H", "middle": [], "last": "De Wit", "suffix": ""}, {"first": "N", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "BMJ", "volume": "363", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.k4469"]}}, "BIBREF20": {"ref_id": "b20", "title": "Scaling up family medicine and primary health care in Africa: statement of the primafamed network", "authors": [{"first": "De", "middle": [], "last": "Maeseneer", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "Afr J Prim Heal Care Fam Med", "volume": "5", "issn": "", "pages": "1--3", "other_ids": {"DOI": ["10.4102/phcfm.v5i1.507"]}}, "BIBREF22": {"ref_id": "b22", "title": "This is How South Korea Contained COVID-19", "authors": [], "year": 2020, "venue": "World Economic Forum", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Prioritizing Public Health Resources for COVID-19 Investigations: How Administrative Data Can Protect Vulnerable Populations", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.healthaffairs.org/do/10.1377/hblog20200420.729086/full/"]}}}, "ref_entries": {"FIGREF0": {"text": "UniversityPDF for funding information. MS was supported by the project of the Ministry of Education, Science and Technological Development of the Republic of Serbia No. 175087.", "latex": null, "type": "figure"}}, "back_matter": [{"text": "This brief opinion was revised on language by a native English speaker.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}