{"paper_id": "00f5b1b4571aa91b4ed333d6049accaf56802e3f", "metadata": {"title": "Artículo original", "authors": [{"first": "Júlia", "middle": [], "last": "Nogueira", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade de Brasilia", "location": {"settlement": "Brasilia", "country": "Brasil"}}, "email": ""}, {"first": "Dais", "middle": [], "last": "Gonçalves Rocha", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade de Brasilia", "location": {"settlement": "Brasilia", "country": "Brasil"}}, "email": ""}, {"first": "Marco", "middle": [], "last": "Akerman", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade de São Paulo", "location": {"settlement": "São Paulo", "country": "Brasil. Correspondencia"}}, "email": ":marco.akerman@gmail.com"}, {"first": "J", "middle": [], "last": "Nogueira", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade de São Paulo", "location": {"settlement": "São Paulo", "country": "Brasil. Correspondencia"}}, "email": ""}]}, "abstract": [{"text": "Resumen: El mundo, después de la pandemia de la COVID-19, no será el mismo que existía y ni tan siquiera eso es deseable. La reanudación de la \"normalidad\" (que solo es \"normal\" para unos pocos) sería el regreso a la producción y el consumo insostenibles, la pérdida de derechos, la exacerbación de las iniquidades y una brutalidad diaria para muchos que luchan por sobrevivir. En América Latina (AL), el fin del mundo ya se anunció incluso antes de la pandemia. Si, desde Bogotá -1992, la Declaración de Promoción de la Salud denuncia la pobreza como el mayor determinante social de enfermedades en la región, los gobiernos parecen ignorarla, debilitando los sistemas de salud, educación, ciencia y tecnología, transferencia de ingresos y asistencia social bajo los auspicios de la austeridad fiscal, favoreciendo el aumento de la desigualdad. Usando datos de tres países, Argentina, Brasil y Chile: 1) se señalan sus bajas inmunidades sociales anteriores a la pandemia; 2) se analizan sus políticas públicas en respuesta a la pandemia, considerando los diferentes enfoques de intervención en salud: grupos de riesgo, población, vulnerabilidad y proporcionalismo universal; y, 3) se indica cómo la Promoción de la Salud (PS) podría influir sobre las políticas públicas para no volver al mundo que existía, usando como ancla dos documentos lanzados durante la pandemia y que explicitan la lente epistémica de la comunidad global de la PS en cinco puntos: intersectorialidad, sostenibilidad, empoderamiento, compromiso con la salud pública y equidad, y perspectiva de curso de vida. Evidencias producidas en el transcurso de la pandemia en los tres países indican que los enfoques adoptados en las políticas públicas pueden, o no, favorecer el alcance de la agenda inconclusa de la PS y del desarrollo sostenible.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "En América Latina (AL), la elevada inequidad exige mejoras en los niveles de salud en los grupos económicos más desfavorecidos. Para que las políticas públicas en el área de la salud tengan el objetivo, no solo de promover la salud poblacional, sino de reducir las inequidades, ellas tendrían que estar fuertemente integradas con otras políticas de protección social (1, 2) .", "cite_spans": [{"start": 367, "end": 370, "text": "(1,", "ref_id": "BIBREF0"}, {"start": 371, "end": 373, "text": "2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introducción"}, {"text": "La pandemia de la COVID-19 llega en un momento en el que la inmunidad social de AL ya está baja. Los sistemas de salud, educación, ciencia y tecnología, transferencia de renta y asistencia social han sido sistemáticamente debilitados en la región bajo la austeridad fiscal, ampliando las 977837P ED0010.1177/1757975920977837Artículo originalJ. Nogueira et al. asimetrías entre las poblaciones y la pérdida de derechos (3, 4) .", "cite_spans": [{"start": 418, "end": 421, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 422, "end": 424, "text": "4)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introducción"}, {"text": "Los movimientos sociales fueron criminalizados y debilitados y el neoliberalismo se agudizó resultando en lo que Achille Mbembe denomina necropolítica, una lógica que siempre ha estado en el corazón del neoliberalismo y que opera con la idea de que unos valen más que otros y quien no tiene valor puede ser descartado (5) . En contraposición a la necropolítica y para que haya una AL justa y saludable, debemos buscar \"una empatía radical (6)\".", "cite_spans": [{"start": 318, "end": 321, "text": "(5)", "ref_id": null}], "ref_spans": [], "section": "Introducción"}, {"text": "El 12 de julio de 2020, fecha de conclusión de este artículo, el mundo presenta 12.925.331 personas infectadas por el virus Sars-Cov2 y 569.097 muertes (7) . Como resultado, sistemas de salud sobrecargados y graves impactos económicos y sociales. En un efecto en cascada, las paralizaciones causadas por la pandemia acarrean el endeudamiento de los países y pérdidas de empleo, ingresos y salud de los individuos (8) .", "cite_spans": [{"start": 152, "end": 155, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 413, "end": 416, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introducción"}, {"text": "AL enfrenta la pandemia desde una posición más débil que la de otros países más desarrollados y el impacto final de esa crisis dependerá de las medidas socioeconómicas y sanitarias que se tomen en el ámbito regional, nacional y mundial (9) . Después de siete años de crecimiento lento, la región podrá tener el mayor desplome del PIB en un siglo (-5,3%), llegando a 83,4 millones de personas en extrema pobreza en 2020 (8) .", "cite_spans": [{"start": 236, "end": 239, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 419, "end": 422, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introducción"}, {"text": "Considerando la interrelación entre salud y economía, política, medio ambiente y cultura, se señala la falacia de la narrativa que dicotomiza la solución como salud o economía. La respuesta a la crisis sanitaria pasa por acciones específicas en la salud pública, pero también por evitar el colapso económico (8) . Los diferentes abordajes de intervención adoptados por los países pueden modelar social, política y económicamente la región.", "cite_spans": [{"start": 308, "end": 311, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introducción"}, {"text": "A partir de datos federales disponibles en Internet compilados por la Comisión Económica para América Latina (CEPAL), tres países son elegidos por sus impactos políticos y económicos en la región: Argentina, Brasil y Chile. Anclados en el paradigma de la determinación social de la salud (10), los investigadores realizan un ejercicio analítico para problematizar en qué puede contribuir la lente de la Promoción de la Salud (PS) para no volver al mundo que existía anteriormente.", "cite_spans": [], "ref_spans": [], "section": "Introducción"}, {"text": "En primer lugar, se demuestran las bajas inmunidades sociales resultantes de las políticas públicas que se venían adoptando en el contexto prepandemia. A partir de eso, se analizan las respuestas federales durante la vigencia de la pandemia, usando los diferentes enfoques de intervención en salud: grupos de riesgo (11) , población (12) , vulnerabilidad (13) y proporcionalismo universal (14) .", "cite_spans": [{"start": 316, "end": 320, "text": "(11)", "ref_id": "BIBREF11"}, {"start": 333, "end": 337, "text": "(12)", "ref_id": "BIBREF12"}, {"start": 389, "end": 393, "text": "(14)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introducción"}, {"text": "Finalmente, se indica cómo la PS podría influir sobre las políticas de protección social, sanitaria y económica para no volver al mundo que existía. Para ello, se utilizan como ancla dos documentos lanzados durante la vigencia de la pandemia (1,2) y que explicitan la lente epistémica de la comunidad global de la PS en cinco puntos: intersectorialidad, sostenibilidad, empoderamiento, compromiso con la salud pública y equidad y perspectiva de curso de vida.", "cite_spans": [], "ref_spans": [], "section": "Introducción"}, {"text": "Un mundo que optó por un modelo injusto e insostenible de desarrollo provocó esta situación crítica. En los últimos 50 años, los adeptos del neoliberalismo, al mismo tiempo que niegan las crisis socioeconómica y climática producidas por ese modelo, tratan de escapar de sus consecuencias construyendo bastiones inaccesibles a una multitud que fue dejada atrás, sin la división universal de los \"frutos del progreso (15)\".", "cite_spans": [], "ref_spans": [], "section": "El mundo que existía: contexto de tres países de América Latina"}, {"text": "Al reconocer la determinación social de la salud, en la Tabla 1, se presentan datos para una mirada comparativa entre los países, además de una síntesis panorámica de las políticas públicas.", "cite_spans": [], "ref_spans": [], "section": "El mundo que existía: contexto de tres países de América Latina"}, {"text": "En AL, el mayor reto de los gobiernos debería ser disminuir las desigualdades socioeconómicas que impiden un desarrollo más equitativo, integral e inclusivo. Entre los países, los sistemas de salud, aunque distintos en su estructura y modelo de financiación (16) (17) (18) , atienden a una población vulnerable, en envejecimiento y con un perfil epidemiológico donde predominaban las enfermedades no transmisibles (19) .", "cite_spans": [{"start": 258, "end": 262, "text": "(16)", "ref_id": "BIBREF16"}, {"start": 263, "end": 267, "text": "(17)", "ref_id": "BIBREF17"}, {"start": 268, "end": 272, "text": "(18)", "ref_id": "BIBREF18"}, {"start": 414, "end": 418, "text": "(19)", "ref_id": null}], "ref_spans": [], "section": "El mundo que existía: contexto de tres países de América Latina"}, {"text": "Desde 2016, Brasil enfrenta una crisis políticoeconómica sin precedentes. Para reducir el déficit fiscal, una Enmienda Constitucional congeló los gastos primarios del gobierno federal durante un período de 20 años sin considerar medidas capaces de reducir también la desigualdad, como la lucha contra la evasión fiscal o una reforma tributaria progresiva (20) . En 10 años, esa reforma debe reducir el gasto primario del 20% al 12% del PIB, afectando principalmente el presupuesto para infraestructura y programas sociales, causando reveses en los \"derechos de la ciudadanía\". Cortes en programas de transferencia de renta, de enfrentamiento de la violencia de género y en el Programa de Adquisición de Alimentos amenazan anular los avances en la seguridad alimentaria que habían hecho que Brasil saliera del mapa del hambre (21) . A su vez, la Reforma de la Previsión Social desmantela el principal mecanismo redistributivo y de protección social del país (22) . Tales medidas mantienen privilegios fiscales para los más ricos, haciendo que sea inviable el alcance de los objetivos de desarrollo sostenible (ODS) (23) .", "cite_spans": [{"start": 355, "end": 359, "text": "(20)", "ref_id": "BIBREF21"}, {"start": 825, "end": 829, "text": "(21)", "ref_id": null}, {"start": 957, "end": 961, "text": "(22)", "ref_id": null}, {"start": 1114, "end": 1118, "text": "(23)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Brasil: austeridad y regresividad sin precedentes en los derechos"}, {"text": "Desde 2015, el Estado argentino ha disminuido los instrumentos de protección social y el derecho a la seguridad social, fallando en la implementación de políticas fiscales tendientes a la igualdad. En 2017, realizó una interrupción sin previo avisoincumpliendo así los estándares vigentes en el debido proceso administrativo -y masiva de pensiones no contributivas de personas con discapacidad (24) . Además, el gasto social para garantizar los derechos en la infancia disminuye y se realiza de manera ineficiente, provocando desigualdades (25) . La débil capacidad de intervención del Estado en los procesos de desarrollo territorial y la disminución del impuesto inmobiliario, que hoy representa menos del 1% de la carga tributaria total, desfavorece la redistribución de la renta proveniente de la explotación comercial del suelo e incentiva la iniquidad (26) .", "cite_spans": [{"start": 394, "end": 398, "text": "(24)", "ref_id": "BIBREF29"}, {"start": 540, "end": 544, "text": "(25)", "ref_id": "BIBREF30"}, {"start": 858, "end": 862, "text": "(26)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Argentina: subejecución de los gastos sociales y violación de la transparencia fiscal"}, {"text": "Chile presenta resultados positivos en indicadores de desarrollo económico y de salud global que lo sitúan como uno de los países con mejor índice de capital humano en AL (27) . Sin embargo, la propuesta de desestatización, nacida con la justificativa de auxiliar en el crecimiento económico, y de privatización de la Previsión Social, en la década de los 80, enfrenta uno de sus momentos más complejos. La reducción en el valor de las pensiones y jubilaciones causa una creciente ola de suicidios entre los ancianos (28) . Desde 2019, hay una convulsión social con múltiples y permanentes manifestaciones de descontento. El gobierno, obligado a proponer modificaciones al sistema de salud como seguro público, lo hace con propuestas (17) . La incidencia de la pobreza (el 8,6%) presenta diferencias según vulnerabilidades: lugar en el que se vive (del 16,5% en el sector rural al 7,4% en el urbano), pertenencia a grupos específicos (17,2%, en la región con alta concentración de pueblos indígenas), sexo y grupos de edad. El colonialismo territorial puede haber terminado, pero esta crisis actual sirve de recordatorio de que la colonización de la salud, de la economía y de la política permanece viva (29) . Durante la pandemia, naciones (en particular las de ingresos altos) cerraron sus fronteras al exterior y se enfocaron en el contexto interno. Con eso, la AL se la recuerda por las estructuras de poder asimétricas que dominan el concepto de desarrollo global y de salud. \"El modelo global de salud se basa en gran parte en la asistencia técnica y en la capacitación de los países ricos, cuya respuesta a esta pandemia fue esclerótica y atrasada en la mejor de las hipótesis (30)\".", "cite_spans": [{"start": 171, "end": 175, "text": "(27)", "ref_id": "BIBREF33"}, {"start": 517, "end": 521, "text": "(28)", "ref_id": "BIBREF34"}, {"start": 734, "end": 738, "text": "(17)", "ref_id": "BIBREF17"}, {"start": 1204, "end": 1208, "text": "(29)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Chile: aparente éxito neoliberal que camufla las desigualdades sociales"}, {"text": "A pesar de los grandes avances en salud en los últimos 50 años, esas ganancias no beneficiaron a todos igualmente; las inequidades aumentaron (31) . Reanudar las discusiones sobre los valores que rigen nuestras sociedades significa enfrentar un statu quo favorable a la enfermedad y (re)politizar el papel de la formación política participativa y emancipadora para la salud.", "cite_spans": [{"start": 142, "end": 146, "text": "(31)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Chile: aparente éxito neoliberal que camufla las desigualdades sociales"}, {"text": "El análisis de las políticas adoptadas en el transcurso de la pandemia de la COVID-19, fundamentado en los enfoques de intervención, permite identificar si ellas producen inclusión o exclusión, protección o estigma, vida o muerte (14, 32, 33) . Esos abordajes corresponden a diferentes maneras de aliviar la carga injusta de las enfermedades. La tipología de política propuesta puede servir como herramienta eficaz para interpretar el impacto potencial de intervenciones en diferentes grupos.", "cite_spans": [{"start": 230, "end": 234, "text": "(14,", "ref_id": "BIBREF14"}, {"start": 235, "end": 238, "text": "32,", "ref_id": "BIBREF39"}, {"start": 239, "end": 242, "text": "33)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "En este punto, a partir de la información contenida en los documentos de organizaciones multilaterales como BID (3) y CEPAL (8) , se analizan las políticas públicas formuladas por tres países latinoamericanos en respuesta a la pandemia en las dimensiones: medidas de contención, económicas, empleo, protección social y educación (Tabla 2).", "cite_spans": [{"start": 124, "end": 127, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "Graham (32) identifica tres tipos de abordajes políticos reflejando valores y objetivos diferentes: 1) Población de Riesgo, se enfoca en la reducción de la exposición al riesgo específico para individuos por medio de programas direccionados y cambios comportamentales, para mejorar la salud de las personas en el peor escenario, sin considerar aquellos que están en mejor situación; 2) Poblaciones Vulnerables, busca atenuar las lagunas de salud o estrechar la separación entre aquellos que están en las peores situaciones y los mejores grupos; y 3) Poblacional, que por medio de cambios en las condiciones ambientales que llevarían al aumento del riesgo, invierte en el desplazamiento de la distribución de la población expuesta a un riesgo menor y reduce las desigualdades sociales.", "cite_spans": [{"start": 7, "end": 11, "text": "(32)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "En el actual contexto de la COVID-19, el abordaje en subpoblaciones específicas con enfoque en grupos de riesgo puede representarse por las medidas de confinamiento selectivo de ancianos y portadores de comorbilidades. Este ha sido el abordaje defendido por el gobierno brasileño y ampliamente criticado, puesto que no considera las barreras sociales y económicas para el confinamiento y no eleva los niveles de salud en los grupos más vulnerables (33) . Los progresos en salud entre grupos en mejor situación pueden llevar al aumento de las inequidades. Además, estigmatiza grupos (peligrosos, contagiosos) y mina la política de solidaridad que es la clave para mantener el apoyo con recursos públicos.", "cite_spans": [{"start": 448, "end": 452, "text": "(33)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "Una política puede no encajarse necesariamente en un único enfoque. Las estrategias direccionales y universales no son mutuamente excluyentes, sino que pueden ser complementarias y desarrollarse. Chile realizó una combinación de estos abordajes, alternando confinamiento total y por regiones, considerando predominantemente el riesgo biológico y no las vulnerabilidades sociales. Las inequidades socioespaciales y condiciones de vivienda, y utilización de las tropas militares para el toque de queda nocturno enfatizan la intervención con baja participación social en la toma de decisiones.", "cite_spans": [], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "Un cuarto tipo de categoría de intervención: el Universalismo Proporcional, o política universal con beneficios por medio del gradiente, enfoca los problemas o determinantes de la salud, cuya ocurrencia aumenta con la desventaja social (14) . Confinamiento por regiones con especificación adicional para ancianos (obligatorio para mayores de 80 años).", "cite_spans": [{"start": 236, "end": 240, "text": "(14)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "-Recomendación de confinamiento vertical (por sector de servicio público). -Cierre de establecimientos comerciales no esenciales (tiendas de alimentación, farmacias continúan abiertas). -Toque de queda (22h00 a 05h00).", "cite_spans": [], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "-Restricción de actividades económicas a cargo de los estados. -Escuelas y universidades cerradas.", "cite_spans": [], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "-Restricción de desplazamiento y de algunas actividades económicas -Cierre de escuelas y universidades en algunos estados.", "cite_spans": [], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "-Todas las fronteras cerradas.", "cite_spans": [], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "-Cierre de escuelas y universidades.", "cite_spans": [], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "Restricciones de frontera -Cierre de las fronteras terrestres.", "cite_spans": [], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "-Cierre de las fronteras terrestres para extranjeros no residentes.", "cite_spans": [], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "-Entrada permitida por vía aérea de ciudadanos brasileños y residentes.", "cite_spans": [], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "-Cuarentena obligatoria para los ciudadanos y residentes que llegan al país.", "cite_spans": [], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "-Restricción al desplazamiento entre estados.", "cite_spans": [], "ref_spans": [], "section": "El mundo en construcción: análisis de las medidas de protección adoptadas durante la pandemia en países de América Latina"}, {"text": "-Flexibiliza las condiciones de pago y renegociación de deudas. -Creación de líneas de crédito para asegurar la producción y el abastecimiento de alimentos e insumos básicos y dar impulso a la actividad. -Aplazamiento del pago del Impuestos (tres meses) para PYMES.", "cite_spans": [], "ref_spans": [], "section": "Económicas"}, {"text": "-Moratoria parcial de impuestos sobre nómina de pagos (tres meses). -Relanzamiento del Plan Procrear para dar impulso a la construcción civil. -Adelanto del reembolso del impuesto sobre la renta para PYMES.", "cite_spans": [], "ref_spans": [], "section": "Económicas"}, {"text": "-Crédito de emergencia para PYMES (Pequeñas y Medianas Empresas) y para el mantenimiento de empleos. -Aumento de gastos de inversión en obras de infraestructura, educación y turismo. -Reducción del impuesto de sello, 0% para transacciones de préstamos o créditos (seis meses) para empresas e individuos.", "cite_spans": [], "ref_spans": [], "section": "Económicas"}, {"text": "-Reducción de la tasa de interés en 50 puntos básicos (para el 3,75%).", "cite_spans": [], "ref_spans": [], "section": "Económicas"}, {"text": "-Aumento de gastos de inversión.", "cite_spans": [], "ref_spans": [], "section": "Económicas"}, {"text": "-Intervención en mercado cambiario -Reducción de la tasa de interés en 50 puntos básicos (para el 0,5%). -Adelanto de sueldo a empleados con ingresos hasta dos salarios mínimos, y cuyas jornadas hayan sido reducidas.", "cite_spans": [], "ref_spans": [], "section": "Económicas"}, {"text": "jubilados y pensionistas;", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "beneficiarios del programa Subsidio Único Familiar;", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "-Adelanto del aguinaldo.", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "beneficiarios del auxilio universal.", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "familias más vulnerables.", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "-Línea de crédito para empresas con gastos en nómina de pagos.", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "-Maternidad/Embarazo. -Flexibiliza pagos de deudas de personas de bajos ingresos (sin intereses ni multas).", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "-Flexibiliza la legislación laboral.", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "-Compensación salarial para trabajadores con ingresos reducidos. -Flexibiliza la legislación laboral.", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "-Autorización a líneas de créditos para distribuir préstamos a la población de bajos ingresos, PYMES y autónomos.", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "-Exención de las contribuciones patronales a la previsión social. -Asegura el ingreso del trabajador (por medio del seguro desempleo) y las contribuciones previsionales (por cuenta del empleador).", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "-Control de precios de bienes básicos. -Permite reducir la jornada de trabajo, compensando con recursos del Fondo de Desempleo Solidario.", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "-Prohibición de suspensión de servicios básicos por falta de pago. -Adelanta pagos a proveedores del Estado.", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "-Flexibiliza la legislación laboral.", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "-Subsidio y financiación para asegurar el teletrabajo de empleados.", "cite_spans": [], "ref_spans": [], "section": "Protección Social"}, {"text": "Teletrabajo -Habilitado para grupos de riesgo.", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "-Obligatorio para actividades no esenciales.", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "-Incentivado para grupos de riesgo.", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "Licencia y Seguro de desempleo -Prevista por ley laboral.", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "-Prevista por ley laboral.", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "-Garantizado para la COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "-Programa para protección de empleo e ingreso (para empresas). -Ampliación de medidas existentes de forma general y específicas.", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "Educación Suspensión -Restricción de actividades a cargo de los estados.", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "-Acordado entre gabinetes ministeriales, especialistas y estados. -Suspensión en todos los niveles.", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "Enseñanza a distancia -Autoriza funcionamiento en línea sin recursos. -Lanza plataforma educativa; radio, TV y paquete de datos. -Plataforma en línea gratis (hasta la secundaria).", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "Alimentación escolar -Permite distribución de alimentos con recursos de alimentación escolar.", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "-Distribuye canastas a todos los alumnos que recibían alimentación en la escuela.", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "Fuente: Adaptación de los datos compilados en https://www.cepal.org/pt-br/taxonomy/term/834.", "cite_spans": [], "ref_spans": [], "section": "Empleo"}, {"text": "Las acciones son universales, pero con escala e intensidad proporcionales al nivel de desventaja, lo que disminuye el hiato entre los grupos, pero todos mejoran. Este abordaje fue adoptado por el gobierno argentino que decretó el confinamiento social obligatorio horizontal en el ámbito nacional (pactado con los diferentes ministerios de forma intersectorial) y con resolución adicional de transferencia de renta para pensionistas y beneficiarios de programas sociales. También, mediante articulación interinstitucional e intersectorial, adoptó medidas para el enfrentamiento de las situaciones de violencia de género, incluyendo acciones fiscales del Ministerio Público.", "cite_spans": [], "ref_spans": [], "section": "Tabla 2 (Continuación)"}, {"text": "El abordaje dirigido al estrechamiento de las \"lagunas en la salud\" busca la reducción de la diferencia entre los grupos más ricos y los más pobres (14) . Ese abordaje busca revertir tendencias y alinea políticas de equidad en salud con políticas más amplias. No obstante, continúa dirigiendo esfuerzos para la subpoblación en peor situación, medida en relación con la mejor, pudiendo fallar en la mejora de la salud de grupos intermediarios en el gradiente socioeconómico.", "cite_spans": [{"start": 148, "end": 152, "text": "(14)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Tabla 2 (Continuación)"}, {"text": "La Tabla 2 muestra que hay respuestas gubernamentales de protección social, sanitaria y económica que son diferenciadas y con niveles de efectividad social variadas. ¿Las referencias recientes de la PS (1,2) pueden servir como lentes /inspiración para modelar social y políticamente la AL que se desea durante las pandemias o en los períodos entre ellas?", "cite_spans": [], "ref_spans": [], "section": "Contribuciones de la Promoción de la Salud para no volver al mundo que existía"}, {"text": "El propósito de promover la salud envuelve el fortalecimiento de la capacidad individual y colectiva en la solución de problemas que afectan los modos de vivir y de enfermarse de sujetos en sus territorios. Eso se fortalece al combinarse con los aspectos: confianza, solidaridad, apoyos mutuos, alianzas, acción intersectorial, movilización social, compromiso, capacidad de resistencia (resiliencia), protección a los más frágiles, acceso a fondos, habilidades digitales, entre otros. Ese conjunto de aspectos podría agruparse y denominarse potencias de un territorio social para la producción de salud y vida.", "cite_spans": [], "ref_spans": [], "section": "Contribuciones de la Promoción de la Salud para no volver al mundo que existía"}, {"text": "Amparados en 34 años de acumulación de la comunidad epistémica global del campo de la PS (1), se presentan cinco puntos de discusión que permiten la reflexión sobre aspectos promocionales de la vida y salud:", "cite_spans": [], "ref_spans": [], "section": "Contribuciones de la Promoción de la Salud para no volver al mundo que existía"}, {"text": "1. Intersectorialidad: moviliza la acción colaborativa entre sectores de gobierno y entidades de la sociedad civil. 2. Sostenibilidad: fortalece la capacidad de reacción de los servicios de salud pública y de asistencia sociales; con prácticas que transformen la competencia y fortalezcan la solidaridad; sin descuidar el equilibrio ambiental. 3. Empoderamiento y Participación en las medidas de salud pública: por medio de información válida y adecuada (culturalmente apropiada y que aborde los aspectos de interfaz con la COVID), no solo en términos de protección individual, sino principalmente en el aumento de la resistencia colectiva. 4. Equidad: como \"no están todos en el mismo barco\" (34) hay que observar si los diferentes grupos sociales están siendo tratados de forma diferente. 5. Perspectiva de ciclos de vida: reconocen las diferencias de riesgos entre niños, jóvenes, mujeres, trabajadores, ancianos y propicia medidas diferenciadas para cada grupo en sus territorios.", "cite_spans": [], "ref_spans": [], "section": "Contribuciones de la Promoción de la Salud para no volver al mundo que existía"}, {"text": "En un modelo ideal, no se volvería al mundo que existía, con sus defectos, si una articulación estratégica de esos cinco puntos se consustanciase en un ejercicio de gobernanza sólida y transparente y que generara confianza y apoyo por parte de los ciudadanos. Eso se traduciría en efectiva colaboración entre niveles de gobiernos (intra e intersectorialmente) y los movimientos sociales para producir compromiso y participación social en la formulación, implementación, control y evaluación de las políticas públicas.", "cite_spans": [], "ref_spans": [], "section": "Contribuciones de la Promoción de la Salud para no volver al mundo que existía"}, {"text": "Tales mecanismos de articulación y participación podrían fortalecer la sostenibilidad de las políticas y del desarrollo humano, siempre y cuando todos estuvieran imbuidos por un profundo compromiso ético-político con la equidad, significando que las políticas públicas harían sus asignaciones de recursos y servicios llevando en consideración las distintas singularidades y necesidades de los sujetos en cuestión.", "cite_spans": [], "ref_spans": [], "section": "Contribuciones de la Promoción de la Salud para no volver al mundo que existía"}, {"text": "¿Cómo es la utilización de esa lente de la PS en el mundo real de la pandemia y de las políticas de protección social, planes de contingencia y medidas económicas?", "cite_spans": [], "ref_spans": [], "section": "Contribuciones de la Promoción de la Salud para no volver al mundo que existía"}, {"text": "1. Se observan señales de desarticulación entre las esferas de gobierno, menos señalada en Argentina y Chile, países con mayor centralización federal, y más señalada en Brasil, donde hay mayor autonomía garantizada por la Constitución a los entes de estados y municipios. 2. Se captan grados de solidaridad con los trabajadores y empresarios en la flexibilización de la legislación laboral y del pago de impuestos, señaladamente más generosos en Argentina que en Brasil o en Chile y se reconoce la ausencia de preocupación por parte de los gobiernos por el equilibrio ambiental. 3. Se ven acciones dirigidas al aumento del empoderamiento colectivo, más señaladas en Argentina, donde las políticas parecen crear posibilidades de apoyo mutuo entre los ciudadanos, favoreciendo un mayor compromiso y priorizando la inversión social, mientras que en Brasil y Chile la legislación parece priorizar la protección individual, responsabilizando a las personas por sus cuidados. 4. La pandemia desnuda las inequidades sociales en los tres países. Sin embargo, se observan medidas de emergencia de protección para asegurar la supervivencia de los más frágiles que, no obstante, no alteran la estructura de distribución de recursos, servicios y poder. 5. Las políticas argentinas explicitan la perspectiva de ciclo de vida, dando apoyo a jubilados y pensionistas, embarazadas, estudiantes y trabajadores en sectores más afectados. Chile mira con atención a los estudiantes. Brasil no adopta la perspectiva de ciclo de vida en sus políticas.", "cite_spans": [], "ref_spans": [], "section": "Contribuciones de la Promoción de la Salud para no volver al mundo que existía"}, {"text": "Las estadísticas actuales de la pandemia en los tres países parecen reflejar la efectividad de las políticas. Argentina, que priorizó la articulación, incluso entre fuerzas políticas diferentes; mayor solidaridad; legislaciones que favorecen la resistencia colectiva y la perspectiva de ciclos de vida en la asignación de recursos, se ve recompensada por un coeficiente de mortalidad casi diez veces inferior a los de Brasil y Chile (7) .", "cite_spans": [{"start": 433, "end": 436, "text": "(7)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Contribuciones de la Promoción de la Salud para no volver al mundo que existía"}, {"text": "Para enfrentar este escenario es necesario implantar una infraestructura global que permita identificar y responder a los problemas, incluso antes de que ellos asuman proporciones epidémicas. Desde la Conferencia de Bogotá, en 1992, (35) se sabe que la pobreza es el mayor determinante social de la enfermedad, que la principal amenaza a la salud es la inequidad y que la austeridad en las políticas mata (36) .", "cite_spans": [{"start": 405, "end": 409, "text": "(36)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Contribuciones de la Promoción de la Salud para no volver al mundo que existía"}, {"text": "Las grandes corporaciones ya empiezan a moverse para garantizar el control de lo que vendrá (37) . El futuro está en disputa (38) . Por medio de las políticas públicas, le cabe a la sociedad señalizar y al Estado interceder en esa disputa, dando apoyo a las luchas colectivas alrededor de proyectos que lleven a la autonomía, la solidaridad, la justicia y la equidad.", "cite_spans": [{"start": 92, "end": 96, "text": "(37)", "ref_id": "BIBREF44"}, {"start": 125, "end": 129, "text": "(38)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Contribuciones de la Promoción de la Salud para no volver al mundo que existía"}, {"text": "La pandemia de la COVID-19 pone en evidencia la necesidad de un compromiso intensificado y sostenido con la preparación para la salud pública global e indica la necesidad de políticas y estrategias integradas de salud orientadas hacia la equidad. Es oportuno rescatar la agenda por concluir de la PS y sus relaciones con recientes agendas globales: ODS y su lema de no dejar a nadie atrás; sistemas universales de salud y salud en todas las políticas; renta básica de ciudadanía; gravamen fiscal progresivo y sobre las grandes fortunas; organismos internacionales, políticas multilaterales y decisiones globales; inclusión digital, internet libre y educación pública y de calidad; movilidad urbana segura y ciudadana; entre otras. Invertir en salud debe pensarse como una inversión inteligente, puesto que continuará habiendo problemas como ese, particularmente en un mundo globalizado.", "cite_spans": [], "ref_spans": [], "section": "Contribuciones de la Promoción de la Salud para no volver al mundo que existía"}, {"text": "La pandemia de la COVID-19 representa un gran desafío para la salud pública con graves impactos económicos y sociales. Situaciones de austeridad y pandemia generan disminución de ingresos, pesimismo, reclusión, soledad, violencia, enfermedad y muerte. Para contraponerse a eso es necesario buscar formas de envolver a las personas para que se apoyen mutuamente.", "cite_spans": [], "ref_spans": [], "section": "Consideraciones finales"}, {"text": "Los gobiernos deberían garantizar sistemas de protección para aumentar la inmunidad social y la resiliencia. Como parte indispensable de una respuesta política coordinada para la crisis, las personas precisan contar con acceso a los cuidados de salud, seguridad de empleo e ingresos y educación, particularmente entre los más vulnerables, pero sin ignorar al resto de la población. Esas medidas contribuyen a evitar la pobreza, el desempleo y la informalidad y son poderosos estabilizadores económicos que pueden contribuir a una rápida recuperación.", "cite_spans": [], "ref_spans": [], "section": "Consideraciones finales"}, {"text": "Los enfoques de intervención, que no consideraron las causas estructurales de las inequidades en salud para el enfrentamiento de la COVID-19 y que priorizaron el enfoque en grupos específicos, con énfasis en el riesgo biológico, reprodujeron discursos y prácticas excluyentes y ampliaron el coeficiente de mortalidad. Como el objetivo de mejorar la salud de la población puede no ser necesariamente compatible con el objetivo de reducir las disparidades, las estrategias de salud pública deben incluir abordajes poblacionales universales, considerando los gradientes sociales con vistas a la promoción de la equidad.", "cite_spans": [], "ref_spans": [], "section": "Consideraciones finales"}, {"text": "Entre las lecciones aprendidas se destacan: la gobernanza intersectorial por medio de acciones coordinadas que favorecen la protección de la vida señala la reducción de daños de la pandemia; la necesidad de adoptar enfoques multiescala considerando la articulación de las dimensiones micro, media y macro para el enfrentamiento de las causas estructurales de las inequidades en salud; y la necesidad de avanzar en el reconocimiento de la crisis climática y de incluir la dimensión ambiental en las acciones emprendidas.", "cite_spans": [], "ref_spans": [], "section": "Consideraciones finales"}, {"text": "La adopción de políticas de PS salva vidas y puede entenderse como una \"empatía radical\" en la formulación de políticas públicas (6) que favorezca que no se vuelva más al mundo que existía. Ya no se trata más de reanudar o transformar un sistema de producción, sino de abandonar la producción como el único principio de relación con el mundo. Después de cien años de un socialismo que se limitó a pensar en la redistribución de los beneficios de la economía, tal vez sea el momento de inventar un socialismo que se contraponga a la propia producción. Porque la injusticia no se limita a la redistribución de los frutos del progreso, sino a la propia manera de hacer que el planeta produzca frutos (39) .", "cite_spans": [{"start": 697, "end": 701, "text": "(39)", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Consideraciones finales"}, {"text": "Ningún conflicto declarado.", "cite_spans": [], "ref_spans": [], "section": "Declaración de conflicto de intereses"}, {"text": "Ninguna financiación declarada.", "cite_spans": [], "ref_spans": [], "section": "Financiación"}, {"text": "https://orcid.org/0000-0003-1522-8000", "cite_spans": [], "ref_spans": [], "section": "Marco Akerman"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A health promotion focus on COVID-19: keep the Trojan horse out of our health systems: promote health for All in times of crisis and beyond! [Internet]. Montreal: International Union for Health Promotion and Education (IUHPE)", "authors": [{"first": "L", "middle": [], "last": "Saboga-Nunes", "suffix": ""}, {"first": "D", "middle": [], "last": "Levin-Zamir", "suffix": ""}, {"first": "U", "middle": [], "last": "Bittlingmayer", "suffix": ""}, {"first": "P", "middle": [], "last": "Contu", "suffix": ""}, {"first": "P", "middle": [], "last": "Pinheiro", "suffix": ""}, {"first": "V", "middle": [], "last": "Ivassenko", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Why health promotion matters to the COVID-19 pandemic, and vice versa", "authors": [{"first": "S", "middle": [], "last": "Van Den Broucke", "suffix": ""}], "year": 2020, "venue": "Health Promot Int", "volume": "35", "issn": "", "pages": "181--186", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A política pública de combate à Covid-19: recomendações para a América Latina e o Caribe", "authors": [{"first": "A", "middle": [], "last": "Blackman", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Ibáñez", "suffix": ""}, {"first": "A", "middle": [], "last": "Izquierdo", "suffix": ""}, {"first": "P", "middle": [], "last": "Keefer", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Moreira", "suffix": ""}, {"first": "N", "middle": [], "last": "Schady", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "OXFAM Brasil; Conectas Derechos Humanos, et al. Políticas fiscales y garantía de los derechos económicos, sociales y culturales en América Latina: Argentina, Brasil, Colombia y Perú", "authors": [], "year": 2018, "venue": "Comisión Interamericana de Derechos Humanos", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "De la necropolítica neoliberal a la empatía radical: violencia discreta, cuerpos excluidos y repolitización", "authors": [{"first": "C", "middle": ["V"], "last": "Gefaell", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Coronavirus updates", "authors": [{"first": "", "middle": [], "last": "Worldometer", "suffix": ""}], "year": 2020, "venue": "Worldometer; 2020", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "América Latina y el Caribe ante la pandemia del COVID-19: efectos económicos y sociales", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Social protection responses to the COVID-19 crisis: country responses and policy considerations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Genebra: ILO", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Why language matters: insights and challenges in applying a social determination of health approach in a North-South collaborative research program", "authors": [{"first": "J", "middle": ["M"], "last": "Spiegel", "suffix": ""}, {"first": "J", "middle": [], "last": "Breilh", "suffix": ""}, {"first": "A", "middle": [], "last": "Yassi", "suffix": ""}], "year": 2015, "venue": "Global Health", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Ottawa: Minister of Supply and Services Canada", "authors": [{"first": "M", "middle": [], "last": "Lalonde", "suffix": ""}], "year": 1974, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Sick individuals and sick populations", "authors": [{"first": "G", "middle": [], "last": "Rose", "suffix": ""}], "year": 2001, "venue": "Int J Epidemiol", "volume": "30", "issn": "", "pages": "427--432", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Transcending the known in public health practice: the inequality paradox: the population approach and vulnerable population", "authors": [{"first": "K", "middle": ["L"], "last": "Frohlich", "suffix": ""}, {"first": "L", "middle": [], "last": "Potvin", "suffix": ""}], "year": 2008, "venue": "Am J Public Health", "volume": "98", "issn": "", "pages": "216--221", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A new typology of policies to tackle health inequalities and scenarios of impact based on Rose's population approach", "authors": [{"first": "J", "middle": [], "last": "Benach", "suffix": ""}, {"first": "D", "middle": [], "last": "Malmusi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yasui", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Martínez", "suffix": ""}], "year": 2012, "venue": "J Epidemiol Community Health", "volume": "67", "issn": "", "pages": "286--291", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Safeguarding human health in the Anthropocene epoch: report of The Rockefeller Foundation-Lancet commission on planetary health", "authors": [{"first": "S", "middle": [], "last": "Whitmee", "suffix": ""}, {"first": "A", "middle": [], "last": "Haines", "suffix": ""}, {"first": "C", "middle": [], "last": "Beyrer", "suffix": ""}, {"first": "F", "middle": [], "last": "Boltz", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Capon", "suffix": ""}, {"first": "Bfs", "middle": [], "last": "Dias", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "386", "issn": "", "pages": "1973--2028", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "história, avanços e desafios", "authors": [{"first": "J", "middle": [], "last": "Paim", "suffix": ""}, {"first": "C", "middle": [], "last": "Travassos", "suffix": ""}, {"first": "C", "middle": [], "last": "Almeida", "suffix": ""}, {"first": "L", "middle": [], "last": "Bahia", "suffix": ""}, {"first": "J", "middle": [], "last": "Macinko", "suffix": ""}, {"first": "", "middle": [], "last": "O Sistema De Saúde Brasileiro", "suffix": ""}], "year": 2011, "venue": "", "volume": "377", "issn": "", "pages": "1778--1797", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "El Sistema de Salud chileno: análisis y perspectivas en el marco del estallido social de octubre de 2019 (dossier)", "authors": [{"first": "C", "middle": ["A"], "last": "Castillo", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Helia", "suffix": ""}], "year": 2020, "venue": "Rev Estado Polít Públicas", "volume": "8", "issn": "", "pages": "53--67", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Caracterización del Sistema de Salud Argentino: debate en el contexto Latinoamericano", "authors": [{"first": "D", "middle": [], "last": "Macieira", "suffix": ""}], "year": 2020, "venue": "Rev Estado Polít Públicas", "volume": "", "issn": "", "pages": "155--179", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "World Health Organization (WHO). Health status of the population: health of older persons", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Orçamento 2017 prova: teto dos gastos achata despesas sociais e beneficia sistema financeiro", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "DF: INESC", "authors": [{"first": "", "middle": [], "last": "Brasília", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Oxfam Brasil; Centro para os Direitos Econômicos e Sociais (CESR)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Previdência: reformar para excluir?: contribuição técnica ao debate sobre a reforma da previdência social brasileira", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Grupo de Trabalho da Sociedade Civil para a Agenda 2030. III Relatório Luz da Sociedade Civil da Agenda 2030 de desenvolvimento sustentável Brasil", "authors": [], "year": 2019, "venue": "Recife: GT Agenda", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Las personas con discapacidad en el presupuesto: un análisis de la asignación y ejecución presupuestaria en políticas clave para La igualdad y La inclusión de las personas con discapacidad", "authors": [], "year": 2018, "venue": "Asociación Civil por la Igualdad y la Justicia (ACIJ)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "La pobreza monetaria en la niñez y la adolescencia en Argentina", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "La progresividad tributaria en el impuesto sobre los bienes personales en Argentina", "authors": [{"first": "S", "middle": ["M"], "last": "Hauque", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Hauque", "suffix": ""}], "year": 2020, "venue": "Rev Fac Cienc Econ", "volume": "24", "issn": "", "pages": "15--31", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Health at a Glance", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1787/4dd50c09-en"]}}, "BIBREF34": {"ref_id": "b34", "title": "Estadísticas vitales: informe anual", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "The Lancet Global Health. Decolonising COVID-19", "authors": [], "year": 2020, "venue": "Lancet Glob Health", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "COVID-19 gives the lie to global health expertise", "authors": [{"first": "S", "middle": ["L"], "last": "Dalglish", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Commission on Social Determinants of Health. Closing the gap in a generation: health equity through action on the social determinants of health", "authors": [{"first": "M", "middle": [], "last": "Marmot", "suffix": ""}, {"first": "S", "middle": [], "last": "Friel", "suffix": ""}, {"first": "R", "middle": [], "last": "Bell", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Houweling", "suffix": ""}, {"first": "S", "middle": [], "last": "Taylor", "suffix": ""}], "year": 2008, "venue": "Lancet", "volume": "372", "issn": "", "pages": "1661--1669", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Tackling inequalities in Health in England: remedying health disadvantages, narrowing health gaps or reducing health gradients?", "authors": [{"first": "H", "middle": [], "last": "Graham", "suffix": ""}], "year": 2004, "venue": "J Soc Policy", "volume": "33", "issn": "", "pages": "115--131", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Rose's population strategy of prevention need not increase social inequalities in health", "authors": [{"first": "L", "middle": [], "last": "Mclaren", "suffix": ""}, {"first": "L", "middle": [], "last": "Mcintyre", "suffix": ""}, {"first": "S", "middle": [], "last": "Kirkpatrick", "suffix": ""}], "year": 2010, "venue": "Int J Epidemiol", "volume": "39", "issn": "", "pages": "372--377", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "São Paulo: Le Monde Diplomatic Brasil", "authors": [{"first": "M", "middle": [], "last": "Akerman", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Pinheiro", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Declaração de Santafé de Bogotá: Conferência Internacional de promoção da saúde: 9-12 de novembro de 1992. Santafé de Bogotá: Ministério da Saúde (BR)", "authors": [{"first": "", "middle": [], "last": "Brasil", "suffix": ""}], "year": 2001, "venue": "Ministério da Saúde (BR)", "volume": "", "issn": "", "pages": "45--48", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The rise of neoliberalism: how bad economics imperils health and what to do about it", "authors": [{"first": "R", "middle": [], "last": "Labonté", "suffix": ""}, {"first": "D", "middle": [], "last": "Stuckler", "suffix": ""}], "year": 2016, "venue": "J Epidemiol Community Health", "volume": "70", "issn": "", "pages": "312--318", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Flu City-Smart City: applying health promotion principles to a pandemic threat", "authors": [{"first": "I", "middle": [], "last": "Kickbusch", "suffix": ""}, {"first": "C", "middle": [], "last": "Sakellarides", "suffix": ""}], "year": 2006, "venue": "Health Promot Int", "volume": "21", "issn": "", "pages": "85--87", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "O futuro pós-coronavírus já está em disputa: como impedir que o capitalismo, que já nos roubou o presente, nos roube também o amanhã? El País Brasil", "authors": [{"first": "E", "middle": [], "last": "Brum", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "La 'necropolítica' es la política basada en la idea de que para el poder unas vidas tienen valor y otras no", "authors": [{"first": "S", "middle": ["L"], "last": "Arnal", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "IUHPE -Global Health Promotion Vol. 0, No. 0 201X Tabla 2. Brasil, Argentina y Chile: medidas de contención, protección social, económica, laboral y educativa en el enfrentamiento de la COVID-19 adoptadas entre marzo y mayo de 2020. nacional de confinamiento social obligatorio horizontal (acuerdo entre diferentes ministerios) con resolución adicional para ancianos. -No hay orden de confinamiento nacional.", "latex": null, "type": "figure"}, "TABREF0": {"text": "research-article2020 1. Universidade de Brasilia, Brasilia, Brasil. 2. Universidade de São Paulo, São Paulo, Brasil. Correspondencia a: Marco Akerman, FSP / USP D. Brigida 232 casa 32, São Paulo, SP 04111080, Brasil. Email : marco.akerman@gmail.com (Este manuscrito fue presentado el 13 de julio de 2020. Tras revisión por pares, fue aceptado para la publicación el 6 de noviembre de 2020)", "latex": null, "type": "table"}, "TABREF1": {"text": "Características socioeconómicas y sanitarias de Brasil, Argentina y Chile.", "latex": null, "type": "table"}}, "back_matter": []}