{"paper_id": "00f6081423f570442fd4196e880449700ce7f9bd", "metadata": {"title": "THE IMPORTANCE OF AGRICULTURE IN THE ECONOMY: IMPACTS FROM COVID-19", "authors": [{"first": "Jayson", "middle": [], "last": "Beckman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Amanda", "middle": ["M"], "last": "Countryman", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Much of the attention from COVID-19 has been on the impacts on tourism and other service sectors; but there has been a growing interest in some agricultural and food topics, such as the decline in food away from home (FAFH) expenditures. Our work considers the importance of FAFH in the overall economy, and we also consider changes in agricultural production and trade that have occurred because of COVID-19. We gather data on actual changes to these components, as well as similar shocks to non-agricultural sectors, and employ a simulation model to estimate the impacts on gross domestic product (GDP). Results indicate that changes from agriculture due to COVID-19 have had a larger effect on the overall U.S. economy than the share of agriculture in the economy at the beginning of COVID-19. But the non-agricultural shocks still outweigh the impacts from agriculture by a magnitude of 3. Breaking the results down along the components, we find that the loss in FAFH expenditures is the largest contributor to the change in GDP resulting from shocks to agricultural markets and conclude that agricultural production/trade markets have been very resilient during the pandemic. Our results also indicate that our model (computable general equilibrium) does reasonably well in estimating GDP compared to actual changes due to the inclusion of data on actual demand, supply, and fiscal responses to COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "COVID-19 has disrupted global economies, with restrictions in movement (both domestic and international) leading to large unemployment and GDP changes across the world. All facets of the economy have been impacted, with double-digit decreases in the number of flights, tourism severely affected, and oil prices decreasing to levels not seen in two decades. Although agriculture, perhaps, did not receive as much attention as other sectors of the economy (e.g., airlines and tourism) early in the pandemic, Yaffe-Bellany and Corkery (2020) note that the closing of restaurants, hotels, and schools left some farmers with no buyers for more than half their crops. Even as grocery retailers saw spikes in food sales to Americans who are now eating more meals at home, the increase might not have been enough to absorb all the perishable food that was planted prior and intended for schools, restaurants, and other businesses.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Agriculture is often deemed a \"national security\" priority by countries as those products are necessary for existing, whereas most manufacturing items are not as essentialhence, demand for these items is often linked to consumer sentiment. Along with differences in the necessity of agriculture on the consumption side, agricultural production is also different than manufacturing given the land and other biological requirements for primary agriculture; demand for low-skilled seasonal labor, particularly for fruit and vegetable production; and seasonality (Charlton and Castillo 2020; Luckstead, Nayga Jr, and Snell 2020) . The later point is particularly important if producers do not find a buyer for their crops, as most cannot be planted for another year. Changes to livestock decisions could also be felt this year or next but also could be important in the longer run, as it takes time to build back stocks. Trade is an option, but Chenarides, Manfredo, and Richards (2020) note that COVID-19 has disrupted supply chains worldwide; and it has been noted that some countries impose, or are thinking of introducing, export restrictions to secure domestic food supplies (Casey and Cimino-Isaacs 2020) .", "cite_spans": [{"start": 559, "end": 587, "text": "(Charlton and Castillo 2020;", "ref_id": "BIBREF11"}, {"start": 588, "end": 624, "text": "Luckstead, Nayga Jr, and Snell 2020)", "ref_id": "BIBREF23"}, {"start": 941, "end": 982, "text": "Chenarides, Manfredo, and Richards (2020)", "ref_id": "BIBREF13"}, {"start": 1176, "end": 1206, "text": "(Casey and Cimino-Isaacs 2020)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "Although the disruptions from COVID-19 are ongoing, there is a growing body of research on the economic impacts of the virus. Most research that is global in scope has focused on macroeconomic changes (e.g., GDP), but some have used a computable general equilibrium (CGE) model to try to disentangle the sectoral and country-specific effects. McKibbin and Fernando (2020) consider seven scenarios based on changes to labor supply, the equity risk premium of economic sectors, the cost of production, consumption demand, and government expenditures. Maliszewska, Mattoo, and van der Mensbrugghe (2020) also employ a CGE model with shocks to labor and capital, international trade costs, a reduction in travel services, and a redirection of demand away from activities that require proximity between people. As will be shown in the results, these early studies underestimated the negative economic consequences of the virus. Finally, ADB (2020) also use a CGE model with observed data on impacts for China, accounting for several economic dimensions of the pandemic: an increase in trade costs that affects the movement of people and inbound tourism, a negative supply-side productivity shock that cuts wages and corporate earnings, and fiscal stimulus. In addition, some (e.g., Beckman, Baquedano, and Countryman 2021) highlight the impact of COVID-19 on global food security.", "cite_spans": [{"start": 549, "end": 600, "text": "Maliszewska, Mattoo, and van der Mensbrugghe (2020)", "ref_id": "BIBREF26"}, {"start": 1277, "end": 1317, "text": "Beckman, Baquedano, and Countryman 2021)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "These above-mentioned pieces of research all use the Global Trade Analysis Project (GTAP) database (Aguiar et al. 2019 )-the predominant source of information underlying CGE models. However, although the standard GTAP database has twenty disaggregated agricultural sectors (out of sixty-five total sectors); all the abovementioned papers aggregate all those sectors into one broad agricultural sector. There are several recent studies investigating sectorspecific impacts in agricultural industries (Çakır, Li, and Yang 2020; Khanna 2020; Lusk, Tonsor, and Schulz 2020; Mallory 2020; Maples et al. 2020; Martinez, Maples, and Benavidez 2020; Ridley and Devadoss 2020; van Senten, Engle, and Smith 2020) as well as country case studies and regional analyses of the economic consequences of the pandemic (Chang and Meyerhoefer 2020; Gupta et al. 2020; Liverpool-Tasie, Reardon, and Belton 2020; Mueller et al. 2020; Schnitkey et al. 2020; Mahajan and Tomar 2021; Varshney et al. 2021) . But, these pieces of research have not examined the relationship between COVID-19 and agricultural commodities in an economywide framework.", "cite_spans": [{"start": 99, "end": 118, "text": "(Aguiar et al. 2019", "ref_id": "BIBREF1"}, {"start": 499, "end": 525, "text": "(Çakır, Li, and Yang 2020;", "ref_id": "BIBREF8"}, {"start": 526, "end": 538, "text": "Khanna 2020;", "ref_id": "BIBREF20"}, {"start": 539, "end": 569, "text": "Lusk, Tonsor, and Schulz 2020;", "ref_id": "BIBREF24"}, {"start": 570, "end": 583, "text": "Mallory 2020;", "ref_id": "BIBREF27"}, {"start": 584, "end": 603, "text": "Maples et al. 2020;", "ref_id": null}, {"start": 604, "end": 641, "text": "Martinez, Maples, and Benavidez 2020;", "ref_id": "BIBREF30"}, {"start": 642, "end": 667, "text": "Ridley and Devadoss 2020;", "ref_id": "BIBREF34"}, {"start": 668, "end": 702, "text": "van Senten, Engle, and Smith 2020)", "ref_id": null}, {"start": 802, "end": 830, "text": "(Chang and Meyerhoefer 2020;", "ref_id": "BIBREF10"}, {"start": 831, "end": 849, "text": "Gupta et al. 2020;", "ref_id": "BIBREF18"}, {"start": 850, "end": 892, "text": "Liverpool-Tasie, Reardon, and Belton 2020;", "ref_id": "BIBREF22"}, {"start": 893, "end": 913, "text": "Mueller et al. 2020;", "ref_id": "BIBREF32"}, {"start": 914, "end": 936, "text": "Schnitkey et al. 2020;", "ref_id": null}, {"start": 937, "end": 960, "text": "Mahajan and Tomar 2021;", "ref_id": "BIBREF25"}, {"start": 961, "end": 982, "text": "Varshney et al. 2021)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": ""}, {"text": "Our work also uses a CGE model, but we focus on two points: providing actual changes to estimate the economy-wide impact of COVID-19, specifically, considering heterogenous changes across regions and sectors; and determining how much of the overall, economy-wide impact is due to agriculture. To do so, we examine several components of economic change pertaining to agriculture, and the entire economy, with a focus on capturing the demand, supply, and fiscal responses. We use data from the World Agricultural Supply and Demand Estimates (WASDE) and Foreign Agricultural Service PS&D (Production, Supply and Distribution) to provide information on actual changes to agricultural production and trade that occurred in 2020, comparing values to those for 2019. These estimates indicate that agricultural production (and trade) slightly increased in 2020 despite COVID-19. i One important aspect of the link between agriculture and the economy-wide impacts of COVID-19 is for food away from home (FAFH). As noted in ERS (2020a), FAFH home expenditures in the U.S. declined 21% relative to the previous year. Given that this component of the economy provides employment for many, the macro-economic impacts from this expenditure reduction does generate a substantial GDP loss. We compare these impacts from agriculture with similar shocks for the entire economy (thus capturing the nonagricultural impact, and as will be explained later, the i We do note that there has been media coverage of supply issues in agriculture, in particular, closures of meat packing plants; but there is not enough evidence that these short-run disruptions severely impacted the agricultural sector, as described by the WASDE data. demand, supply, and fiscal responses) and find that the share of impact from agriculture is greatest for regions that have a large FAFH sector (e.g., the United States). In this instance, the impact from agriculture is still only one-third of the total economy shock, although this amount is higher than the 5.4% share of agriculture in the U.S. national economy. We further distill the agriculture results into impacts from the three shocks, finding that almost all notable GDP change is from FAFH. As such, one conclusion of this work is that production agriculture (and trade) have been resilient in the face of the pandemic, ii but related industries, such as FAFH have been impacted. Finally, our model results indicate that the CGE model does reasonably well simulating GDP when compared to actual GDP, replicating the global average, but with relatively minor differences by regions.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "CGE models provide economy-wide and sectoral effects while considering the links and interactions between sectors, competition among these sectors for limited economic resources, and interactions among production, consumption, and trade activities. CGE models have received heavy usage in market analysis (Valenzuela et al. 2007 ), trade policies (e.g., Hertel, Martin, and Leister 2010; Arita 2017; Countryman and Bonanno 2020), previous pandemics (McKibbin and Fernando 2020), and tax policy (Beckman, Gopinath, and Tsigas 2018) ; and they have become an important part of COVID-19 research. Given the recentness of COVID-19, much of the early research relied on ad-hoc assumptions for shocks to inform the CGE models. Given that enough time has elapsed in the pandemic, our CGE modeling inputs use actual changes based on observed data.", "cite_spans": [{"start": 305, "end": 328, "text": "(Valenzuela et al. 2007", "ref_id": "BIBREF40"}, {"start": 354, "end": 387, "text": "Hertel, Martin, and Leister 2010;", "ref_id": "BIBREF19"}, {"start": 494, "end": 530, "text": "(Beckman, Gopinath, and Tsigas 2018)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Modeling Framework"}, {"text": "The CGE model we use is the standard GTAP model, where producers are described as perfectly competitive cost-minimizers, with technology defined as a nested production function. Producers' demand for intermediate inputs responds to prices for inputs and outputs, subject to a Leontief intermediates production function. A CES production function over value added allows producers to substitute among primary factors as their relative prices change. Consumer demand is described by a Constant Difference of Elasticity (CDE) demand system, a non-homogeneous function that allows income growth to affect consumer preferences.", "cite_spans": [], "ref_spans": [], "section": "Modeling Framework"}, {"text": "Cobb-Douglas functions describe government and investment demand, which imply constant budget shares in total expenditure. Import demand is described by nested Armington functions, in which demand is first allocated between the domestic good and the composite import, and then among national sourcing of the composite import. Countries (or regions) are linked through their bilateral trade flows, which explicitly account for transportation and marketing costs in moving goods from port to port. We follow a similar approach with other COVID-CGE work (e.g., Maliszewska, Mattoo, and van der Mensbrugghe 2020), specifying a short-run closure where factors (land, labor, and capital) are fixed and cannot move across sectors; production elasticities have been reduced to near zero (so there is little substitution possibility across inputs in production); and the Armington elasticity governing trade is reduced by half-following Gallaway, McDaniel, and Rivera (2003) who conducted a study and found that the long-run elasticity is in general, more than two times that of the short-run.", "cite_spans": [{"start": 928, "end": 965, "text": "Gallaway, McDaniel, and Rivera (2003)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Modeling Framework"}, {"text": "The latest GTAP database is set to 2014; to provide a more relevant analysis, we update the model to 2020 through a series of shocks (see online supplementary appendix). We keep most of the agricultural sectors disaggregated except aggregating paddy and processed rice, raw and processed sugar, and raw and processed milk products, given that there is very little trade of the raw products. Nonagriculture is aggregated into six broad categories-based mainly on the inputs used in their cost of production (see online supplementary appendix).", "cite_spans": [], "ref_spans": [], "section": "Modeling Framework"}, {"text": "Model Inputs: Agriculture.", "cite_spans": [], "ref_spans": [], "section": "Modeling Framework"}, {"text": "One of the most sought-after pieces of information regarding COVID-19 using any sort of economic model is the change to GDP. A major focus of this work is to provide an estimate for this important macroeconomic factor, detailing the share of the impact from agriculture. To do so, we introduce actual changes that occurred in 2020 to agricultural production, trade, and the reduction in FAFH expenditures in tandem with a similar suite of shocks for all other sectors. These model ii We acknowledge that policy shocks from trade actions may have impacted production and include those policy responses in our update of the database we employ, as described in the online supplementary appendix. inputs are usually endogenous in a CGE model, by directly specifying them we are taking away our ability to solve for changes in these variables-the trade off is that we will have an estimate of GDP that is based on actual changes observed in the economy. This will provide evidence of the impacts from COVID-19 that are attributable to agriculture.", "cite_spans": [{"start": 481, "end": 483, "text": "ii", "ref_id": null}], "ref_spans": [], "section": "Modeling Framework"}, {"text": "Production: WASDE One of the difficulties with examining impacts on individual agricultural commodities is that timely data are difficult to gather. The Food and Agricultural Organization (FAO) is a principal source of information on agricultural production across countries, but those data often have a two-year lag. However, WASDE provide current USDA estimates of U.S. and world supply-use balances of major grains, soybeans, soybean products, and cotton; and U.S. supply and use of sugar and livestock products. Data from January 2019-December 2020 were used to calculate yearly averages for production to determine the percentage change in 2020 compared to 2019. We map WASDE data to GTAP sectors and regions described in the online supplementary appendix to observe our production shocks that arose due to the COVID-19 pandemic. This provides the estimates for the shocks to agricultural production in our model. iii The production changes from WASDE are presented in table 1. Note that commodity coverage for WASDE is limited to primary agriculture for countries other than the U.S., thus we supplement the WASDE data for meats, dairy, and sugar with alternative sources for other countries (FAS PS&D). iv The first thing to note in table 1 is that the global average of production for many agricultural commodities increased during the pandemic, relative to last year. In fact, all commodities have an increase in global production, except for cotton-which has been impacted by a reduction in clothing bought globally from various shutdowns (e.g., malls and other clothing outlets) and from working from home. It was noted in April 2020 (USDA 2020) that annual agricultural production was expected to be very good in the U.S., and according to the WASDE estimates, that outlook played out in crop production; although the U.S. had a decrease in cotton production, as well as sugar and wheat.", "cite_spans": [{"start": 919, "end": 922, "text": "iii", "ref_id": null}], "ref_spans": [], "section": "Modeling Framework"}, {"text": "Many other regions had an increase in agricultural production. For beef, most regions had an increase in production (although major producers, Argentina, Australia, and Europe had a decrease). India (the world's second largest exporter) had an increase of 8.2%, which helped lead to the overall global increase (as did the increase in Brazil production). v We acknowledge meat processing disruptions that occurred in the second quarter of 2020 (making many headlines in the U.S.), but it seems like meat production was able to overcome these short-run difficulties. Production data for other meat (pork and poultry) show increases in all regions. Even though China had a decrease in pork production due to the impact of African Swine Fever (ASF) on pork production, the increase in their poultry production outweighed the loss in pork production. Note that there were global increases in corn, coarse grains, and oilseed meal and oil production, as these products are used in large quantities as feed for meat production. Dairy and dairy products had an increase in production across all regions.", "cite_spans": [], "ref_spans": [], "section": "Modeling Framework"}, {"text": "The one sector on which timely data on production are very difficult to obtain is fruits and vegetables. FAS GAIN has a handful of reports that cover a few products (e.g., stone fruit), but data are scarce. The USDA Agricultural Marketing Service (AMS) does publish information on fresh fruit and vegetable production by product type for the U.S. We construct information on changes that occurred in 2020 and estimate a 27% reduction for the U.S. However, given that we only have this single data point (and it is very large), and Çakır, Li, and Yang (2020) note that despite disruptions, the U.S. produce industry remains intact, we do not introduce this shock in our model. Further iii Given that our primary objective is to determine the portion of economy-wide changes coming from agriculture, we introduce the WASDE (and other data sources) production changes directly into the model. Production is normally endogenous, but we swap production with taxes/subsidies in the model and directly shock production. To reach the given change in production, taxes/subsidies will change (i.e., a decrease in production will lead to an increase in taxes, i.e., this raises the price of the productmimicking essentially what happened with COVID-19 with higher costs of operating, in some cases with businesses shut down and/or implementing capacity restrictions). The revenues generated by this tax/subsidy are rebated back to households (as is done in Maliszewska, Mattoo, and van der Mensbrugghe 2020) to provide some of the fiscal response as detailed in that section. iv Even with this extra data, we are missing information on processed food and beverages and tobacco. These are somewhat accounted for in the food away from home category. work is warranted to gather information for global fruits and vegetables sectors.", "cite_spans": [], "ref_spans": [], "section": "Modeling Framework"}, {"text": "WASDE also has information on trade for crops, but given that we want to consider trade in other agricultural products, we turn to data from Trade Data Monitor (TDM). TDM collects monthly import and export statistics from customs agencies, statistics institutes and other sources in more than 110 countries. As such, it is well placed to provide us the most up-todate information on changes in trade for 2020. Accordingly, we calculate the change in global trade by commodity and use that for our analysis. vi Figure 1 presents information on the changes to agricultural trade in 2020 relative to 2019. Overall, agricultural trade increased by 2.3%, although there was a decline in the agricultural sector most traded (processed food). There are other commodities that had decreases in trade relative to last year, including live animals (cattle and other animal products)-but those are traded in small numbers, plant-based fibers due to the lack of demand for clothing production, and beverages and tobacco from the reduction in demand for FAFH. The commodity that had the largest increase in trade is coarse grains, although it is also traded in small numbers. In terms of those traded in relatively large amounts (more than $20 billion a year), sugar had a large increase (a result of a large increase in exports from the two largest exporters: Brazil and India), as did oilseeds, wheat, and other meats. Other meats (in particular, pork) is one commodity where forces outside of COVID-19 could have impacted trade markets, as ASF impacted China's production (and imports), in addition to the Phase 1 trade deal with the United States. If we remove China's increased imports in this sector, other meat trade decreased by −8.2% in the rest of the world. Thus, we acknowledge that there could have been other issues besides COVID-19 impacting agricultural markets but note that they are difficult to disentangle.", "cite_spans": [], "ref_spans": [{"start": 510, "end": 518, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "International Trade"}, {"text": "One of the hardest hit sectors of the economy from COVID-19 has been restaurants, as (2020) vi Similar to production, trade is normally endogenous in the model. We directly impose the trade changes that occurred in 2020 in the model by letting the tax on imports adjust. As such, an increase in imports will mimic a reduction in trade costs, and a decrease in imports will mimic an increase in trade costs. An alternative approach, changing the trade costs of goods has been used by Maliszewska, Mattoo, and van der Mensbrugghe (2020); however, they must make assumptions on how much these costs might have changed. Our approach here actually provides an estimate of how much trade costs have changed (based on the changes in trade), which are available upon request from the authors. many of the stay-at-home orders resulted in the closures or partial closures of restaurants. This sector is very important in certain countries. For example, in the U.S., FAFH spending surpassed spending for food at home (FAH) beginning in 2010, comprising 52% of all food expenditures in 2019 (ERS 2020a). Although the impacts from COVID-19 are still ongoing, there is evidence that the pandemic led to a dramatic reduction in FAFH expenditures. Data from ERS (2020a) indicate that expenditures at food services and drinking places in the U.S. declined by 21% from January to October 2020, compared to the same period in 2019. Figure 2 indicates very large shocks to almost every region globally. Other regions with large FAFH sectors, China and Europe, also had decreases of close to 20% or more. The largest decreases that occurred were in Argentina and India at almost 40% or more.", "cite_spans": [], "ref_spans": [{"start": 1413, "end": 1421, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Food Away from Home"}, {"text": "The GTAP database does not have an explicit FAFH category. To construct one for this work, we examine the share of agricultural expenses in total sector-specific costs (see online supplementary appendix). The FAFH shock is introduced by swapping consumer demand with the tax paid for FAFH purchases in the structure of the model. Thus, the model will force the reduction in actual FAFH expenditures by increasing the costs that consumers pay for these purchases. This could mimic the high costs of operating that many FAFH would have had to charge consumers to stay in business.", "cite_spans": [], "ref_spans": [], "section": "Food Away from Home"}, {"text": "Model Inputs: Rest of the Economy.", "cite_spans": [], "ref_spans": [], "section": "Food Away from Home"}, {"text": "To properly consider the portion of GDP changes from COVID-19 attributable to agriculture, we also must consider changes for the rest of the economy. For consistency, we consider the same inputs for the rest of the economy as we do for agriculture. For production, the changes for nonagricultural sectors are all negative and tend to be larger than the changes for agriculture (table 2). The hardest hit regions were India and the Central/South American regions. India had a decrease in total nonagricultural production of 17.4%, Argentina had a 15.8% decrease; and Central America and Caribbean, and Mexico, both had decreases greater than 10%. Reasons for the decrease in nonagricultural production relative to agricultural production could be: agriculture produces goods which are a necessity for life-if an individual loses income, they will still need to purchase food, whereas they might cut spending on non-essential goods. Second, agricultural production is often long planned out, with farmers making planting decisions several months ahead. Table 2 indicates that China had the smallest decreases in nonagricultural production, a point that has been made in the popular media with China having recovered from the pandemic the quickest. For trade, again, nonagriculture had large decreases, with all but a handful of regions having at least double-digit decreases. India again had the largest decrease across all regions, which is likely attributable to their decrease in production. The Middle East and North Africa had the smallest decrease in trade followed by China, again among those with the smallest decrease.", "cite_spans": [], "ref_spans": [{"start": 1051, "end": 1058, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Food Away from Home"}, {"text": "In addition to including information on nonagricultural production and trade, we also include information on unemployment and productivity to capture the impacts of COVID-19 on the entire economy for the supply side. Table 2 indicates that unemployment increased for every region, although there are clearly differences across regions. India and China had the smallest increase (an interesting observation because they are on opposite ends of the spectrum regarding nonagricultural production changes). The largest increases in unemployment were in Sub-Saharan Africa and the United States. The United States started from a small rate of unemployment (4% at the beginning of 2020), but Sub-Saharan Africa is known for high rates of unemployment, so COVID-19 could have brought additional adverse impacts. Note that the simple average across the world was a 2.5% increase, similar to the 3% assumption made by Maliszewska, Mattoo, and van der Mensbrugghe (2020)-which they state could be a conservative estimate. One piece of information not used in the Maliszewska, Mattoo, and van der Mensbrugghe (2020) work is productivity. This is despite research (Bloom et al. 2020) showing that productivity has been affected by COVID-19-as more workers work from home, there are in general less workers (due to unemployment), but less workers might have to do more work (to make up for the lack of workers). To capture this change, we also collect data on labor productivity, shown in the last column of table 2. The data indicate that eleven of the sixteen regions had a decrease in productivity, but major economies such as the United States and China had increases. For the U.S., although they had one of the highest increases in the unemployment rate, they had a 2.6% increase in productivity, which should mitigate some of the effects from unemployment. On the other hand, India had a small increase in their unemployment rate, but they had the largest decrease in productivity.", "cite_spans": [{"start": 1152, "end": 1171, "text": "(Bloom et al. 2020)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 217, "end": 224, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Food Away from Home"}, {"text": "The final piece to measure the economywide impacts is the fiscal response to COVID-19 from countries that have provided income payments and in-kind transfers. This idea was included in the ADB (2020) analysis, but they provide no information on their data sources.", "cite_spans": [], "ref_spans": [], "section": "Food Away from Home"}, {"text": "Interestingly, Gruère and Brooks (2020) analyze some of the fiscal response up until April of 2020 and conclude that 10.5% of the measures had potentially negative impacts on markets, trade, or the environment. Using the IMF (2021) database, \"Policy Responses to COVID-19,\" we collect information on fiscal response by country, which shows a wide range of fiscal responses (figure 3). Countries highlighted include those who had the largest share of GDP used for their fiscal stimulus, or those who have high GDP, but relatively low share of GDP used for fiscal stimulus. As mentioned before, ADB (2020) also include a fiscal response measure; however, we do not agree with how it was modeled. That is, the authors state, \"We take all fiscal stimulus numbers and equally divide them as subsidies for consumption and those for labor (inputs to production).\" This approach was likely taken because their analysis does not have the other modeling aspects that we include, namely FAFH, production, trade, and unemployment. The ADB approach is also faulty because returns to households do not directly increase private consumption, rather all regional income is split using a fixed consumption share for private consumption. The proper approach would be to directly shock government expenditure in the model, as this more accurately represents the purpose of the fiscal stimulus.", "cite_spans": [{"start": 15, "end": 39, "text": "Gruère and Brooks (2020)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Food Away from Home"}, {"text": "The main result we focus on is the estimated change in GDP while considering the contribution of agriculture to the overall change in GDP. First, for comparisons, we note some of the changes that have been estimated in the literature and compare those to actual changes that occurred in 2020. The first column of table 3 indicates large decreases in actual GDP for many of the regions in the model, including double-digit declines for Argentina, Mexico, and India. U.S. GDP decreased by 4%, whereas Europe had a 9.3% decline. These declines helped lead to the overall global decline of 5%. However, actual GDP indicates that China had an increase of 1.7% for 2020. China had a large decrease in GDP for the first quarter of 2020; however, an increase in the other three quarters led to their overall increase. The literature estimates for COVID-19 induced changes in GDP are in the next six columns of table 3 and are arranged in terms of ascending chronological order. As the results in table 3 indicate, the estimated changes in GDP decline grew over time as the pandemic continued, and there has been a more informed understanding of potential impacts. In particular, the estimates from Maliszewska, Mattoo, and van der Mensbrugghe (2020) are similar across regions, and are quite small, as is the lower range of the estimates from McKibbin and Fernando (2020). The first three of these columns represent estimates from CGE models, and the estimates from ADB (2020) have larger simulated impacts than the other two studies, as this research was completed months after the other two. However, that work overestimated the actual change in global GDP.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The next three columns represent forecasts from various organizations (all studies were released in June), and they generally show larger declines than the McKibbin and Fernando (2020) and Maliszewska, Mattoo, and van der Mensbrugghe (2020) papers. In terms of how accurate the forecasts came to actual GDP changes, note that two of the three organizations estimated an increase in GDP for China-and this is what happened. In addition, those two organizations (IMF and World Bank) got very close to estimating the actual change in global GDP. They do, however, overestimate the decline in U.S. GDP by 2% to 4%. Estimates from the third organization (OECD) tended to overestimate the GDP impact, as they estimate a range of the global GDP change from −7.6% to −6.0%.", "cite_spans": [{"start": 189, "end": 240, "text": "Maliszewska, Mattoo, and van der Mensbrugghe (2020)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Results"}, {"text": "The results from our work are presented in the last two columns of table 3, with results separated into GDP changes resulting from shocks to only agriculture and the combined shock that includes all sectors in the economy (table 3) . The GDP changes for the entire economy are three to sixteen times higher than those just for agriculture. The U.S. has the smallest difference between the two and is the region with the second smallest estimated GDP decline but a relatively large decrease in the share of the GDP change from the agriculture shocks. To lend some insight into why this occurs, we consider the agriculture shocks independently (table 4) . First, notice that the production and trade shocks lead to small impacts on global GDP-the impact from agricultural production is actually slightly positive, due to the previously Note: This table describes actual and simulated GDP from various sources including authors' simulation. Actual GDP (Euromonitor 2021) is in the second column, and columns 3 through 8 show estimates from the literature and international organizations. Columns 9 and 10 include authors' simulation of GDP including the contribution of agriculture (column 9) to total GDP (column 10) for each region. The", "cite_spans": [], "ref_spans": [{"start": 222, "end": 231, "text": "(table 3)", "ref_id": null}, {"start": 642, "end": 651, "text": "(table 4)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "final row of the table shows the Global GDP changes from each source in the table. Superscripts are as follows: 1 refers to a range across seven scenarios; 2 indicates that a single number is reported for Latin America and the Caribbean; 3 refers to a range across three and six month containment scenarios; 4 is a range of a single and double hit. EUR actual GDP changes include only the EU changes. Literature estimates are arranged in ascending chronological order.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "reported gains in agricultural production. There are GDP changes greater than one quarter of a percent for some countries from the agricultural production shocks. Brazil has an increase due to the production gains they experienced for most commodities; India has an increase in production in sugar, which increased their GDP. Changes in GDP from agricultural trade are small across all regions; globally, there is only a small change in GDP from the trade shocks. For both production and trade, the U.S. has small changes in GDP, that is, production and trade are not the reason GDP decreases. Rather, the impacts on U.S. GDP (and most other region GDP) from agriculture come from shocks to FAFH. The U.S. has the largest expenditures on FAFH of all regions and one of the largest declines in FAFH; hence, the share of GDP from agriculture is larger than the global average. Other regions have a higher reduction in GDP from the FAFH shock (e.g., Argentina-recall that they had the largest decrease in FAFH expenditures, along with Mexico and India). Those that have the smallest estimated change in GDP are those that tended to have the smallest actual decline in FAFH expenditures (Australia, Other Asia, and Japan), as expected.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Are these results plausible? The production and trade shocks are relatively small, and most regions had an increase in either or both production and trade. Thus, we would not expect large macro-economic changes resulting from production and trade alone. For FAFH, Lew (2020) notes that more than 4% of GDP is attributable to the restaurant industry in the U.S. Given that there is a 21% reduction in demand for this sector, a back-of-theenvelope (BOTE) calculation would lead to the expectation of a 0.84% decrease in GDP. The model simulates a change in GDP from the FAFH shock alone at 1.2% for the U.S. Although this is a larger estimate than the BOTE calculation, the CGE model accounts for interactions between sectors and agents. Furthermore, an argument can be made that many small businesses have been impacted by the decline in restaurant demand-potentially putting the actual decline in GDP attributable to food and agriculture at more than 1%. vii One point to be made regarding the FAFH shock is that the changes in GDP likely have more to do with lost income from labor and restaurant receipts more than it does for actual impacts on agricultural producers thus far. The decrease in FAFH does have inter-industry impacts for the demand for agricultural products, but they tend to be small (production tends to decrease less than 1%, if this scenario is conducted independently). As noted in Richards (2020) , although FAFH makes up half of food expenditures, the higher mark-ups relative to those in grocery stores mean that approximately one-third of food shipments are destined for FAFH. As noted in ERS (2020a), expenditures for food at home have increased, basically to balance out the loss in FAFH expenditures. Hence, part of the reason for the small change to primary agricultural production thus far. Back to the model estimates for economywide GDP. We note that the model does reasonably well in estimating GDP compared to actual GDP changes. The model is not able to replicate differences by regions, as is the case for all the literature estimates. On average the model tends to slightly overestimate GDP, the case for ten of the sixteen regions, but there are underestimates for China, Amel et al. (2020) notes that 76% of restaurants in the U.S. are independent, and these restaurants have closed at a higher rate than those owned by corporations.", "cite_spans": [{"start": 264, "end": 274, "text": "Lew (2020)", "ref_id": "BIBREF21"}, {"start": 1404, "end": 1419, "text": "Richards (2020)", "ref_id": "BIBREF33"}, {"start": 2211, "end": 2229, "text": "Amel et al. (2020)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Results"}, {"text": "Europe, and the U.S., the biggest economies in the world. The model does estimate an increase in China's GDP, the only CGE model to do so compared to those represented in table 3, likely a result of our inclusion of productivity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Given the short-run assumptions in our CGE model, the timeframe for the analysis basically considers changes for 2020 alone. But 2020 had numerous unexpected shocks and continues to evolve as the COVID-19 virus continues to spread around the globe into 2021. For example, data indicate that farmers intended to plant 97 million acres of corn in the U.S. in 2020, up 8% from 2019, which would have been the highest corn acreage since the ethanol boom of 2012. However, demand factors, such as a reduction in the demand for ethanol (from less gasoline demand), led to the lowest USDA forecasted end-of-season price in fourteen years. As such, actual corn acreage planted was 92 million acres, the largest difference between expected and actual plantings in forty years (Abbott 2020) . But, this is still larger than 2019 plantings, and stocks are already at relatively high levels. Despite the decrease in actual acreage from expected plantings, yields are expected to be the highest in history according to WASDE, thus production is expected to still be high. Production beyond what can be used could lead to further increased stocks and lower prices in the future. However, agricultural production is uncertain and vulnerable to changes in weather and other biophysical and economic shocks. For example, the derecho storm in Iowa caused an estimated $3.77 billion in damages to agricultural production in the state that is independent from COVID-19 impacts. Although additional data can be gathered to understand the annual impacts on food and agriculture resulting from COVID-19, and estimate the impacts of agricultural shocks on GDP, it will become increasingly difficult to isolate impacts from the pandemic given other shocks to production that may occur in the future.", "cite_spans": [{"start": 767, "end": 780, "text": "(Abbott 2020)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Potential Implications for Agriculture"}, {"text": "In terms of other agricultural sectors, Lusk, Tonsor, and Schulz (2020) note that the U.S. meat processing industry entered 2020 projected to produce record large volumes of meat, based on strong domestic and global demand. But COVID-19 caused various supply-chain disruptions. First the loss of FAFH expenditures, which usually involves higher value product; then supply-chain bottlenecks, occurring because some meat processing plants shut down, preventing animals awaiting slaughter from being processed. However, data from WASDE indicate that the impacts for the year for U.S. beef production were small overall. For hog/pork production, it has been noted (Freese 2020 ) that some of the long-term impacts from COVID-19 are the risk of hog producers going out of business; further consolidation in hog production; and fewer pigs available. It is interesting to note that prices received by agricultural producers for hogs had decreased earlier in 2020 (up to 13.6%), but prices recovered for the year (figure 4). Figure 4 presents some interesting information regarding the impact of COVID-19 on agricultural markets in 2020. The price U.S. consumers paid for food increased by 3.9% in 2020. ERS (2020a) expects food prices to increase by 2%-3% for 2021; although this ranges from a decrease in consumer beef prices of −2.5% to −1.5% to an increase in their other foods category of 3% to 4%. As noted in ERS (2020a), beef and veal prices had the highest consumer price increase of all commodities this year; but cattle producers had a 12.3% decrease in the price they receive. Although producer and consumer prices tend to move in unison, the supply-chain bottleneck caused by COVID-19 has likely caused a divergence.", "cite_spans": [{"start": 660, "end": 672, "text": "(Freese 2020", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 1017, "end": 1025, "text": "Figure 4", "ref_id": "FIGREF5"}], "section": "Potential Implications for Agriculture"}, {"text": "We note that the price farmers received in the U.S. increased for all other commodities except for cattle and broilers (figure 4), and investigate the impact that COVID-19 has had on farm income. In February 2020, ERS (2020b) forecasted an increase in farm income of $3.1 billion; however, as the year developed (and agricultural production remained resilient), ERS (2020b) estimates farm income for 2020 to be $119.6 billion. If this is the case, net farm income in 2020 in inflation-adjusted terms would be at its highest level since 2013, 32% above its 2000-19 average of $90.6 billion. Note that $46.5 billion of the $119.6 billion is attributable to government payments, that is, the fiscal response to COVID-19 and trade actions through the market facilitation programs. Such information on other countries is not as readily available, but future work could examine the impacts of COVID-19 on global farm income.", "cite_spans": [], "ref_spans": [], "section": "Potential Implications for Agriculture"}, {"text": "Finally, the last piece to mention with regard to current and future changes that could impact the agricultural sector is the labor situation. As pointed out in Charlton and Kostandini (2020) , more than half of the employees in dairy production are immigrants, and seasonal immigrant labor is essential for agricultural production across commodities. COVID-19 has led to many regions closing their borders, which could lead to labor shortages across both agricultural and nonagricultural sectors.", "cite_spans": [{"start": 161, "end": 191, "text": "Charlton and Kostandini (2020)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Potential Implications for Agriculture"}, {"text": "Much of the attention from COVID-19 has been on the impacts on tourism and other service sectors; but there has been a growing interest in issues pertaining to agriculture, including the decline in food away from home (FAFH) expenditures and effects on agricultural production including the closures of meat processing plants in the second quarter of 2020. One area featuring a wealth of analysis on COVID-19 is the potential impacts on macro-economic factors such as unemployment and GDP. Our work combines the two topics, filling a gap in the literature that has not been addressed: impacts on agriculture in economic analysis of COVID-19. We consider changes in production and trade, and changes in FAFH expenditures, unemployment, and fiscal responses that have occurred as a result of COVID-19. We gather data on actual changes to these components then use a simulation model to estimate the impact of these shocks on GDP. As such, we provide insight to the impact on the entire economy caused by changes in food and agricultural markets.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Our results indicate that for many regions, the impacts from agriculture play a large role in the economy-wide changes from COVID-19. This is particularly the case for those that have large expenditures on FAFH. The region with the largest decrease in GDP from agriculture in our results is the U.S. Although the production and trade shocks had little impact on GDP, the combined effects of all shocks lead to a reduction in GDP for the U.S. attributable to agriculture that is greater than the 5.4% share of agriculture in the national economy. An argument could be made, however, whether FAFH, could be considered as \"agricultural\" in the vein that most people think; however, this sector has a large share of their costs dedicated toward purchasing primary agricultural products and is a key source for food consumption. It should be noted that the changes to primary agricultural products and certain food processing sectors (dairy and meats) could influence agricultural markets for the next few years given the lags in production cycles attributable to agriculture. This would be particularly the case if supply chains are not able to evolve quickly, although there is evidence of food manufactures shifting strategies to become nimbler and more responsive to economic forces.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Finally, we note that the COVID-19 story is constantly evolving, and although CGE modeling is a useful method for analyzing many of the changes from the pandemic, it is, in the end, one of several tools available to better understand shifting economic conditions resulting from the COVID-19 pandemic. Ultimately, parsing out the effects by different factors is difficult both in the modeling and in the real world. It could be some years before we can definitively isolate the effects on the economy by factor, for example the impacts from production versus demand.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Farmers Fall Short of Corn Planting Forecast", "authors": [{"first": "Chuck", "middle": [], "last": "Abbott", "suffix": ""}], "year": 2020, "venue": "Successful Farming", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The GTAP Data Base: Version 10", "authors": [{"first": "Angel", "middle": [], "last": "Aguiar", "suffix": ""}, {"first": "", "middle": [], "last": "Maksym", "suffix": ""}, {"first": "", "middle": [], "last": "Chepeliev", "suffix": ""}, {"first": "", "middle": [], "last": "Erwin", "suffix": ""}, {"first": "", "middle": [], "last": "Corong", "suffix": ""}, {"first": "Mcdougall", "middle": [], "last": "Robert", "suffix": ""}, {"first": "Dominque", "middle": [], "last": "Van Der Mensbrugghe", "suffix": ""}], "year": 2019, "venue": "Journal of Global Economic Analysis", "volume": "4", "issn": "1", "pages": "1--27", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Independent Restaurants Are a Nexus of Small Business in the United States and Drive Billions of Dollars of Economic Activity that Is at Risk of Being Lost Due to the Covid-19 Pandemic", "authors": [{"first": "Eric", "middle": [], "last": "Amel", "suffix": ""}, {"first": "Darin", "middle": [], "last": "Lee", "suffix": ""}, {"first": "Erin", "middle": [], "last": "Secatore", "suffix": ""}, {"first": "Ethan", "middle": [], "last": "Singer", "suffix": ""}], "year": 2020, "venue": "Compass Lexecon", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Asian Development Bank (ADB). 2020. An Updated Assessment of the Economic Impact of COVID-19", "authors": [], "year": null, "venue": "ADB Briefs", "volume": "", "issn": "133", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Modeling the Interplay between Sanitary and Phytosanitary Measures and Tariff-Rate Quotas under Partial Trade Liberalization", "authors": [{"first": "Jayson", "middle": [], "last": "Beckman", "suffix": ""}, {"first": "Shawn", "middle": [], "last": "Arita", "suffix": ""}], "year": 2017, "venue": "American Journal of Agricultural Economics", "volume": "99", "issn": "4", "pages": "1078--95", "other_ids": {"DOI": ["10.1093/ajae/aaw056"]}}, "BIBREF5": {"ref_id": "b5", "title": "The Impacts of COVID-19 on GDP, Food Prices, and Food Security. Q Open", "authors": [{"first": "Jayson", "middle": [], "last": "Beckman", "suffix": ""}, {"first": "Felix", "middle": [], "last": "Baquedano", "suffix": ""}, {"first": "Amanda", "middle": [], "last": "Countryman", "suffix": ""}], "year": 2021, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Impacts of Tax Reform on Agricultural Households", "authors": [{"first": "Jayson", "middle": [], "last": "Beckman", "suffix": ""}, {"first": "Munisamy", "middle": [], "last": "Gopinath", "suffix": ""}, {"first": "Marinos", "middle": [], "last": "Tsigas", "suffix": ""}], "year": 2018, "venue": "American Journal of Agricultural Economics", "volume": "5", "issn": "100", "pages": "1391--406", "other_ids": {"DOI": ["10.1093/ajae/aay038"]}}, "BIBREF7": {"ref_id": "b7", "title": "The Impact of COVID-19 on Productivity", "authors": [{"first": "Nicholas", "middle": [], "last": "Bloom", "suffix": ""}, {"first": "Philip", "middle": [], "last": "Bunn", "suffix": ""}, {"first": "Paul", "middle": [], "last": "Mizen", "suffix": ""}, {"first": "Pawel", "middle": [], "last": "Smietanka", "suffix": ""}, {"first": "Gregory", "middle": [], "last": "Thwaites", "suffix": ""}], "year": 2020, "venue": "NBER Working Paper Series", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "COVID-19 and Fresh Produce Markets in the United States and China", "authors": [{"first": "Metin", "middle": [], "last": "Çakır", "suffix": ""}, {"first": "Qingxiao", "middle": [], "last": "Li", "suffix": ""}, {"first": "Xiaoli", "middle": [], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "Applied Economic Perspectives and Policy", "volume": "43", "issn": "", "pages": "341--54", "other_ids": {"DOI": ["10.1002/aepp.13136"]}}, "BIBREF9": {"ref_id": "b9", "title": "Export Restrictions in Response to the COVID-19 Pandemic", "authors": [{"first": "Christopher", "middle": [], "last": "Casey", "suffix": ""}, {"first": "Catherine", "middle": [], "last": "Cimino-Isaacs", "suffix": ""}], "year": 2020, "venue": "Congressional Research Service (CRS): In Focus. Washington DC: Congressional Research Service", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "COVID-19 and the Demand for Online Food Shopping Services: Empirical Evidence from Taiwan", "authors": [{"first": "Hung", "middle": ["-"], "last": "Chang", "suffix": ""}, {"first": "Chad", "middle": ["D"], "last": "Hao", "suffix": ""}, {"first": "", "middle": [], "last": "Meyerhoefer", "suffix": ""}], "year": 2020, "venue": "American Journal of Agricultural Economics", "volume": "103", "issn": "", "pages": "448--65", "other_ids": {"DOI": ["10.1111/ajae.12170"]}}, "BIBREF11": {"ref_id": "b11", "title": "Potential Impacts of a Pandemic on the US Farm Labor Market", "authors": [{"first": "Diane", "middle": [], "last": "Charlton", "suffix": ""}, {"first": "Marcelo", "middle": [], "last": "Castillo", "suffix": ""}], "year": 2020, "venue": "Applied Economic Perspectives and Policy", "volume": "43", "issn": "", "pages": "39--57", "other_ids": {"DOI": ["10.1002/aepp.13105"]}}, "BIBREF12": {"ref_id": "b12", "title": "Can Technology Compensate for a Labor Shortage? Effects of 287(g) Immigration Policies on the", "authors": [{"first": "Diane", "middle": [], "last": "Charlton", "suffix": ""}, {"first": "Genti", "middle": [], "last": "Kostandini", "suffix": ""}], "year": 2020, "venue": "American Journal of Agricultural Economics", "volume": "103", "issn": "", "pages": "70--89", "other_ids": {"DOI": ["10.1111/ajae.12125"]}}, "BIBREF13": {"ref_id": "b13", "title": "Countryman, Amanda M, and Alessandro Bonanno. 2020. A COOL Repeal: Economic Effects of the U.S. Mandatory Country of Origin Labeling Repeal", "authors": [{"first": "Lauren", "middle": [], "last": "Chenarides", "suffix": ""}, {"first": "Mark", "middle": [], "last": "Manfredo", "suffix": ""}, {"first": "Timothy", "middle": ["J"], "last": "Richards", "suffix": ""}], "year": 2020, "venue": "Applied Economic Perspectives and Policy", "volume": "42", "issn": "4", "pages": "888--912", "other_ids": {"DOI": ["10.1093/aepp/ppz016"]}}, "BIBREF14": {"ref_id": "b14", "title": "Euromonitor. 2021. Unemployment, GDP, Productivity, and Production", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Impacts of COVID-19 on Pig Production and Pork Processing", "authors": [{"first": "Betsy", "middle": [], "last": "Freese", "suffix": ""}], "year": 2020, "venue": "Successful Farming", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Short-run and Long-run Industry-level Estimates of", "authors": [{"first": "Micheal", "middle": [], "last": "Gallaway", "suffix": ""}, {"first": "Christine", "middle": [], "last": "", "suffix": ""}, {"first": "Mcdaniel", "middle": [], "last": "Sandra", "suffix": ""}, {"first": "", "middle": [], "last": "Rivera", "suffix": ""}], "year": 2003, "venue": "North American Journal of Economics and Finance", "volume": "14", "issn": "", "pages": "49--68", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Viewpoint: Characterising Early Agricultural and Food Policy Responses to the Outbreak of COVID-19", "authors": [{"first": "Guillaume", "middle": [], "last": "Gruère", "suffix": ""}, {"first": "Jonathan", "middle": [], "last": "Brooks", "suffix": ""}], "year": 2020, "venue": "Food Policy", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.foodpol.2020.102017"]}}, "BIBREF18": {"ref_id": "b18", "title": "Economic Impacts of the COVID−19 Lockdown in a Remittance-Dependent Region", "authors": [{"first": "Anubhab", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "Heng", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Miki", "middle": ["Khanh"], "last": "Doan", "suffix": ""}, {"first": "Aleksandr", "middle": [], "last": "Michuda", "suffix": ""}, {"first": "Binoy", "middle": [], "last": "Majumder", "suffix": ""}], "year": 2020, "venue": "American Journal of Agricultural Economics", "volume": "103", "issn": "", "pages": "466--85", "other_ids": {"DOI": ["10.1111/ajae.12178"]}}, "BIBREF19": {"ref_id": "b19", "title": "Potential Implications of the Special Safeguard Mechanism (SSM): The Case of Wheat", "authors": [{"first": "T", "middle": ["W"], "last": "Hertel", "suffix": ""}, {"first": "Will", "middle": [], "last": "Martin", "suffix": ""}, {"first": "Amanda", "middle": ["M"], "last": "Leister", "suffix": ""}], "year": 2010, "venue": "World Bank Economic Review", "volume": "24", "issn": "", "pages": "330--59", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "COVID-19: A Cloud with a Silver Lining for Renewable Energy?", "authors": [{"first": "Madhu", "middle": [], "last": "Khanna", "suffix": ""}], "year": 2020, "venue": "Applied Economic Perspectives and Policy", "volume": "43", "issn": "", "pages": "73--85", "other_ids": {"DOI": ["10.1002/aepp.13102"]}}, "BIBREF21": {"ref_id": "b21", "title": "As Restaurants Go, So Goes the Economy", "authors": [{"first": "Charles", "middle": [], "last": "Lew", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Essential Non-Essentials\": COVID-19 Policy Missteps in Nigeria Rooted in Persistent Myths about African Food Supply Chains", "authors": [{"first": "Lenis", "middle": [], "last": "Liverpool-Tasie", "suffix": ""}, {"first": "Thomas", "middle": [], "last": "Saweda", "suffix": ""}, {"first": "Ben", "middle": [], "last": "Reardon", "suffix": ""}, {"first": "", "middle": [], "last": "Belton", "suffix": ""}], "year": 2020, "venue": "Applied Economic Perspectives and Policy", "volume": "43", "issn": "", "pages": "205--229", "other_ids": {"DOI": ["10.1002/aepp.13139"]}}, "BIBREF23": {"ref_id": "b23", "title": "Labor Issues in the Food Supply Chain amid the COVID-19 Pandemic", "authors": [{"first": "Jeff", "middle": [], "last": "Luckstead", "suffix": ""}, {"first": "Rodolfo", "middle": ["M"], "last": "Nayga", "suffix": ""}, {"first": "Jr", "middle": [], "last": "", "suffix": ""}, {"first": "Heather", "middle": ["A"], "last": "Snell", "suffix": ""}], "year": 2020, "venue": "Applied Economic Perspectives and Policy", "volume": "43", "issn": "", "pages": "382--400", "other_ids": {"DOI": ["10.1002/aepp.13090"]}}, "BIBREF24": {"ref_id": "b24", "title": "Beef and Pork Marketing Margins and Price Spreads during COVID-19", "authors": [{"first": "Jayson", "middle": ["L"], "last": "Lusk", "suffix": ""}, {"first": "T", "middle": [], "last": "Glynn", "suffix": ""}, {"first": "Lee", "middle": ["L"], "last": "Tonsor", "suffix": ""}, {"first": "", "middle": [], "last": "Schulz", "suffix": ""}], "year": 2020, "venue": "Applied Economic Perspectives and Policy", "volume": "43", "issn": "", "pages": "4--23", "other_ids": {"DOI": ["10.1002/aepp.13101"]}}, "BIBREF25": {"ref_id": "b25", "title": "COVID-19 and Supply Chain Disruption: Evidence from Food Markets in India", "authors": [{"first": "Kanika", "middle": [], "last": "Mahajan", "suffix": ""}, {"first": "Shekhar", "middle": [], "last": "Tomar", "suffix": ""}], "year": 2021, "venue": "American Journal of Agricultural Economics", "volume": "103", "issn": "1", "pages": "35--52", "other_ids": {"DOI": ["10.1111/ajae.12158"]}}, "BIBREF26": {"ref_id": "b26", "title": "The Potential Impact of COVID-19 on GDP and Trade. World Bank Policy Research Working Paper 9211", "authors": [{"first": "Maryla", "middle": [], "last": "Maliszewska", "suffix": ""}, {"first": "Aaditya", "middle": [], "last": "Mattoo", "suffix": ""}, {"first": "Dominique", "middle": [], "last": "Van Der Mensbrugghe", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Impact of COVID-19 on Medium-Term Export Prospects for Soybeans, Corn, Beef, Pork, and Poultry. Applied Economic Perspectives and Policy", "authors": [{"first": "Mindy", "middle": ["L"], "last": "Mallory", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/aepp.13113"]}}, "BIBREF30": {"ref_id": "b30", "title": "Beef Cattle Markets and COVID-19", "authors": [{"first": "Charles", "middle": ["C"], "last": "Martinez", "suffix": ""}, {"first": "Joshua", "middle": ["G"], "last": "Maples", "suffix": ""}, {"first": "Justin", "middle": [], "last": "Benavidez", "suffix": ""}], "year": 2020, "venue": "Applied Economic Perspectives and Policy", "volume": "43", "issn": "", "pages": "304--318", "other_ids": {"DOI": ["10.1002/aepp.13080"]}}, "BIBREF31": {"ref_id": "b31", "title": "The Economic Impact of COVID-19", "authors": [{"first": "Warwick", "middle": [], "last": "Mckibbin", "suffix": ""}, {"first": "Roshen", "middle": [], "last": "Fernando", "suffix": ""}], "year": 2020, "venue": "Economics in the Time of COVID-19", "volume": "", "issn": "", "pages": "45--52", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "COVID-19 Policy Modeling in Sub-Saharan", "authors": [{"first": "Valerie", "middle": [], "last": "Mueller", "suffix": ""}, {"first": "Glenn", "middle": [], "last": "Sheriff", "suffix": ""}, {"first": "Corinna", "middle": [], "last": "Keeler", "suffix": ""}, {"first": "Megan", "middle": [], "last": "Jehn", "suffix": ""}], "year": 2020, "venue": "Africa. Applied Economic Perspectives and Policy", "volume": "43", "issn": "", "pages": "24--38", "other_ids": {"DOI": ["10.1002/aepp.13078"]}}, "BIBREF33": {"ref_id": "b33", "title": "Food Service versus Retail: COVID-19 Impacts", "authors": [{"first": "Timothy", "middle": [], "last": "Richards", "suffix": ""}], "year": 2020, "venue": "Economic Impacts of COVID-19 on Food and Agricultural Markets", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The Effects of COVID-19 on Fruit and Vegetable Production", "authors": [{"first": "William", "middle": [], "last": "Ridley", "suffix": ""}, {"first": "Stephen", "middle": [], "last": "Devadoss", "suffix": ""}], "year": 2020, "venue": "Applied Economic Perspectives and Policy", "volume": "43", "issn": "", "pages": "329--369", "other_ids": {"DOI": ["10.1002/aepp.13107"]}}, "BIBREF36": {"ref_id": "b36", "title": "Trade Data Monitor (TDM). 2020. Global Import Data. Data set", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "United States Department of Agriculture (USDA). 2020. Will COVID-19 Threaten Availability and Affordability of Our Food", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Economic Research Service. 2020a. Food Price Outlook", "authors": [], "year": null, "venue": "Foreign Agricultural Service. 2020. Production, Supply & Distribution", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "USDA, National Agricultural Statistics Service (NASS). 2020. Prices Received", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Assessing Global Computable General Equilibrium Model Validity Using Agricultural Price Volatility", "authors": [{"first": "Ernesto", "middle": [], "last": "Valenzuela", "suffix": ""}, {"first": "Thomas", "middle": [], "last": "Hertel", "suffix": ""}, {"first": "Roman", "middle": [], "last": "Keeney", "suffix": ""}, {"first": "Jeffrey", "middle": [], "last": "Reimer", "suffix": ""}, {"first": ";", "middle": [], "last": "Jonathan", "suffix": ""}, {"first": "Carole", "middle": ["R"], "last": "Engle", "suffix": ""}, {"first": "Matthew A", "middle": [], "last": "Smith", "suffix": ""}], "year": 2007, "venue": "2020. Effects of COVID-19 on U.S. Aquaculture Farms. Applied Economic Perspectives and Policy", "volume": "89", "issn": "2", "pages": "355--67", "other_ids": {"DOI": ["10.1002/aepp.13140"]}}, "BIBREF41": {"ref_id": "b41", "title": "COVID-19, Government Transfer Payments, and Investment Decisions in Farming Business: Evidence from Northern India", "authors": [{"first": "Deepak", "middle": [], "last": "Varshney", "suffix": ""}, {"first": "Anjani", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "K", "middle": [], "last": "Ashok", "suffix": ""}, {"first": "Shahidur", "middle": [], "last": "Mishra", "suffix": ""}, {"first": "Pramod K", "middle": [], "last": "Rashid", "suffix": ""}, {"first": "", "middle": [], "last": "Joshi", "suffix": ""}], "year": 2021, "venue": "Applied Economic Perspectives and Policy", "volume": "43", "issn": "", "pages": "248--69", "other_ids": {"DOI": ["10.1002/aepp.13144"]}}, "BIBREF42": {"ref_id": "b42", "title": "World Agricultural Supply and Demand Estimates (WASDE). 2020. United States Department of Agriculture", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "World Bank", "authors": [], "year": 2020, "venue": "Global Economic Prospects", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Dumped Milk, Smashed Eggs, Plowed Vegetables: Food Waste of the Pandemic", "authors": [{"first": "David", "middle": [], "last": "Yaffe-Bellany", "suffix": ""}, {"first": "Michael", "middle": [], "last": "Corkery", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Varshney et al. 2021 note that India's agricultural sector performed remarkably well despite overall declines in GDP resulting from COVID-19.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Changes in the value of agricultural trade for 2020 compared to 2019 Note: This figure illustrates the percentage change in trade across regions in 2020 compared to 2019. The values are imposed as exogenous shocks in the CGE model to simulate changes in region-specific trade flows. Source: TDM", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Expenditures for food away from home in 2020 compared to 2019 Note: This figure illustrates the percentage change in food away from home expenditures across regions in 2020 compared to 2019. The values are imposed as exogenous shocks in the CGE model to account for region-specific changes in food away from home spending. There are no data available for the Central America & Caribbean region, as such we use an average of Latin America countries. Source: Euromonitor (2021)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Euromonitor (2021),ILO (2020), and TDM (2020). Note: This table describes the percentage change in 2020 compared to 2019 across regions for nonagricultural production, nonagricultural trade, unemployment, and productivity. The values are imposed as exogenous shocks in the CGE model to simulate region-specific changes for each variable. Superscript 1 indicates an average of Latin American countries is used; superscript 2 denotes numbers from ILO (2020) are used.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Fiscal response by country, share of GDP used for fiscal stimulus Note: This figure illustrates fiscal stimulus across regions in 2020 in response to COVID-19. The values are used as exogenous shocks in the CGE model to simulate region-specific government spending in 2020. Source: IMF (2020)Table 3. GDP Changes by Source (Percent Change) Actual GDP changes are from Euromonitor (2021). Other sources are: McKibbin and Fernando (2020); Maliszewska, Mattoo, and van der Mensbrugghe(2020); ADB (2020); IMF (2020); OECD (2020); World Bank (2020); Authors' simulation.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Change in actual 2020 monthly commodity prices (percent change) Note: This figure illustrates observed monthly percent changes in prices of agricultural commodities in 2020. Source: Prices for agricultural commodities are from USDA National Agricultural Statistics Service (NASS) (2020), and the food price is from U.S. Bureau of Labor Statistics (BLS) (2020).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Production Shocks for Agriculture that Occurred in 2020 (Percent Change from 2019) This table shows the percentage change in production for agricultural commodities across regions in 2020 compared to 2019. The values indicate the percentage change exogenous shocks introduced into the CGE model to capture changes in region-specific agricultural production. Superscript 1 denotes that WASDE only reports soybeans, superscript 2 is to designate the source is FAS PS&D, and superscript 3 is to indicate the values are just for Russia and Ukraine within the Former Soviet Union region.", "latex": null, "type": "table"}, "TABREF1": {"text": "Additional Shocks to the Rest of the Economy (Percent Change)", "latex": null, "type": "table"}, "TABREF2": {"text": "GDP Changes by Agriculture Shocks (Percent Change)", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors would like to thank Rebecca Weir and Joleen Hadrich from the University of Minnesota for their assistance with the WASDE data calculations, as well as two anonymous reviewers and Editor Dr. Terrance Hurley for their helpful comments to improve the paper. The findings and conclusions in this publication are those of the authors and should not be construed to represent any official USDA or U.S. Government determination or policy. This research was supported [in part] by the U.S. Department of Agriculture, Economic Research Service and the USDA National Institute of Food and Agriculture, Hatch project COL00232A, accession 1016945.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Supplementary material are available at American Journal of Agricultural Economics online.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Material"}]}