{"paper_id": "00f901cef8730502edb88bf39dc4c0f5b1c6cf48", "metadata": {"title": "A Design of the Resilient Enterprise: A Reference Architecture for Emergent Behaviors Control", "authors": [{"first": "Rob", "middle": [], "last": "Bemthuis", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Twente", "location": {"postCode": "7522 NB", "settlement": "Enschede", "country": "The Netherlands"}}, "email": ""}, {"first": "Maria-Eugenia", "middle": [], "last": "Iacob", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Twente", "location": {"postCode": "7522 NB", "settlement": "Enschede", "country": "The Netherlands"}}, "email": "m.e.iacob@utwente.nl*correspondence:r.h.bemthuis@utwente.nlr.b."}, {"first": "Paul", "middle": [], "last": "Havinga", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Twente", "location": {"postCode": "7522 NB", "settlement": "Enschede", "country": "The Netherlands"}}, "email": "p.j.m.havinga@utwente.nlp.h."}]}, "abstract": [{"text": "The sooner disruptive emergent behaviors are detected, the sooner preventive measures can be taken to ensure the resilience of business processes execution. Therefore, organizations need to prepare for emergent behaviors by embedding corrective control mechanisms, which help coordinate organization-wide behavior (and goals) with the behavior of local autonomous entities. Ongoing technological advances, brought by the Industry 4.0 and cyber-physical systems of systems paradigms, can support integration within complex enterprises, such as supply chains. In this paper, we propose a reference enterprise architecture for the detection and monitoring of emergent behaviors in enterprises. We focus on addressing the need for an adequate reaction to disruptions. Based on a systematic review of the literature on the topic of current architectural designs for understanding emergent behaviors, we distill architectural requirements. Our architecture is a hybrid as it combines distributed autonomous business logic (expressed in terms of simple business rules) and some central control mechanisms. We exemplify the instantiation and use of this architecture by means of a proof-of-concept implementation, using a multimodal logistics case study. The obtained results provide a basis for achieving supply chain resilience \"by design\", i.e., through the design of coordination mechanisms that are well equipped to absorb and compensate for the effects of emergent disruptive behaviors.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Though today's enterprises are becoming increasingly resilient against unprecedented and unpredictable forms of disruption, the changing and uncertain nature of the real world continues to severely affect society. Earthquakes and floods [1] , droughts and heatwaves, animal diseases, and periodic outbreaks of influenza viruses, punctuated by occasional worldwide pandemics [2] [3] [4] [5] , are examples of the damage done to nature, humans, and assets. Resilience plans are needed that strengthen communities to prepare and plan for, absorb, respond to, and recover from present and future sources of disruptions [6] .", "cite_spans": [{"start": 237, "end": 240, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 374, "end": 377, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 378, "end": 381, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 382, "end": 385, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 386, "end": 389, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 615, "end": 618, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "Enterprises, which are susceptible to disruptive events, need resilience. They are confronted with ever-present sources of risk, various dynamics, harsh environments, and malfunctioning system components. Typically, these circumstances are managed with enterprise-wide goals in-mind. In this paper, we use the terms organization and enterprise interchangeably and in the broadest sense. This means, it can take any form, ranging from a subdivision of a single organization up to any network of businesses (e.g., a supply chain) operating according to any coordination achieving a common business goal. As such, organizations have become complex socio-technical systems of heterogeneous systems (e.g., system of systems) that pursue their own-sometimes conflicting-goals, behaviors, functions, and requirements. The behavior executed by such local autonomous entities may, however, conflict with the system-wide goals. Despite these occasionally conflicting behaviors and goals, enterprises should have the ability to cope with emerging threats and to adapt to turbulent environments, while satisfying stakeholders' needs. For example, organizations are encouraged to implement mechanisms to support their absorptive capacity [7] . Understanding how to mitigate such risks is imperative to achieving long-term business objectives.", "cite_spans": [{"start": 1225, "end": 1228, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this context, given the unpredictability of both the environment in which an enterprise operates and the internal behavior of the autonomous components that make up an enterprise, the management of resilience may involve shifting from the classic a priori (holistic and) efficient planning towards a more real-time response with continuous (micro)adjustments. We are shifting towards a System of Systems (SoS) mindset, in which the consideration is no longer merely the computer or human, but interconnected Constituent Systems (CSs) [8] . An SoS is an \"integration of a finite number of constituent systems which are independent and operable and which are networked together for a time to achieve a certain higher goal\" [9] . A CS is \"an autonomous subsystem of an SoS, consisting of computer systems and possibly of controlled objects and/or human role players that interact to provide a given service\" [10] . Such CSs operate autonomously and may need to change their plans continuously based on the SoS's situation. Instead of managing a whole SoS holistically and in a fully predictable manner, CSs have their own goals and planning that enables them to act on emergent behaviors as soon as they arise. To be able to make an SoS resilient against disruptions, micro-behaviors as modeled in CSs, should be balanced against the higher-level (macro)behaviors of the SoS.", "cite_spans": [{"start": 537, "end": 540, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 724, "end": 727, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 908, "end": 912, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "An awareness of the physical environment is crucial in that regard. The more we are aware of, for example, physical and chemical processes, the easier it may become to grasp emergence propagated deeper into an SoS. To this end, modern sensors can convert properties exhibited in nature into electrical output signals in a fine-grained manner. This gathered data can relevant for any CS in an SoS. Therefore, it is not enough anymore to study sources of emergent behaviors in isolation. Disruptive emergent behaviors may be identified and monitored on a near-physical level at one CS, which can be important for another CS. Thereby, we arrive at the notion of a Cyber-Physical System (CPS). A CPS comprises interconnected, yet autonomous, physical assets and computational capabilities [11] . This means the joint dynamics of SoS and CPS should be studied together, and this is what sets the emerging discipline of Cyber-Physical Systems of Systems (CPSoSs) apart from these individually established fields. In this study, we focus on CPSoSs (Section 3 elaborates more on CPSoSs) for the detecting and monitoring of emergence in enterprises.", "cite_spans": [{"start": 785, "end": 789, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "Ideally, features of a CPSoS controlling the real-time execution of operational (business) processes should be incorporated into the design of enterprises. To this end, the enterprise architecture (EA) discipline can help organizations to steer toward the desired state that embeds the CPS and SoS requirements. EA deals with the description of an enterprise from an integrated business and IT perspective that is intended to narrow the gap between business and IT stakeholders and improve business and IT alignment [12] . However, classic EA models fall short in this respect, as EA models give a rather high-level static abstraction of business and IT components. More recently, attention has been paid to physical components. EA modeling languages such as ArchiMate [13] , recently adopted concepts to also describe entities in the physical domain [14] . The extension with concepts for Operation Technology (OT) modeling allows the describing of emergent behaviors that are close to established (physical) workflows. That is, it becomes possible to use EA models to adapt organizations to measure and optimize the recovery before or during the occurrence of a disruption at the physical layer. Later, suitable mitigation strategies can be incorporated into the different layers of an enterprise, enabling the movement beyond the survival of disruptions only and the achievement of true business-IT-OT alignment. For example, by embracing adaptive EAs and advanced decision support systems, an enterprise can gain from emergent behaviors instead of suffering losses. We advise that, the sooner emergent behaviors are detected, the sooner preventive measures can be taken to ensure the resilience of business processes execution. Thereby, a CPSoS approach plays a key role in establishing enterprises that are resilient against disruptive emergent behaviors.", "cite_spans": [{"start": 516, "end": 520, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 769, "end": 773, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 851, "end": 855, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "Designing architecture and model-based analytics that ensure a fair symbiotic interaction between micro-and macro-behaviors and objectives can be challenging. This is a key concern addressed in this paper by keeping resilience in mind. To this end, upcoming technological advances propagated by Industry 4.0 and CPSoS initiatives should make emergent behaviors more explicit through the generation of real-time operational data that can be used to monitor and manage such complex systems (such as supply chains and business networks). Model-based and data-driven approaches, such as the notion of a digital supply chain twin for managing disruption risks and resilience [15] , can support the integration of physical and cyber worlds. However, although capability enhancements with Industry 4.0 initiatives may be in the offing, manifested through, e.g., lower costs, improved quality, or increases in speed [16] , it is evident significant challenges are yet to be overcome. Efforts are needed to address Industry 4.0 challenges on scientific, technological, and societal issues, including aspects of technology, security and privacy, and standardization [17] . Interoperability, integrability, and modularity issues [14] are some of the key concerns we are addressing in this paper.", "cite_spans": [{"start": 670, "end": 674, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 908, "end": 912, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1156, "end": 1160, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1218, "end": 1222, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "The main goal and novel contribution of this paper is to design a reference EA embodying the integration of distributed CSs (containing its own business logic) and central control mechanisms, and thus realizing a symbiotic relationship between autonomy and central control that coexists within an enterprise. We argue that such an architecture inspired by biological systems (e.g., beehives and ant colonies) is more likely to be successful in achieving resilience than both the classic hierarchies and architectures with distributed control. To achieve this, we put some inspiration from Industry 4.0 initiatives, which are expected to bring advanced integration systems (e.g., between a physical and digital system) [18] .", "cite_spans": [{"start": 718, "end": 722, "text": "[18]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The EA proposed in this paper gives an overview of the functional building blocks that are required to support the execution and control of business logic for detecting and monitoring emergent behaviors. Central in this research is the embodiment within a CPSoS context as emergence is at the core of CPSoS thinking [10] . As there is a vast and scattered amount of literature on emergent behavior components for architectures, we conduct a Systematic Literature Review (SLR) to discuss relevant and currently used architectural building blocks and to derive architectural practices. We supplement these findings with our (work-in-progress) efforts on such designs [19, 20] . More precisely, we show how enterprise-wide behavior and goals can be united with the behavior of local autonomous entities, aiming for an adequate reaction to disturbances. By doing so, we illustrate how disruptive emergent behaviors can be compensated in order to pave the way for a resilient enterprise. We demonstrate the proposed architectural design (the artifact) and some of the capabilities via a proof-of-concept implementation using a multimodal logistics case study.", "cite_spans": [{"start": 316, "end": 320, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 665, "end": 669, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 670, "end": 673, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "In summary, we believe that the following contributions lay a good foundation for achieving resilience \"by design\", which can address the important issues identified earlier; (i) a literature study on EA requirements for monitoring and detecting emergence, (ii) a reference architecture that extends the known models with architectural artifacts and their relationships, and (iii) a demonstrated proof-of-concept implementation showing the effects on the resilience of an enterprise in a logistics case study.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The remainder of this paper is structured as follows. Section 2 details the research design followed in this paper. Section 3 provides background, shedding some more light on emergent behaviors with respect to Industry 4.0 and CPSoS, and the context of resilience. In Section 4, we report our findings on requirements for the reference architecture. Section 5 presents the reference EA. Section 6 addresses the prototypical implementation, illustrated with a case study. Section 7 provides a discussion. Finally, Section 8 concludes and gives an outlook on future work.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, we follow the design science research methodology (DSRM), as proposed by Peffers et al. [21] , because it is widely used in information systems research and provides clear guidelines and an iterative approach for designing and testing an artifact. Our research objective (see Section 1) indicates the development of a reference architecture as an artifact, of which we distill requirements by identifying the current state of the art. For this purpose, we apply a multi-method approach consisting of a SLR nested into a design science research cycle.", "cite_spans": [{"start": 103, "end": 107, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Research Design"}, {"text": "The research methodology followed in this study, shown in Figure 1 , is as follows. The problem identification and motivation, as well as the research objective, are addressed in Section 1. The proposed artifact in this study is a reference architecture is mainly based on architectural components reported in current scientific contributions. In this study, the term architecture is used in a broad sense and refers to \"the fundamental organization of a system embodied in its components, their relationships to each other, and to the environment, and the principles guiding its design and evolution\" [22] . To this end, we reuse existing architectural components by conducting a SLR. Furthermore, we build further on our own work-in-progress efforts [19, 20] . To guide the collection and review process, we conduct a SLR by following the guidelines as proposed by Kitchenham [23] , Kitchenham et al. [24] , and Rouhani et al. [25] . Thus, one intermediary artifact prior to the design and development of the reference architecture is the reporting of relevant literature. The SLR protocol is further documented in Section 4.", "cite_spans": [{"start": 602, "end": 606, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 752, "end": 756, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 757, "end": 760, "text": "20]", "ref_id": "BIBREF19"}, {"start": 867, "end": 882, "text": "Kitchenham [23]", "ref_id": null}, {"start": 903, "end": 907, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 929, "end": 933, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 58, "end": 66, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Research Design"}, {"text": "Outcome/Contribution The requirements derived from the SLR and our work-in-progress efforts are used to design and develop the architectural reference model (our main artifact), reflecting the state-of-the-art. An instantiation and use of this architecture are applied to a logistics case study in the form of a proof-of-concept implementation. This demonstration shows some of the architectural capabilities and provides some evidence of how an enterprise may achieve resilience.", "cite_spans": [], "ref_spans": [], "section": "DSRM process"}, {"text": "Although the contributions of this paper are domain-independent, we devote special attention to the transport and logistics domain throughout this research. In general, this domain encompasses the transport of goods, commodities, and services in the markets for goods, services, and raw materials. One reason for this interest is that the united interaction, as explained in Section 1, becomes tangible when talking about material goods. For example, the local actor's behaviors can be reflected in the business logic of logistics entities such as smart cargo or autonomous driving vehicles. Another reason for the special attention to this domain is that we contribute to the research line focusing on supply chain logistics, as stipulated in a doctoral research plan of Bemthuis [26] . We argue that the smart supply chain's IT infrastructure is a key enabler for managing interacting behaviors since it enables the independent control and coordination of various supply chain components. More broadly, our work stresses on avenues for addressing the aforementioned challenges that are present or could emerge in the near future within a CPSoS context, such as multimodal transportation, large communication networks, and electric grid infrastructures.", "cite_spans": [{"start": 781, "end": 785, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "DSRM process"}, {"text": "This section gives some background information on topics of this study. Section 3.1 addresses background knowledge on emergent behaviors. Section 3.2 proceeds with addressing the notion of resilience. Finally, Section 3.3 discusses the combined role of emergence and resilience.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Throughout the years, emergent behavior (also named emergence) has been examined in many contexts. Emergence can be described as the phenomena occurring on a macro-level, resulting from the action and interaction among micro-level components [27] . Many phenomena that arise out of complex, adaptive systems are called \"emergent\" [28] . Classic examples can be found in nature, such as bird flocks, fish school, and insect swarms, which frequently exhibit complex and coordinated collective behaviors [29] . Typically, the micro-level entities use only limited environmental information and simple rules (e.g., business rules), yielding unrivaled opportunities to link the action and behavior of individuals with dynamic group-level properties.", "cite_spans": [{"start": 242, "end": 246, "text": "[27]", "ref_id": "BIBREF27"}, {"start": 330, "end": 334, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 501, "end": 505, "text": "[29]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Emergent Behaviors"}, {"text": "In particular, we believe that technological advances brought on by Industry 4.0 and CPSoS initiatives have become mature enough for capturing and anticipating on emergence. It would go beyond the scope of this paper to extensively elaborate on the concept of CPSoS. Here, for conceptual CPSoS theory, we refer to the book of Bondavalli et al. [10] . We use a definition of CPSoS as a SoS whose interacting CSs are CPSs, whereby a CPSoS manifests itself within a hybrid nature, consisting of physical components as well as controls, communication channels, and local-and system-wide optimization methods and management systems [30] . In an enterprise context, a CPS entails the integration of a real enterprise (in a physical space) and an artificial enterprise (in a cyber space) [31] .", "cite_spans": [{"start": 344, "end": 348, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 627, "end": 631, "text": "[30]", "ref_id": "BIBREF30"}, {"start": 781, "end": 785, "text": "[31]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Emergent Behaviors"}, {"text": "Typically, emergence is neither predictable, nor intended by design, which makes its managing challenging. Emergent behavior is also exhibited within a CPSoS. A CPSoS is characterized by intercommunications and interactions between many separate and autonomous components (i.e., CSs) that develop properties that are isolated from and cannot be traced back to the separate systems [32] . When focusing on the consequences and prediction of emergent behaviors of a CPSoS, we can distinguish expected versus unexpected emergence and beneficial, neutral, and harmful emergence, as shown in Table 1 . Detecting and avoiding an unexpected detrimental emergent phenomenon is problematic [10] . However, as knowledge of CPSoS progresses, more and more emergent behaviors move from problematic to a positive surprise or prescribed design principle. [34] . Any attempt at explaining this type of emergence would be rendered futile because of combinatorial explosion. Classic strong emergent phenomena are life and culture.", "cite_spans": [{"start": 381, "end": 385, "text": "[32]", "ref_id": "BIBREF32"}, {"start": 681, "end": 685, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 841, "end": 845, "text": "[34]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 587, "end": 594, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Emergent Behaviors"}, {"text": "Existing approaches offer little basis for investigating the development and behavior of a macro-entity that is formed and keeps developing in complex systems under the presence of manifold CSs. As stated by Van Lier [32] , eventually a CPSoS enables the creation of its own feedback loop between the global level of the CPSoS and the individual level of the separate autonomous CSs. In turn, understanding self-organization, entanglement, and emergence could make a key contribution in forging innovations [32] . In this line of thinking, we foresee that a complex sociotechnical SoS, such as a CPSoS, empowers our envisioned united relationship between the cyber space and physical world, and, consequently, give rise to modeling new approaches for understanding emergent behavior. We do not expect that CPSoS alone will provide an all-encompassing type of solution to all challenges regarding emergence, especially not regarding the tackling of strong emergence (and of many simpler forms of emergence). However, it may enable new forms of macro-and micro-level features inherited from emergent processes. New rules and patterns can appear that could be captured and understood by the physical context and the interactions between its environment, which may also cause ubiquitous scale effects on enterprises. Taken together, models and modeling approaches are needed that facilitate understanding of emergent behavior aspects as an integral part of an architectural enterprise design.", "cite_spans": [{"start": 217, "end": 221, "text": "[32]", "ref_id": "BIBREF32"}, {"start": 507, "end": 511, "text": "[32]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Emergent Behaviors"}, {"text": "Detecting, monitoring, and controlling emergent behaviors in a CPSoS may be possible but in limited terms. A first step in dealing with emergence is to detect that they exist [35] . This may be done through data analytics methods, such as simulations. A second step is to keep track of the detected emergence via a monitoring mechanism. Expected and unexpected deviations in a CPSoS may then be spotted. Notice that the detecting and monitoring capabilities themselves may also be part of the emergent behaviors of a system. The third and final step is the emergence control (or managing) part, which comprises defining actions that changes parameters to sustain a particular emergent behavior [36] . Various control approaches are mentioned by Parunak et al. [35] and Mittal and Rainey [36] . We put forward that an effective (CPSoS) emergent behaviors control can be achieved once the detecting and monitoring of emergence as well as the planning and execution of (corrective) actions are part of the system design.", "cite_spans": [{"start": 175, "end": 179, "text": "[35]", "ref_id": "BIBREF35"}, {"start": 694, "end": 698, "text": "[36]", "ref_id": "BIBREF36"}, {"start": 760, "end": 764, "text": "[35]", "ref_id": "BIBREF35"}, {"start": 787, "end": 791, "text": "[36]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Emergent Behaviors"}, {"text": "The concept of resilience has gained popularity among widespread domains, as demonstrated by the already large body of literature available. This popularity has also revealed some confusion about the use of the term resilience and the associated abundance of metrics and indices [37] . Here, we discuss some core elements of resilience thinking and take some steps to discuss resilience within the context of CPSoS and enterprises.", "cite_spans": [{"start": 279, "end": 283, "text": "[37]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Resilience"}, {"text": "A classic definition of resilience is given in the field of ecology by Holling [38] and constitutes a measure of persistence of systems and their ability to absorb change and disturbance and still maintain the same relationships between system components. This perspective, which is often named ecological resilience, emphasizes the system's ability to persist in the original state subject to disturbances. The term resilience has also been used in a narrower sense, referring to the ability to return to an equilibrium state after a disturbance. This viewpoint can also be named as stability [38] or engineering resilience [39] . Notice that engineering resilience in complex systems suggests that a disruption can bring a system over a threshold that marks the limit of the stability domain of the original state [40] . As such, complex systems, such as CPSoS that exhibit multiple CSs, can cause the system to be attracted to a different state. In this narrower definition, the focus is more on the system's ability to return to a convenient state following disruptions, while it would also be interesting to resist change in the face of disturbance. In a broader term, Masten [41] describes resilience as the capacity of a system to adapt successfully to perturbations that threaten system function, viability, or development. This definition stresses on threats that can undermine a system, implying the involvement of risk management. In the context of disaster management, resilience can include readiness, response, and recovery strategies [42] . According to Fiksel [43] , resilience is the capacity to survive, adapt, and grow in the face of turbulent change. This definition places emphasis on an evolving nature, which can also be of importance within a CPSoS. For more explanatory theory on resilience, we refer the reader to the works in [44] [45] [46] [47] [48] and for more work focusing on resilience within an enterprise context we refer to the works in [49] [50] [51] [52] .", "cite_spans": [{"start": 79, "end": 83, "text": "[38]", "ref_id": "BIBREF38"}, {"start": 594, "end": 598, "text": "[38]", "ref_id": "BIBREF38"}, {"start": 625, "end": 629, "text": "[39]", "ref_id": "BIBREF39"}, {"start": 816, "end": 820, "text": "[40]", "ref_id": "BIBREF40"}, {"start": 1181, "end": 1185, "text": "[41]", "ref_id": "BIBREF41"}, {"start": 1549, "end": 1553, "text": "[42]", "ref_id": "BIBREF42"}, {"start": 1576, "end": 1580, "text": "[43]", "ref_id": "BIBREF43"}, {"start": 1853, "end": 1857, "text": "[44]", "ref_id": "BIBREF44"}, {"start": 1858, "end": 1862, "text": "[45]", "ref_id": "BIBREF45"}, {"start": 1863, "end": 1867, "text": "[46]", "ref_id": "BIBREF46"}, {"start": 1868, "end": 1872, "text": "[47]", "ref_id": "BIBREF47"}, {"start": 1873, "end": 1877, "text": "[48]", "ref_id": "BIBREF48"}, {"start": 1973, "end": 1977, "text": "[49]", "ref_id": "BIBREF49"}, {"start": 1978, "end": 1982, "text": "[50]", "ref_id": "BIBREF50"}, {"start": 1983, "end": 1987, "text": "[51]", "ref_id": "BIBREF51"}, {"start": 1988, "end": 1992, "text": "[52]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Resilience"}, {"text": "Thus, the term resilience has been broadened in recent years and comprises a multitude of concepts. We agree with Hodgson et al. [37] that capturing resilience in a single metric might not be feasible but that plural features that make some systems more resilient than others can be measured. For example, Petit et al. [53] proposed a resilience index based on the criteria robustness, resourcefulness, and recovery, with sub-criteria. Furthermore, the dynamics of an SoS makes it challenging to anticipate its behavior at design time. Therefore, (CP)SoS quality requirements can be difficult to address [54, 55] . We take up the conclusions to be drawn for the notion of resilience with regard to emergence and CPSoS in the next subsection.", "cite_spans": [{"start": 129, "end": 133, "text": "[37]", "ref_id": "BIBREF37"}, {"start": 319, "end": 323, "text": "[53]", "ref_id": "BIBREF53"}, {"start": 604, "end": 608, "text": "[54,", "ref_id": "BIBREF54"}, {"start": 609, "end": 612, "text": "55]", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Resilience"}, {"text": "While the aforementioned studies give a good indication of the importance of considering disruptions, risks, and adaptability when discussing (or defining) resilience, they do not provide guidance on how to conceptualize this within the realm of emergence, CPSoS, and enterprises. Below, we shed some light on the notion of resilience in that regard.", "cite_spans": [], "ref_spans": [], "section": "From Emergence to Resilience"}, {"text": "A consequence of the increasing interrelationships, interdependencies, and thus tight coupling between CSs and processes is the realization of highly efficient organizations. At the same time, this leads to an increased susceptibility to disruptions and to ripple effects toward other systems or organizations. Key in enabling resilient enterprises is to design antecedent conditions which contain both inherent resilience as well as inherent vulnerabilities by understanding properties and functions that target the system itself and the source of disruption. This vision can be termed as emergent resilient by design. The design part refers to SoS that are able to target the system itself and also the source of disruption.", "cite_spans": [], "ref_spans": [], "section": "From Emergence to Resilience"}, {"text": "In order to offer a common definition on resilience, we draw upon the insights from the previous discussions and adopt a definition from social-ecological systems theory [56, 57] and a United Nations report on risk management [58] . These fields of study predominantly involve intersecting systems which shape and construct communities, which seems a natural candidate for transition to CPSoSs and enterprises. To this end, we define resilience as the ability of a complex system, such as an enterprise CPSoS, to anticipate and adapt to change using its own inherent capabilities to absorb impacts and to participate in the enterprise processes that support the system in reorganizing, changing, and learning from the event, all in a timely and efficient manner.", "cite_spans": [{"start": 170, "end": 174, "text": "[56,", "ref_id": "BIBREF57"}, {"start": 175, "end": 178, "text": "57]", "ref_id": "BIBREF58"}, {"start": 226, "end": 230, "text": "[58]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "From Emergence to Resilience"}, {"text": "Resilience within an enterprise CPSoS is the kind of resilience achieved by an imaginary frictionless pendulum (i.e., integration) weaving the behavior of local autonomous entities with the enterprise-wide behavior, targeting sources of disturbances while evolving the CPSoS in a dynamic way. Enterprise resilience is thus an emergent property of a complex system. Similar to the previously made classification of emergence types, one could decompose emergence within an enterprise resilience context (e.g., weak emergent enterprise resilience) by referring to resilience features of an enterprise. We base a measurement means on a report from United Nations International Strategy for Disaster Reduction (UNISDR) [58] and determine the resilience of an enterprise with regard to potential disruptive events by the degree to which the enterprise has the required resources and is capable of self-organizing both in anticipation of and during times of need.", "cite_spans": [{"start": 714, "end": 718, "text": "[58]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "From Emergence to Resilience"}, {"text": "This section describes the requirements for the EA. First, we discuss how the SLR is conducted. Then, we discuss the findings, after which we report on the distilled requirements.", "cite_spans": [], "ref_spans": [], "section": "Requirements for the Enterprise Architecture"}, {"text": "To identify relevant studies that address existing architectural components and to identify effective architectural practices for modeling emergent behaviors, we have performed a SLR. A SLR is a methodical way to identify, evaluate, and interpret the available studies conducted on a topic, research question, or a phenomenon of interest [23] . This method is chosen because it reduces researchers' bias when performing this review by adhering a review protocol. The methodologies described in [23] [24] [25] inspired us for conducting our review, because they have a clear focus, provide practical guidelines, and are often used by other researchers in the field. We report here on the methodology part and communication part of the SLR.", "cite_spans": [{"start": 338, "end": 342, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 494, "end": 498, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 499, "end": 503, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 504, "end": 508, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Systematic Literature Review"}, {"text": "The research questions that we intend to answer in this SLR investigate the functionality of architectural components addressing emergence in selected primary studies. By doing so, we aim to derive effective factors (e.g., items or quality attributes) that are used for modeling emergent behaviors in a CPSoS context. The research questions (RQs) are as follows.", "cite_spans": [], "ref_spans": [], "section": "Research Questions"}, {"text": "RQ1. Which main emergent behavior functionality have been addressed in the selected publications? RQ2. How were the relevant architectural components for addressing emergent behavior in the selected studies evaluated?", "cite_spans": [], "ref_spans": [], "section": "Research Questions"}, {"text": "The main strategy employed in our SLR study was to first find a preliminary set of primary studies by a broad search and, subsequently, to narrow down the results by applying predefined (quality) criteria. Our strategy concentrates on searching in scientific databases rather than in specific books, technical reports, or case studies repositories, as we assume that the major research results in these sources are also usually described or referenced in scientific papers. Searching broadly in database sources, as recommended by Kitchenham [23] and Kitchenham et al. [24] , and utilizing electronic databases, the databases as listed below have been selected to perform the search process. Due to the high number of duplicates, we decided to not add more search sources to the list because we expect that the number of relevant papers will not significantly increase.", "cite_spans": [{"start": 531, "end": 546, "text": "Kitchenham [23]", "ref_id": null}, {"start": 569, "end": 573, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Search Strategy"}, {"text": "As search keywords, we composed a query based on three main parts, mainly derived from Sections 1 and 3, that are complemented with synonyms and linked with AND operators: (1) emergent behavior, (2) architecture, and (3) CPSoS. In addition, we complemented the third keyword with the terms internet-of-things and industry 4.0. We used the following query; (\"emergent behavio*\" OR \"emergence\") AND (\"architecture\" OR \"reference model\" OR \"framework\") AND (\"cyber-physical system*\" OR \"cyber physical system*\" OR \"industry 4.0\" OR \"internet of things\" OR \"internet-of-things\" OR \"system of system*\" OR \"system-of-system*\" OR \"system*-of-system*\").", "cite_spans": [], "ref_spans": [], "section": "Search Strategy"}, {"text": "A justification for the inclusion of these three keyword compositions is as follows. The first part of the keyword composition covers emergent behaviors, because one of the key focus areas of our study is about detecting and monitoring emergence. We could have also included related terms, such as agents as those constructs are often linked to the manifestation of emergence [59] . However, given the popularity of agent(-based) and some other approaches, there is a vast and scattered amount of literature available, which may not focus that much on emergence. For example, regarding the use of the term \"agent\" there is no universal agreement on the definition [60] , leading to a widespread amount of literature. At the same time, we expect a burden amount of literature if we search on broader concepts of emergence, such as properties mentioned by Goldstein [27] . Instead, we decided to explicitly include \"emergent behavior\" and \"emergence\" to cover an umbrella of technological concepts (e.g., agents, holons, etc.) that can be associated with emergent phenomena.", "cite_spans": [{"start": 376, "end": 380, "text": "[59]", "ref_id": "BIBREF60"}, {"start": 664, "end": 668, "text": "[60]", "ref_id": "BIBREF61"}, {"start": 864, "end": 868, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Search Strategy"}, {"text": "The second part of the search string focuses on extracting building blocks for the future architecture, from literature. Given the enormous breadth of literature on elements that may be of importance when modeling emergent behaviors, we limit the research to more mature literature that goes beyond the conceptualization of a single component and takes a next step towards a whole architecture. Thus, the terms \"architecture\", \"reference model\", and \"framework\" are added to constrain the search results and ensure the inclusion of sources that focus on an interlinked set of defined concepts. This helped us restrict the focus of interest to a manageable and sound search for literature.", "cite_spans": [], "ref_spans": [], "section": "Search Strategy"}, {"text": "The third part of the search string composition focuses on limiting the search to literature about SoS, CPS, and CPSoS. These keywords are chosen because we want (1) to reuse existing theories on integrated distributed CSs (for motivation see, e.g., Section 1); (2) to incorporate relevant requirements sources; and (3) to avoid unnecessary efforts for identifying, understanding, and correlating applicable CS requirement sources on a project-wise basis. In addition, we extended this part of the search string with the terms \"Industry 4.0\" and \"internet of things\". There is chosen to include these additional terms to expand the potential knowledge base with some recent technological advances. These terms are inherently associated with: (1) (large-scale) interconnected systems, (2) business logic delegated to distributed parts of the system, and (3) entanglement of the physical and cyber world. In particular, fundamental concepts of Industry 4.0 relate to CPSs and decentralized self-organization [18] . Besides that, the term Industry 4.0 is commonly associated with the trend to acquire more data in a CPS context [61] . Last, SoS, CPS, and Internet of Things are often interchangeably used in literature [62, 63] .", "cite_spans": [{"start": 1006, "end": 1010, "text": "[18]", "ref_id": null}, {"start": 1125, "end": 1129, "text": "[61]", "ref_id": "BIBREF62"}, {"start": 1216, "end": 1220, "text": "[62,", "ref_id": "BIBREF63"}, {"start": 1221, "end": 1224, "text": "63]", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Search Strategy"}, {"text": "Please note that the term \"resilience\" is not included in the search string. As discussed in Sections 3.2 and 3.3, we specified resilience as an emergent property of a complex system and that it is difficult to capture resilience within a single term. Therefore, we left out this further demarcation in the literature search for future studies. Notice, however, that there is some evidence that the contribution of Industry 4.0 initiatives are positively impacting the resilience of supply chains [16] . This may also be translated to wider perspectives, such as enterprises.", "cite_spans": [{"start": 497, "end": 501, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Search Strategy"}, {"text": "By this search string, we are aware that we might already exclude relevant papers in the beginning by not including more synonyms, such as \"system structure\" as substitute for \"architecture\". However, the present work is not meant to replicate exhaustive SLRs but to build on commonly used design principles or best practices to arrive at a set of unifying principles that account for the phenomenon of emergent behavior across disciplines and systems. Furthermore, as we calibrated our search string in a pilot search in a single database, we expect to mitigate the risk of not considering relevant contributions. Moreover, the SLR is not the main goal of this paper, but is just helping us in defining requirements for the reference architecture which we aim to design.", "cite_spans": [], "ref_spans": [], "section": "Search Strategy"}, {"text": "After applying the search string (on the 18th of May 2020) to find relevant studies in paper's title, keywords, and abstract, we obtained the following initial results per search engine; IEEE Xplore: 254; Scopus: 669; Web of Science: 447. It is important to notice that some databases required minor changes in the search string. Efforts were made to ensure that the adjusted search string were logically and semantically equivalent. In order to be left with only the most meaningful literature, we applied the selection and filtering steps as described hereafter.", "cite_spans": [], "ref_spans": [], "section": "Search Strategy"}, {"text": "The search strategy is proceeded by applying inclusion and exclusion criteria. The inclusion criteria were (i) studies that include on-line accessible full-text versions, (ii) fully written in English, and (iii) journal or conference papers. Consequently, duplicate articles were removed under the exclusion criteria: (i) studies with the same title and author found in more sources will be considered as one study, and (ii) if approximately the same topic is produced by the same author(s), only the most complete (or latest) version of the study is included. After conducting these steps, the first sample set contained 749 papers.", "cite_spans": [], "ref_spans": [], "section": "Filtering the Initial Literature Search Results"}, {"text": "Subsequently, we assessed the papers on their relevance based on title, abstract, and keywords. Papers satisfying the following criteria were rejected; (i) not contributing to RQ1 and (ii) short contribution (e.g., smaller than or equal to 2 pages, a doctoral consortium contribution, or a contents guide or index, etc.). In the case of a doubt, we decided to not (yet) reject the paper. The results after this screening is 190 papers.", "cite_spans": [], "ref_spans": [], "section": "Title, Abstract, and Keywords Screening"}, {"text": "We proceeded with a full-text screening and eliminated papers that were not satisfying the exclusion criteria. For example, when the term emergent behavior is addressed in the further research part only. Again, in the case it was contentious whether to reject the paper, it was decided to not (yet) reject the article. This selection has yielded 77 papers. To further drill down to a core selection of papers, we applied a scoring assessment based on two criteria: (1) emergent behavior relevance and (2) SoS, CPS, or CPSoS relevance. Although a (CP)SoS intrinsically exhibit emergent behavior, we impose an explicit notion on this phenomenon because of the focus of our research. The papers were rated with scores ranging from 1 to 5 by screening the full content of the article: 1 point: no relationship; 2 points: discusses one aspect; 3 points: discusses several aspects; 4 points: proposes a partial architecture; 5 points: proposes a full architecture. Assessment conflicts were solved by discussions among the authors. The results of both scoring criteria were merged and all papers with an aggregated score of at least 6 were included in the literature list. Complementing this list with our previous two articles [19, 20] and four manually added papers [64] [65] [66] [67] , resulted into a total of 46 papers [19, 20, .", "cite_spans": [{"start": 1222, "end": 1226, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 1227, "end": 1230, "text": "20]", "ref_id": "BIBREF19"}, {"start": 1262, "end": 1266, "text": "[64]", "ref_id": "BIBREF65"}, {"start": 1267, "end": 1271, "text": "[65]", "ref_id": "BIBREF66"}, {"start": 1272, "end": 1276, "text": "[66]", "ref_id": "BIBREF67"}, {"start": 1277, "end": 1281, "text": "[67]", "ref_id": "BIBREF68"}, {"start": 1319, "end": 1323, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 1324, "end": 1327, "text": "20,", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Full-Text Screening"}, {"text": "We extracted several details about each paper including the maturity of the research, the quality attributes mentioned, and requirements. Here, we report on the findings regarding the first two aspects, thereby contributing to RQ2. The results of the data synthesis on the requirements (RQ1) are presented in the proceeding subsection.", "cite_spans": [], "ref_spans": [], "section": "Data Extraction and Findings"}, {"text": "We classified the selected articles from a maturity level perspective, as inspired by Guessi et al. [64] : (i) perspectives or position study, which positions new ideas or directions on architectural functional components (e.g., basic principles); (ii) ongoing study, which reports preliminary findings that require more detailed validation; and (iii) complete study, which presents validated research (e.g., case study or experimental research). We categorized the key contributions of the papers as (i) architecture (e.g., abstract design concept of services, components, interaction, etc.); (ii) framework (e.g., general or special purpose architecture designed to be extended); (iii) architecture description language; (iv) model; (v) ontology, taxonomy, or controlled vocabulary; (vi) secondary/tertiary study; and (vii) viewpoint (e.g., experience paper). Figure 2 shows the categorized papers according to their main contribution. Of the 44 primary papers, only 12 (27%) papers were considered as complete studies, which indicates a need for more research. Nevertheless, a total of 26 (59%) papers concerned either an ongoing study or a complete study, which implies that there is some mature basis from whereon we can build further. Furthermore, it is interesting that several papers [19, 20, [77] [78] [79] 86, 93, 95, 96] Two studies summarized or synthesized literature in, respectively, a secondary [64] and tertiary literature study [84] . We report on some of their findings to shed some light on deeper and ongoing discussions. The work of Guessi et al. [64] discusses a SLR on SoS architecture description languages. Similar to our findings, their study indicates a lack of mature research with respect to validation of proposals and achieving a better understanding on the requirements of SoS architectures. Furthermore, we agree with their proposition that new CSs and purposes can emerge dynamically in a way that it was not predicted at design time, yet that many challenges faced for developing SoS can be dealt with at the architectural level. Although their study focused on SoS (software) architecture descriptions, we can put some inspiration from their findings to complement our study. Cadavid et al. [84] provided a tertiary study on SoS architecting by evaluating 19 secondary studies. They present a concept map to reflect a community-wide understanding of the concept of SoS and its relation with other commonly used terms. In our reference architecture construction phase (Section 5), we draw some inspiration from their suggested overview.", "cite_spans": [{"start": 100, "end": 104, "text": "[64]", "ref_id": "BIBREF65"}, {"start": 1292, "end": 1296, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 1297, "end": 1300, "text": "20,", "ref_id": "BIBREF19"}, {"start": 1301, "end": 1305, "text": "[77]", "ref_id": "BIBREF78"}, {"start": 1306, "end": 1310, "text": "[78]", "ref_id": "BIBREF79"}, {"start": 1311, "end": 1315, "text": "[79]", "ref_id": "BIBREF80"}, {"start": 1316, "end": 1319, "text": "86,", "ref_id": "BIBREF88"}, {"start": 1320, "end": 1323, "text": "93,", "ref_id": "BIBREF97"}, {"start": 1324, "end": 1327, "text": "95,", "ref_id": "BIBREF99"}, {"start": 1328, "end": 1331, "text": "96]", "ref_id": "BIBREF101"}, {"start": 1411, "end": 1415, "text": "[64]", "ref_id": "BIBREF65"}, {"start": 1446, "end": 1450, "text": "[84]", "ref_id": "BIBREF85"}, {"start": 1569, "end": 1573, "text": "[64]", "ref_id": "BIBREF65"}, {"start": 2228, "end": 2232, "text": "[84]", "ref_id": "BIBREF85"}], "ref_spans": [{"start": 862, "end": 870, "text": "Figure 2", "ref_id": null}], "section": "Data Extraction and Findings"}, {"text": "Architecting SoSs and CPSoSs involves making numerous architectural design decisions. Especially for the implications of these decisions on effectively managing emergent behaviors. To delineate the relevance of our contribution, we focus on requirements that postulate the use of integration-oriented architectural styles (i.e., the united relationship as discussed in Section 1) for the execution and control of business logic. These requirements were established by both developing an understanding of CPSoSs (e.g., as discussed in Section 3) and reviewing existing literature. Based on discussions among the authors and project partners of this paper, we elicited and synthesized the requirements.", "cite_spans": [], "ref_spans": [], "section": "Requirements"}, {"text": "We first present some requirements that are considered as inherent to SoSs and mentioned by several of the analyzed papers. These requirements, as reported by the often cited work of Maier [108] , Sage and Cuppan [109] , and Boardman and Sauser [65] , are listed below.", "cite_spans": [{"start": 189, "end": 194, "text": "[108]", "ref_id": "BIBREF114"}, {"start": 213, "end": 218, "text": "[109]", "ref_id": "BIBREF115"}, {"start": 245, "end": 249, "text": "[65]", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Requirements"}, {"text": "Operational independence: CSs can operate independently, fulfilling business logic purposes on its own. Essentially, this business logic contains an assignment of tasks in an enterprise to keep it running smoothly. Each CS has a set of duties that must be performed under the CS's umbrella, where it is allowed to operate. The often dynamic business rules are the inherent commitments of the CS, and they are rules of what kind of enterprise it is operating and what kind of actions would be taken given this information.", "cite_spans": [], "ref_spans": [], "section": "Requirements"}, {"text": "Managerial independence: CSs not only can (i.e., operational independence requirement), but also do, operate independently. The managerial control can be directed (built and managed to fulfill a particular purpose), collaborative (e.g., CSs can partially collaborate voluntarily), and virtual (no central management over the SoS) [108] . Yet, CSs are autonomous with respect to their operational and managerial independence. A SoS can have several (business) rules governing the actions and behavior [88] . CSs can decide independently on whether they want to be part of an SoS or not. For example, federations among CSs may be shaped, such as temporary alliances of self-driving cars in truck platooning, contributing to superior organization's goals.", "cite_spans": [{"start": 330, "end": 335, "text": "[108]", "ref_id": "BIBREF114"}, {"start": 500, "end": 504, "text": "[88]", "ref_id": "BIBREF91"}], "ref_spans": [], "section": "Requirements"}, {"text": "Distribution: CSs can be physically dispersed, but they may communicate with other CSs. Mediators must enable, among others, communication and coordination to support inter-operations [73, 83, 103] . A mediator orchestrates resources (e.g., data, people, machines, computational power, etc.) across a variety of CSs, attempting to keep up with the demands placed on it. A mediator can achieve a specific emergent behavior by intervening the interaction [72] .", "cite_spans": [{"start": 184, "end": 188, "text": "[73,", "ref_id": "BIBREF74"}, {"start": 189, "end": 192, "text": "83,", "ref_id": "BIBREF84"}, {"start": 193, "end": 197, "text": "103]", "ref_id": "BIBREF109"}, {"start": 453, "end": 457, "text": "[72]", "ref_id": "BIBREF73"}], "ref_spans": [], "section": "Requirements"}, {"text": "Evolutionary development: A SoS is continuously changing in which CSs may appear or disappear. For example, the structure, function, and purpose of a CPSoS modify (e.g., extend, shrink, evolve, etc.) as time progresses. In turn, a CS is capable to dynamically adapt or evolve. This must be enabled at design-and run-time subject to the evolutionary development of the SoS. Furthermore, CSs can be at different evolutionary states in a CPSoS. This requires a form of multi-version evolution [10] . For instance, CSs should be able to interact with older versions of themselves. This also involves a CS life cycle management capability.", "cite_spans": [{"start": 490, "end": 494, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Requirements"}, {"text": "Heterogeneity: CSs are widely diverse in its capability, spanning varying operating systems, protocols, and communication methods. For example, such systems may have various elementary dynamics that operate on different time scales [78] .", "cite_spans": [{"start": 232, "end": 236, "text": "[78]", "ref_id": "BIBREF79"}], "ref_spans": [], "section": "Requirements"}, {"text": "Emergent behavior: CSs united collaborating together results in unique functionality and emergent behavior exhibited at various CPSoS levels. Details on how the properties of emergence are applicable to a SoS should be included [84] . Emergent behaviors may appear in a CPSoS's environment or because of an evolutionary step that changes how CSs interact. The CPSoS should be able to detect, monitor, and adapt based on emergence. More precisely, features may include components from a Monitor, Analyze, Plan, and Execute (MAPE) cycle. Besides that, a CS may attempt to stimulate emergence once the CPSoS prospers. This to learn from the event in order to prevent it from happening again or in a similar fashion at a later point in time and thereby (potentially) preventing an even bigger disaster. Likewise, a CS can sacrifice (parts of) itself for the well-being of a (CP)SoS. For example, emergence may be invoked by a prospering CS and, ultimately, cause an unexpected but beneficial outcome for an other CS. Attention should be given to mitigation strategies for minimizing occurrence and damage due to unexpected emergence. However, we should not create the illusion that all sources of emergence can be fully predicted and adequately dealt with. For example, (unexpected) detrimental emergence (see Section 3) can be a difficult one to reliably predict (if ever predictable at all).", "cite_spans": [{"start": 228, "end": 232, "text": "[84]", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Requirements"}, {"text": "Besides that SoS requirements are considered, we also pose several requirements of a CPS. Although the constructs SoS and CPS may seem to overlap as they are used in the same type of micro-and macro-scale systems [84] , there are some distinct features that we impose in the following requirement. Cyber-physical system: A computer system (the cyber system), a controlled object (a physical system), and possibly interacting humans are part of a CPS [10] . The encompassed computational and physical components are integrated and closely interacting to sense the changing state of the real world. A CPS should be able to directly record physical data using sensors and affect physical processes using actuators [67] . Furthermore, the CPS can evaluate and save recorded data, and actively or reactively interact both with the physical and digital world [67] . A SoS should also be operational without a CPS component. Likewise, a CPS may be unconnected with a SoS. The CPS, however, always contain embedded software, which may be connected by internet or non-internet technologies to a SoS. Lastly, the CPS should have a series of human-machine interfaces [67] .", "cite_spans": [{"start": 213, "end": 217, "text": "[84]", "ref_id": "BIBREF85"}, {"start": 450, "end": 454, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 711, "end": 715, "text": "[67]", "ref_id": "BIBREF68"}, {"start": 853, "end": 857, "text": "[67]", "ref_id": "BIBREF68"}, {"start": 1156, "end": 1160, "text": "[67]", "ref_id": "BIBREF68"}], "ref_spans": [], "section": "Requirements"}, {"text": "The nature of CPSoSs facilitates complying with the previous requirements. However, there are a few additional architectural requirements that we put forward, focusing on integration-oriented architectural components. Inspired from the functioning of smart grids as addressed by [110] , we imply the following requirements.", "cite_spans": [{"start": 279, "end": 284, "text": "[110]", "ref_id": "BIBREF116"}], "ref_spans": [], "section": "Requirements"}, {"text": "Multi-actor and multi-level: Administrative authorities and decision-makers can interact within an enterprise's CPSoS, each defining its objectives over an enterprise part. A typical enterprise's CS (e.g., a smart pallet) interacts with other CSs (e.g., other smart pallets) and can also be included in larger parts of higher constituent bodies (e.g., a container or truck). Actors can be egocentric or altruistic and the system must fairly serve their interests. From a control point of view, this suggests dividing the system into several levels [110] , each managed by one or more CSs. The CSs should then be integrated to ensure the enterprise's coherency. This requirement mainly complements the managerial independence with situation awareness (i.e., part of a bigger whole) and associated business rules.", "cite_spans": [{"start": 548, "end": 553, "text": "[110]", "ref_id": "BIBREF116"}], "ref_spans": [], "section": "Requirements"}, {"text": "Multi-objective: Actors managing an enterprise may want to define additional objectives, which could intervene with the CPSoS. CSs must be able to adhere to (apparent) contradictory objectives, such as \"increase resilience\" and \"reduce costs\". Possibly, these objectives can change over time and are omnipresent. Additional (conflicting) goals and constraints may appear as a CPSoS progresses, such as a vessel's tardiness constraint being threatened by an overloaded truck's capacity. We devote a special attention to the notion of resilience with respect to this requirement. Objectives can be expressed in terms of goal functions which could be specific resilience metrics in a CPSoS. The use of objective functions is an approach to assess the CPSoS functionality and capabilities in an attempt to control the resilience of an enterprise. Choosing and measuring some metrics for a specific context can lead to resilience gains. Such metrics may be qualitative or quantitative, external or internal, short-term or long-term focused, and can be tailored to specific resilience aspects (e.g., readiness, response, and recovery). Similar to the notion of emergent behaviors, objectives can be dynamic (e.g., appear and disappear, intensify and diminish, etc.) and may propagate further in a CPSoS.", "cite_spans": [], "ref_spans": [], "section": "Requirements"}, {"text": "Flexible hybrid micro-macro integration: The CPSoS must ensure a balance between omnipresence micro and macro objectives. Changing enterprise specifications and business rules on a rolling time horizon requires flexibility on balancing system objectives at run-time. That is, the CPSoS should have the capability to override macro-level objectives to micro-level objectives, and vice versa. Furthermore, as objectives may be non-deterministic and appear or disappear, and thus be temporal or partial of importance, the CPSoS should be hybrid of nature. Here, strategic, tactical, and operational decision support is needed. For example, a hybrid electric vehicle that is charging via a smart grid may decide to transfer energy to a household because of a sudden conventional refueling and energy price deviation.", "cite_spans": [], "ref_spans": [], "section": "Requirements"}, {"text": "Meta-management feedback: The resolution between micro-and macro-goals is a meta-management objective in itself, as it dictates the conflict-resolution strategy and hence the behavior of the system [110] . CSs should receive continuous feedback on their decisions, from various managerial perspectives (e.g., collaborative, competitive, etc.). Gorod et al. [75] also pointed out the importance of a feedback loop. The CPSoS should consider that each CS is a constellation of influences and how these influences are interpreted and applied.", "cite_spans": [{"start": 198, "end": 203, "text": "[110]", "ref_id": "BIBREF116"}, {"start": 357, "end": 361, "text": "[75]", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Requirements"}, {"text": "Given this discussion on the requirements, we expect that no single CS design can fulfill all these requirements to its fullest extent, spanning the whole CPSoS. Similar to the functioning of smart grids [110] , we require a mixed solution integrating several heterogeneous CSs. This imposes additional requirements: Interoperability: CSs should be able to exchange states and data and interact following the business logic, as they interact through cyber or physical channels. The diversity of the CS parts, including legacy systems, leverages the SoS's purpose [92] . Interoperability provides a basis for behavioral adaptability in terms of system emergence [80] . A specification of standard interfaces [74] and protocols should be properly defined. For example, technical, syntactic, semantic, and organizational interoperability are required [73] . This results in design rules and constraints. Infrastructure and data ecosystem initiatives such as Gaia-X [111] or the International Data Spaces (IDS) [112] may put forward this notion.", "cite_spans": [{"start": 204, "end": 209, "text": "[110]", "ref_id": "BIBREF116"}, {"start": 563, "end": 567, "text": "[92]", "ref_id": "BIBREF96"}, {"start": 661, "end": 665, "text": "[80]", "ref_id": "BIBREF81"}, {"start": 707, "end": 711, "text": "[74]", "ref_id": "BIBREF75"}, {"start": 848, "end": 852, "text": "[73]", "ref_id": "BIBREF74"}, {"start": 962, "end": 967, "text": "[111]", "ref_id": null}], "ref_spans": [], "section": "Requirements"}, {"text": "Intelligence amplification: Humans participating within and between humans and the CSs also impact the CPSoS. Several perspectives among participating parties must be entailed. Inherent to human's involvement are the resulting emergent behaviors [78] . An intelligent agent (e.g., a piece of software) can emulate behaviors and interact with humans to upskill mutual decision-making capabilities on understanding emergent behaviors [19, 20] . A CS can complement a human's expertise but also vice versa, taking the best of both by working in harmony.", "cite_spans": [{"start": 246, "end": 250, "text": "[78]", "ref_id": "BIBREF79"}, {"start": 432, "end": 436, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 437, "end": 440, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Requirements"}, {"text": "Last, when architecting a CPSoS there are some design principles that one should consider. Dahmann and Baldwin [66] elaborates on various SoS design types, which we modified to CPSoS design principles as follows.", "cite_spans": [{"start": 111, "end": 115, "text": "[66]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Requirements"}, {"text": "A directed CPSoS contains a coordinator that centrally controls all the CSs of a CPSoS. In such a system, the individual CSs maintain the ability to operate independently, but their operational mode is subordinated to the central managed purpose [66] .", "cite_spans": [{"start": 246, "end": 250, "text": "[66]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "•"}, {"text": "A virtual CPSoS lacks a central authority and depends upon relatively invisible mechanisms to fulfill its purposes. In this design, there is no centrally agreed upon purpose for the CPSoSs, yet there is an invisible mechanism to maintain it.", "cite_spans": [], "ref_spans": [], "section": "•"}, {"text": "In a collaborative CPSoS there is a decentralized control. This means that the CSs collaborate to fulfill the agreed upon central purposes while there is no central coordinator enforcing power [66] .", "cite_spans": [{"start": 193, "end": 197, "text": "[66]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "•"}, {"text": "An acknowledged CPSoS has clear objectives, management, and resources, but lacks control over the systems which they depend on to meet their objectives. Basically, an acknowledged (CP)SoS design falls between the directed and collaborative design. The SoS has objectives, management (e.g., authority), and resources for the SoS, while the CSs retain their independent ownership, management, and resources [66] . Acknowledged SoS are not typically new developments but overlays on existing or new systems, which were developed and are being used in different contexts. The objective can be to improve the way the CSs work together to meet a new need, involve new systems or technologies, or support (CP)SoS capability objectives to have application outside of the initial (CP)SoS [66] . An example is a governmental institute that aims to stimulate industries to become more environmental friendly. Such an institute typically has objectives, management, and resources, but no control of the systems that actually execute the actions.", "cite_spans": [{"start": 405, "end": 409, "text": "[66]", "ref_id": "BIBREF67"}, {"start": 779, "end": 783, "text": "[66]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "•"}, {"text": "Based on the functionality and underlying requirements we formulated in the previous sections, in this section we design an EA model that formally specifies our proposal for a reference architecture for detection and monitoring of emergent behaviors and resilience \"by design\". One of the main distinctions between our reference model and the existing models is that we focus on the detecting and monitoring of emergence, from a functional architectural perspective. While languages such as SysML, CML, and UML are commonly used when specifying and designing SoS architectures, we decided to use ArchiMate [13] for modeling the EA, as our main focus is not per se on system design, but rather on capturing emergent behaviors and their management mechanisms in the broader organizational context of business operations and process execution. We aim to support modeling, reasoning, and model-based (quantitative) analysis of the functional components in an architectural blueprint. To this end, the ArchiMate language provides a rich modeling expression, ranging from motivation aspects (such as requirements and goals) to system design aspects (such as application landscapes and their corresponding IT and physical infrastructure). Therefore, ArchiMate models provide anchors to other domain specific languages (e.g., BPMN, UML, SysML, etc.), that might be needed for a possible further refinement of some parts of the proposed architecture and for future extensions and derived instantiations of the reference architecture. ArchiMate is also a commonly used modeling language and framework and perceived as the de facto standard for EA modeling [113] . Figure 3 proposes an EA based on the positioned requirements. The EA shows four layers as well as the relationships within and across the layers. For building this architecture, we took some inspiration from references found in our literature study, among others [19, 20, 69, 96] , and a tertiary study on architecting SoS [84] . The architecture is proposed based on group discussions among the authors and project members, involving among others IT consultants, enterprise architects, computer engineers, and researchers. Besides that, we reviewed excerpts of the EA based on discussions with colleagues that have experience with EA modeling and are not directly involved in this paper. The intention was to compose the architecture such that it is sufficiently generic to be adapted to various domains. The architecture is realized in multiple iterations of which we discuss the final one as shown in Figure 3 . Below, we first elaborate on architectural components regarding the functional requirements. Last, we provide a motivational model that links the design goals and obtained requirements to corresponding architectural building blocks.", "cite_spans": [{"start": 606, "end": 610, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1646, "end": 1651, "text": "[113]", "ref_id": "BIBREF118"}, {"start": 1917, "end": 1921, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 1922, "end": 1925, "text": "20,", "ref_id": "BIBREF19"}, {"start": 1926, "end": 1929, "text": "69,", "ref_id": "BIBREF70"}, {"start": 1930, "end": 1933, "text": "96]", "ref_id": "BIBREF101"}, {"start": 1977, "end": 1981, "text": "[84]", "ref_id": "BIBREF85"}], "ref_spans": [{"start": 1654, "end": 1662, "text": "Figure 3", "ref_id": "FIGREF1"}, {"start": 2558, "end": 2566, "text": "Figure 3", "ref_id": "FIGREF1"}], "section": "Reference Architecture Design"}, {"text": "A Constituent System can work collaboratively with other Constituent Systems to realize the behavior of the System of Systems application. The Constituent System application component dictates that a CS can operate independently, even if the CS is not part of the SoS. However, for a CS to be part of a collective of CSs, and thus a SoS, the System of Systems application component represents an entity that plays a critical role in the creation, achievement, sustenance, or operation of the SoS. Further, a CS can operate independently, and, for example, be dynamically part of a SoS comprising of other CSs. This clarifies the SoS evolutionary development, managerial independence, and operational independence prerequisite as well as some of the SoS design principles.", "cite_spans": [], "ref_spans": [], "section": "Constituent System"}, {"text": "Via an Intervention Interface, an agent (e.g., human) can interact with a CS, and vice versa. However, not all CSs are able or aim to interact with an agent (via the Business Interface). Similarly, not all Business Actors are able to interact with certain CSs. In turn, the interactions across this interface may also affect the Business Rule (e.g., adding human's business rules or meta-feedback). Through the use of interfaces, the architecture supports different specifications of behavior (or contract) that CSs and business actors agree to meet. The Intervention Interface also justifies the intelligence amplification (see also Section 5.4) and interoperability requirement.", "cite_spans": [], "ref_spans": [], "section": "Constituent System"}, {"text": "The exemplified variety in technology components that realize a CS illustrate a heterogeneous applicability, including Legacy Technologies and Next-Generation Technologies. The specialization components belonging to the shown application components IoT-based System, Embedded System, and Cyber-physical System illustrate some elements that are a particular kind of a Constituent System. For example, some CS functionality may be incorporated only to a limit extent, or not at all, under resource-constrained IoT-devices. Likewise, the corresponding Business Rules may differ. To exemplify which business rules can be covered, we included Actions, Behaviors, States, Objectives, Decisions, and Constraints. However, it would go beyond the scope of this paper to address any data specification of a business rule. Noteworthy to mention is the Business Rule Engine as part of the Business Rule Management System facilitates the execution and management of business rules in a runtime environment. The Business Rule Engine makes also sure that there is a proper alignment (interoperability) between cyber and physical channels.", "cite_spans": [], "ref_spans": [], "section": "Constituent System"}, {"text": "Embedded System", "cite_spans": [], "ref_spans": [], "section": "IoTbased System"}, {"text": "Decisions Objectives Figure 4 shows the Business Logic component in more detail. A CS has its own Business Logic component, consisting of several application functions. This component is led by a Decision Support System Management functionality, which is capable of operational, tactical, and strategical decision-making based on a collection of functional modules (e.g., Risk Assessment, Meta-Data Handler, etc.). The Independent Action Mechanism comprises interoperability aspects by also enabling decision-making without, for instance, an Intelligence Support functionality on board. This may include legacy systems or safety critical systems which are supported by this means. The Emergent Behavior Management functionality contains capabilities related to a MAPE-cycle. While the monitor and analyze application functions are captured within the Emergent Behavior Management, the plan and execution part are part of the Decision Support System Management because this component can also consider other analytics methods to accommodate. ", "cite_spans": [], "ref_spans": [{"start": 21, "end": 29, "text": "Figure 4", "ref_id": "FIGREF3"}], "section": "States Behaviors Actions"}, {"text": "The physical and computational components of a CPS are integrated at the Cyber-physical System application component. This component is a specialization of a CS. Because of being a specialization, similar properties of a CS are applicable, such as that the associated CS is not necessarily part of a SoS. Thus, the CPS may also be unconnected with a SoS and act as an autonomous subsystem.", "cite_spans": [], "ref_spans": [], "section": "Cyber-Physical Capabilities"}, {"text": "The Cyber-Physical System application component is realized by a CPS technology node. The Micro-scale CPS and Macro-scale CPS nodes represent a computational or physical resource that hosts, manipulates, or interacts with other computational or physical resources. A Micro-scale CPS can be a single physical node (e.g., sensor and actuator), while a Macro-scale CPS covers multiple physical nodes.", "cite_spans": [], "ref_spans": [], "section": "Cyber-Physical Capabilities"}, {"text": "In essence there is no difference between technology components that realize a Constituent System application component directly (e.g., the depicted IoT-device) and technology components that realize an intermediate application component (e.g., the depicted Macro-scale CPS). The latter one is a specialization of a Constituent System, while a directly realizing technology component has no intermediate application component. Such an intermediate application is used to exemplify some conventions of what a Constituent System can comprise. For example, it shows that a Constituent System can be realized by multiple technological sources (e.g., sensors and actuators) which collectively shape the creation, achievement, sustenance, or operation of it. Notice that the shown application components (except the Constituent System) and technology components are just an exemplification of the variety of components. In practice, these components can comprise omnipresent and heterogeneous applications and technologies that can be defined as a Constituent System. What is considered as a Constituent System depends on the system design (see Section 5.5) and how fine-grained the Business Logic and Business Rules are implemented.", "cite_spans": [], "ref_spans": [], "section": "Cyber-Physical Capabilities"}, {"text": "The Constituent System can also assimilate recorded physical data in an enriched manner. Data enrichment may comprise merging data from external sources (e.g., the internet), which are not always completely controlled or understood. A technology node, such as an IoT Device, can parse information about physical processes, which can be embedded by the Constituent System. To this end, in principle, a Constituent System can comprise physical processes up to the atomic level. However, technological constraints (e.g., computational limitations) may limit the encapsulation of such processes within the application functions of the Constituent System. For example, it may not be worthwhile for typical IoT devices to embed sophisticated Decision Support System Management functionality within the business logic, given that these devices often have limited battery and computational power. Some technological components may also hide (parts of their) business logic or may not be accessible (e.g., due to legacy reasons). Besides that, consider the notion that even simple devices can already have almost a dozen operations, several communication protocols, and various communication interfaces. For these reasons, a Technology Interface makes sure that the technology services offered by a node can be accessed and are part of the Constituent System.", "cite_spans": [], "ref_spans": [], "section": "Cyber-Physical Capabilities"}, {"text": "Notice that the computational or physical resources (e.g., the IoT Device component) are ultimately responsible for hosting, manipulating, or interacting with other computational or physical resources. The technology components may also accommodate computational resources externally or within a resource-shared infrastructure, such as in the cloud. This also means that a technology component can represent an artificial node that only acts as a hosting, manipulating, or interacting computational or physical resource. In a similar fashion, one technology component can also realize multiple CSs, because a component may differentiate between computational or physical resources itself. For example, one physical Smart Device can have two dedicated compartments, which are separated as technology components (i.e., two CSs that do not necessarily belong to one SoS). The modeling of the physical layer is left for further research.", "cite_spans": [], "ref_spans": [], "section": "Cyber-Physical Capabilities"}, {"text": "The concept of intelligence amplification can also be positioned within the proposed EA. A human entity can interact with a CS such that both the human and the CS can complement each other to enhance human decision-making. The interfaces make it possible for humans to provide input and feedback to the CSs in such as way which can be handled by them. Likewise, a CS may have the capability to understand and reason about the human's input. One CS may be solely dedicated to interacting with a human and thereby it can act as a bridge between other CSs. However, a human may also communicate with multiple CSs directly.", "cite_spans": [], "ref_spans": [], "section": "Intelligence Amplification"}, {"text": "It is worth mentioning that the proposed reference architecture embeds the four SoS design types as mentioned by Dahmann and Baldwin [66] , namely, directed, virtual, collaborative, and acknowledged. These design principles constitute many of the requirements, such as operational independence, managerial independence, multi-actor and multi-level, multi-objective, and flexible hybrid micro-macro integration.", "cite_spans": [{"start": 133, "end": 137, "text": "[66]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "System of Systems Design Principles"}, {"text": "The System of Systems application collaboration component of Figure 3 aggregates Constituent System application components that may cooperate to perform some task. The Constituent System component is assigned to a Business Logic application function, which can comprise a Mediator Mechanism as part of the Decision Support System Management. As further specified in Figure 4 , the Intelligence Support function as part of the Decision Support System Management can make operational, tactical, or strategical decisions. For example, about how to collaborate with other CSs on the long term. In turn, these decisions are concretized via business rules, for instance, in the form of agreements. A Constituent System application component can act as a central authority controlling what other CSs should do, via propagation of the business rules. Notice further that one Constituent System application component can be part of more System of Systems application collaboration components.", "cite_spans": [], "ref_spans": [{"start": 61, "end": 69, "text": "Figure 3", "ref_id": "FIGREF1"}, {"start": 366, "end": 374, "text": "Figure 4", "ref_id": "FIGREF3"}], "section": "Directed System of Systems:"}, {"text": "Virtual System of Systems: The reference architecture allows CSs to be part of a SoS, while there is no agreed purpose. Emergent behaviors may arise, but the SoS relies on concealed mechanisms to perform its overall goals. Basically, then, the CSs do not know about each other. As a SoS progresses, some of these invisibilities may become discovered via the Emergent Behavior Management, after which the system might evolve. However, this is not assumed to be the case in a completely virtual SoS.", "cite_spans": [], "ref_spans": [], "section": "Directed System of Systems:"}, {"text": "Collaborative System of Systems: Agreements about standards and how to maintain them may be originated centrally, but the CSs can start their own (unplanned) collaborative mechanisms. Therefore, CSs can voluntarily work together to address common or shared interest. An example of this design type is the Internet in which one organization is taking care of standards and communication protocols and participants can start their own collaborations (e.g., a local internet).", "cite_spans": [], "ref_spans": [], "section": "Directed System of Systems:"}, {"text": "Acknowledged System of Systems: An acknowledged SoS tends to be common in cases with top-level objectives balanced with the objectives of the owners of the systems which support the SoS [66] . The SoS control unit does typically not control the CSs in the SoS but serves an influencing position rather than directing the CSs to meet SoS needs. Thus, unlike directed SoS, CSs in an acknowledged SoS can work freely without depending on the system. Consequently, changes in the systems are made based on collaboration between the SoS and the system and not based on pure top-down authority from a SoS manager or CS' emergent behaviors.", "cite_spans": [{"start": 186, "end": 190, "text": "[66]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Directed System of Systems:"}, {"text": "The multi-actor and multi-level, multi-objective, and flexible hybrid micro-macro integration prerequisites are intrinsically embedded in the business rules and business logic components and can provide a new context (e.g., decision authority, motivation, action, legacy, etc.) for fulfilling a (CP)SoS's purpose. A typical SoS evolves of a set of existing and new systems, which can become components of a larger SoS while preserving autonomy as individual systems [66] . This intrinsic property constituted within the business rules and business logic component enables, among others, an evolutionary development.", "cite_spans": [{"start": 466, "end": 470, "text": "[66]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "General System of Systems Design Principles"}, {"text": "Building further on this notion, the proposed EA allows a dynamically adapting CPSoS in which the CSs can be at different evolutionary states and run-and design times. For example, CSs can interact with older versions of themselves or of other CSs or SoSs. The depicted EA of Figure 3 also allows the incorporation of the four CPSoS design principles coherently. For example, as a SoS progresses (e.g., in time), new collaborations, such as alliances, may be shaped. These collaborations can be temporary of nature or subject to change after which a new system design can emerge. Moreover, multiple nested CPSoS design principles may be exhibited in a CPSoS. For example, a fleet of barges may be centrally controlled, but one barge within that fleet can subordinate a collaborative CPSoS design principle to execute its daily operations.", "cite_spans": [], "ref_spans": [{"start": 276, "end": 284, "text": "Figure 3", "ref_id": "FIGREF1"}], "section": "General System of Systems Design Principles"}, {"text": "Furthermore, these new contexts on top of the aforementioned functionality, do not only foster uniting organizational-wide behavior and goals with the behavior of local autonomous entities, but also allow nested CS and SoS design patterns. A nested design pattern can be described as a CS that contains a SoS in itself. A CS may not (yet) be aware of a nested SoS inside the CS. We can already say that a CS has nested SoS properties if there is or was at least one CS within it.", "cite_spans": [], "ref_spans": [], "section": "General System of Systems Design Principles"}, {"text": "As additional part of the validation of the EA model, we describe a so-called EA motivation model which shows the motivations and reasons that guided the design of the proposed EA. Alignment and traceability between requirements and the architectural elements is of importance, because they shape the overall architectural design [114] . By linking the goals with the discussed requirements and, consequently, the requirements with the architectural components, we aim to demonstrate the cohesion of the EA as well as how the goal of achieving enterprise resilience could be realized.", "cite_spans": [{"start": 330, "end": 335, "text": "[114]", "ref_id": "BIBREF119"}], "ref_spans": [], "section": "Architectural Motivation Model"}, {"text": "The Open Group proposed an extension to the ArchiMate language [114] , which we used to include requirement management aspects in the context of the proposed EA. High level strategies and goals of an organization (e.g., obtaining a resilient enterprise) could then be linked to its architectural components [115] . After considering the goal motives of this study, the formulated requirements, and architectural components, we composed the motivational EA model as depicted in Figure 5 . This model is made based on an assessment that has been done after the reference EA (Figure 3 ) was proposed. By doing so, we perform an additional validation step which goes beyond the proof-of-concept implementation of Section 6, albeit is confined to the limits of this study's purpose. For a more detailed explanation of the ArchiMate language notation and concepts we refer the reader to the work in [13] .", "cite_spans": [{"start": 63, "end": 68, "text": "[114]", "ref_id": "BIBREF119"}, {"start": 307, "end": 312, "text": "[115]", "ref_id": "BIBREF120"}, {"start": 893, "end": 897, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 477, "end": 485, "text": "Figure 5", "ref_id": "FIGREF4"}, {"start": 572, "end": 581, "text": "(Figure 3", "ref_id": "FIGREF1"}], "section": "Architectural Motivation Model"}, {"text": "The main driver of the motivational model is to achieve a resilient enterprise. Following the proposed definition as given in Section 3.3, resilience focuses on anticipating and adapting to change using the inherent CPSoS capabilities. We positioned this as a goal, which is addressed by narrowing down to the management of business logic. The notion of business logic should be interpreted while keeping the context of CPSoS in mind, considering, for example, the coordination of distributed behaviors and goals of the CSs. Under the business logic management goal demarcation, we confine to detecting and monitoring of emergent behaviors, and the anticipating and adaptation of the CPSoS's business logic. The latter one is derived based on the CPSoS definition.", "cite_spans": [], "ref_spans": [], "section": "Architectural Motivation Model"}, {"text": "The discussed requirements of Section 4 are explicitly addressed in requirement components. Our hypothesis is that taken together these requirements realize the goal components. In turn, each requirement component is related to core architecture elements that realize them, such as processes and applications. Please notice that the depicted core components are illustrative of nature and sketching how they can be related to the requirements. We are aware that the mapping of the requirements mentioned in Section 4.3 to the reference EA and EA motivation model may not be fully self-explanatory (and complete) in terms of reasoning on each relationship. However, an important observation lies in the fact that each requirement can be facilitated by the reference EA. Further investigation is needed to determine to what degree a requirement is satisfying an architectural component. ", "cite_spans": [], "ref_spans": [], "section": "Architectural Motivation Model"}, {"text": "The proof-of-concept application in this paper focuses on examining the effectiveness of some contributions of the presented architecture. We consider a multimodal logistics case study, involving no central governance, no unified design, no common goal, and scarce resources for which autonomous vehicles need to compete. The presented case study comprehends an instantiation of the presented EA. From hereon, we refer to this case study as MultimodalLoCo.", "cite_spans": [], "ref_spans": [], "section": "Proof-of-Concept Implementation"}, {"text": "The case study concerns transport of fresh and frozen food products of which the quality deteriorates over time. More specifically, we build further on the work of Bemthuis et al. [20] in which a fleet of heterogeneous cargo transporters moves pallets from one place to the other. The study concerns different modes of transport which partially rely upon the behaviors, actions, and performances of other transporters and the overall system. Please see Figure 6 for a visual impression about the case study. Multimodal transport refers in our case study to the transportation of logistics cargo under a single contract, but performed with at least two modes of transport. A single enterprise orchestrator is overseeing the shipments and is responsible for the overall performance, but the autonomy of the cargo transporters is not under this command. We refer the reader to the work of Bemthuis et al. [20] for more details about the case study. This multimodal logistics case study is suitable for validation of the architectural components, because emergence in this context includes a wide range of (global) effects occurring unexpectedly, and sometimes without apparent reasons. For example, delays and deadlocks (e.g., traffic jam) could occur, but also desirable behaviors such as synchronicity, stability, or coherence. Furthermore, the case study concerns a variety of independent transport entities, which have their own autonomy, and computational and physical elements. Moreover, this case study, involving the logistics domain, is suitable because logistics supply chains are becoming progressively less centralized, imposing a form of distributed autonomous business logic, and some central control mechanism (e.g., 4PLs and sub-contracted transportation service providers). In a broader sense, this is in line with how contemporary organizations operate. Organizations are typically characterized by a multitude of heterogeneous (local) actors that pursue their own, sometimes conflicting, goals, norms, and values [116] . This makes the considered multimodal case study involving the transportation of goods under the presence of an enterprise orchestrator a fruitful source to explore.", "cite_spans": [{"start": 180, "end": 184, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 902, "end": 906, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 2029, "end": 2034, "text": "[116]", "ref_id": "BIBREF121"}], "ref_spans": [{"start": 453, "end": 461, "text": "Figure 6", "ref_id": "FIGREF5"}], "section": "MultimodalLoCo Logistics Case Study Description"}, {"text": "To be able to operate appropriately under disruptive events, MultimodalLoCo requires capacity for resistance and the capacity for recovery: resistance in the sense of reducing the impact of disruption, and recovery to quickly resume normal operations after a disruption. MultimodalLoCo aims to become a resilient enterprise by overcoming potential disruptive events. More specifically, MultimodalLoCo would like to get insights into how capable their organizational structure is in anticipation of and during times of disruptive events.", "cite_spans": [], "ref_spans": [], "section": "MultimodalLoCo Logistics Case Study Description"}, {"text": "Similar to Bemthuis et al. [20] , we decided to model the case study using agent-based modeling. Our literature review (see Section 4) already indicated that this is an often used approach in modeling SoS and emergence. Agent-based modeling concerns the modeling of distributed intelligent systems composed of agents that cooperate and coordinate to solve their local goals and global goals [117] . This modeling technique is suitable for analyzing such autonomous and distributed systems, because it can capture emergence and it provides a natural description of a SoS system [78] . A study of Singh et al. [118] already showed that agent-based systems is an effective way to explore emergent behaviors. In particular, we use an agent-based simulation model for understanding the emergent behaviors. This type of simulation is useful because of its ability to represent several behaviors (e.g., from humans or spatial environments such as CPSs) realistically, accounting for bounded rationality, heterogeneity, interactions, evolutionary learning, and out-of equilibrium dynamics [119] .", "cite_spans": [{"start": 27, "end": 31, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 391, "end": 396, "text": "[117]", "ref_id": "BIBREF122"}, {"start": 577, "end": 581, "text": "[78]", "ref_id": "BIBREF79"}, {"start": 608, "end": 613, "text": "[118]", "ref_id": "BIBREF123"}, {"start": 1081, "end": 1086, "text": "[119]", "ref_id": "BIBREF124"}], "ref_spans": [], "section": "Model Motivation"}, {"text": "Operationally, MultimodalLoCo is a CPSoS spanning multiple CSs. We categorized the following main entities in this case study; (i) workstations, (ii) smart pallets, (iii), cargo, (iv) transporters, and (v) enterprise orchestrator. Within these categories, there are multiple distinctions one can make. After discussions with the consortium partners about what should be defined as CSs and how these are related to each other, we constructed the conceptual mapping of the CPSoS design principles and CSs specifications as shown in Figure 7 . Each colored circle or eclipse represents a CS which is geographically distributed and managed independently. Each colored part depicts a constituent system. The smart pallet constituent system contains one of the products, which is considered as a nested constituent system.", "cite_spans": [], "ref_spans": [{"start": 530, "end": 538, "text": "Figure 7", "ref_id": "FIGREF6"}], "section": "Model Description"}, {"text": "The case study involves three designated regions in which operations take place (see Figure 8 ). In region 1, there are transport requests initiated by a workstation and carried out by the transport units. A transport request involves moving a pallet from the workstation in region 1 to the workstation in region 2. This pallet contains one of the products. Region 2 processes the products. After that, the smart pallet can be picked up and transported from a workstation (in region 2) to the final workstation in region 3. This transport is again carried out by independent operating transporters. Figure 8 gives an graphical representation of the case study as implemented in the agent-based model.", "cite_spans": [], "ref_spans": [{"start": 85, "end": 93, "text": "Figure 8", "ref_id": null}, {"start": 599, "end": 607, "text": "Figure 8", "ref_id": null}], "section": "Model Description"}, {"text": "Region 3 Figure 8 . A graphical representation of the simulation model. A product flows from region 1 to region 2 after which it undergoes processing. After a product is processed, a transporter moves the cargo from region 2 to region 3. For representation purposes, region 3 is left out of this illustration, but this region is comparable to region 1 (see [20] for more graphical representations).", "cite_spans": [{"start": 357, "end": 361, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 9, "end": 17, "text": "Figure 8", "ref_id": null}], "section": "Region 2 Region 1"}, {"text": "There is one central enterprise orchestrator (a human entity), which is acknowledged by the CPSoSs operating in the above mentioned regions. The role of this orchestrator is to stimulate and give incentives for the transporters to carry out their tasks efficiently. In all regions, we consider a collaborative CPSoS design in which there is an agreed upon purpose to fulfill the tasks, yet each transporter can make its own decisions. The transporter CSs compete with each other about the assignment of transport tasks, by means of business rules. Figure 9 shows how we instantiated the proposed reference EA for this use case. Each of the categorized entities is considered as one CS within this representation, but varying levels of details are given. The previously mentioned main entities are exhibited as Constituent Systems. The Workcenters, Transporters, and Enterprise Orchestrator have their own set of business rules and a business rule engine that makes sure that the business rules are appropriately managed and executed. The business rules within the Workcenter CSs involve workcenter-initiated dispatching rules (see Section 6.4) and the Transporter CSs' business rules involve vehicle-initiated dispatching rules. As part of the enterprise, the performance achieved within the Workcenter and Transporter CSs are considered as local objectives, while the Enterprise Orchestrator CS considers global objectives. We exemplified two business logic components in Figure 9 . The Transporter Business Logic concerns operational decision support, which takes care of the dispatching rules handling. The Enterprise Orchestrator focuses on (disruption) mitigation strategies. These strategies are captured in business rules, which are produced based on the Enterprise Orchestrator Business Logic. More precisely, this business logic involves analyzing the behavior that emerges from the interacting CSs. A human (Business Analyst) assesses performance expressed in terms of realized product outcomes (e.g., product cycle time, decay level, etc.) when a product leaves the system. The human considers the emergent behaviors and decides what actions to undertake and what new or updated business rules should be invoked.", "cite_spans": [], "ref_spans": [{"start": 548, "end": 556, "text": "Figure 9", "ref_id": "FIGREF7"}, {"start": 1473, "end": 1481, "text": "Figure 9", "ref_id": "FIGREF7"}], "section": "Region 2 Region 1"}, {"text": "In our previous work [20] , we focused on minimizing the cargo's quality decay against minimizing the average cycle time per product. Here, we build further on this work by also considering (i) sources of disruptions, (ii) disruption mitigation strategies, and (iii) local against global objectives. Similarly to the work in [20] , we also focus on dispatching rules as primary business rules. For our purpose, we consider only one of the scenarios and experimental settings, namely, the configuration with the highest accumulated counted ranking of the average end decay level (higher is better) and the average cycle time per product (lower is better). It appears that there are two best settings (scenario 2 with RS configuration and scenario 2 with HS configuration). We decided to go for the first one, which considers 6 UAVs, 4 HDFs, and 4 AGVs, and as product-initiated dispatching rule (i.e., business rule) shortest travel distance and as vehicle-initiated dispatching rule random. The chosen transport modalities are also represented in Figures 7 and 8 .", "cite_spans": [{"start": 21, "end": 25, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 325, "end": 329, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 1047, "end": 1062, "text": "Figures 7 and 8", "ref_id": "FIGREF6"}], "section": "Experimental Set-Up"}, {"text": "Let us give a summary of the considered simulation model parameters, based on the work of Bemthuis et al. [20] . The three vehicle types each have a different speed and capacity. The distance a vehicle needs to travel is also dependent on the vehicle type (e.g., the lane length differs). In total, there are four product types that each has a different size and undergoes a different quality decay process. Regarding the latter one, a product has a specific quality decay function which depends on the mode of transport. The size properties impose restrictions on the task allocation process, such as that a large product may not be transported by a (small) UAV. An additional constraint is given that products of type 2 may not be combined with products of type 3 in one trip.", "cite_spans": [{"start": 106, "end": 110, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Experimental Set-Up"}, {"text": "The implementation of the business logic (see also the logic flowcharts in [20] ) and the use of business rules allow the process to arise some form of emergent behavior from local interactions between parts of the initially disordered system. In fact, the dispatching rules may be initiated at unpredictable moments, especially when a disruption disorders the state of the enterprise. In this context, we consider resilience as the degree to which the enterprise has the resources and is capable of self-organizing with regard to potential disruptions. The enterprise is denoted by the enterprise orchestrator agent, which is responsible for the quality of the end product as well as the overall enterprise efficiency. We express metrics of enterprise resilience as two key performance indicators (KPIs): the end decay level and the cycle time of a product. These two KPIs represent a global objective and indicate how resilient the obtained overall coherency as denoted by the products leaving the system is (e.g., as delivered to customers or third parties).", "cite_spans": [{"start": 75, "end": 79, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Experimental Set-Up"}, {"text": "The goal we had in mind when proposing this architectural design was the realization of a symbiotic relationship between the autonomy of distributed business logic on the one hand, and a central control on the other hand. To illustrate this, we discuss some experimental results on (i) the impact of disruptions, (ii) disruptive mitigation strategies, and (iii) macro-versus micro-objectives. Figure 10 presents some experiment results focusing on (i) and (ii). The graphs display the average product end decay (in %) and average cycle time (in minutes) of a single simulation run for four disruption mitigation scenarios. The numbers depict average outcomes based on realized products (e.g., products that leave the system) within a 10 min interval. The first hour is neglected, due to a warm-up period. Below, we discuss these results. Figure 10a shows the normal behavior, without an expected (detrimental) disruption. As we can observe, the results tend to become reasonably stable after a couple of hours. In the second scenario ( Figure 10b ), we invoked a disruption after 6 h. The disruption entails a travel speed decrease of all automated guided vehicles by 75%. The results indicate that both performance indicators are substantially impacted. The product decay level dropped from roughly 95% to 78% and the average cycle time of a product increased from approximately 260 to 310 s. As a third scenario (Figure 10c ), we build further on the second scenario and consider the mitigation strategy of increasing the speed of the other transport modes by 33% at the moment of disruption. Here, the disruption has been partially repelled. Nevertheless, in comparison to Figure 10b , the impact can still be considered as disruptive. In this scenario, the decay level dropped to 83% and the cycle time increased to roughly 290 min. We further notice that the impact on the KPIs depicted in Figure 10b ,c are both affected in an almost similar fashion, except that the scale of impact is larger for the unchanged mitigation strategy. This can partly be explained by the use of the same random seed values in the simulation model. Figure 10d goes one step further, by already using the mitigation strategy one hour before the disruption will occur. We just assumed that there is a certain emergence detection mechanisms, which was capable to proactively detect that a disruption will occur. The results indicate that disruptions and mitigation strategies yield various emergent behaviors. To examine how macro-and micro-goals are intertwined, we analyzed how the average vehicle occupation (as micro-objective) behaves against the average product end decay level (as macro-objective).", "cite_spans": [], "ref_spans": [{"start": 393, "end": 402, "text": "Figure 10", "ref_id": "FIGREF0"}, {"start": 838, "end": 848, "text": "Figure 10a", "ref_id": "FIGREF0"}, {"start": 1036, "end": 1046, "text": "Figure 10b", "ref_id": "FIGREF0"}, {"start": 1414, "end": 1425, "text": "(Figure 10c", "ref_id": "FIGREF0"}, {"start": 1676, "end": 1686, "text": "Figure 10b", "ref_id": "FIGREF0"}, {"start": 1895, "end": 1905, "text": "Figure 10b", "ref_id": "FIGREF0"}, {"start": 2134, "end": 2144, "text": "Figure 10d", "ref_id": "FIGREF0"}], "section": "Results of Analysis"}, {"text": "A micro-objective is applicable to individual CSs, while the macro-objective covers a resultant end value which can be used to assess the emergent behaviors of interacting CSs. The latter one can be considered as being part of the enterprise regulator agent. Figure 11 shows the average occupation rate of one vehicle of each type. In both depicted scenarios, it seems that most occupation rates increase but the final decay level is still drastically affected. Furthermore, when comparing Figure 11a with Figure 11b , it appears that the disruptive impact on the global scale is considerably absorbed with the proactive strategy. Although preliminary, this analysis sheds some light into how resilient an enterprise can be under disruptive scenarios. Let us briefly discuss some inferences we can obtain from the analysis. In the view of emergent behaviors, we observed that the various CSs work together, cause emergence (as expressed with a realized KPI), and achieve a \"higher\" goal by interacting. In the light of enterprise resilience, the presented scenarios indicate what emergent behaviors are realized by the system. The illustrative scenarios suggest that we can define actions (e.g., change in business logic) that affect a particular emergent behavior. This can imply that the CSs within the CPSoS can reorganize, change, and learn using capabilities to absorb the impact. Notice that we give limited attention to applications that manage the disruption effectively and timely. Instead, we only showed how one could possibly deal with a disruption. Assessment of effective emergence control strategies, including self-learning capabilities, is needed in future research.", "cite_spans": [], "ref_spans": [{"start": 259, "end": 268, "text": "Figure 11", "ref_id": "FIGREF0"}, {"start": 490, "end": 500, "text": "Figure 11a", "ref_id": "FIGREF0"}, {"start": 506, "end": 516, "text": "Figure 11b", "ref_id": "FIGREF0"}], "section": "Results of Analysis"}, {"text": "In this section, we discuss potential threats to validity of this study and how we mitigated these threats. We address threats in the context of the SLR, requirement proposition, architecture proposal, and case study.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Internal and external dimensions of the validity of the SLR [23, 24] were considered to minimize researchers' bias and to ensure the reliability of this review. The internal dimension concerns how well the study answers the research questions and the bias degree of the study, while the external dimension relates to the generalizability of the study's findings.", "cite_spans": [{"start": 60, "end": 64, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 65, "end": 68, "text": "24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Systematic Literature Review"}, {"text": "This study uses a SLR protocol based on well-known guidelines and recommendations of Kitchenham [23] , Kitchenham et al. [24] , and Rouhani et al. [25] . The use of such a protocol strengthened our internal validity, because it exists of verifiable procedures. The search strategy was designed to mitigate selection bias. The search term and inclusion and exclusion criteria were refined before the execution of the search, thereby providing creditability of ensuring a comprehensive and unbiased selection process. The search strategy was proposed by the principal author and refined based on reviews from the other authors.", "cite_spans": [{"start": 96, "end": 100, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 121, "end": 125, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 147, "end": 151, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Systematic Literature Review"}, {"text": "In order to mitigate the potential threat of including a limited selection of digital libraries and ineffective search strings, we initially performed a sample search on one search engine and discussed a selection of initial papers to confirm the potential literature base. After that, we refined the search string and performed the search in three commonly used digital libraries in scientific research. Although the limited selection of three search engines may be a threat to validity, we believe that most of the relevant literature is captured, because there were already quite some literature duplicates. Besides that, some additional papers were added after a manual search by the co-authors of this study. Nevertheless, our review protocol may be used to extend the results by using more databases or (reverse) literature snowballing techniques.", "cite_spans": [], "ref_spans": [], "section": "Systematic Literature Review"}, {"text": "Another threat exists in the composition of the search string. CPSoSs cover a wide range of aspects and application domains. Furthermore, within the SoS field, there is an absence of standardized definitions for the concept [84] . Besides that, emergence is a relatively new field of study and no widespread, widely accepted, approaches to deal with emergence in SoSs are present in the literature [74] . Systematic literature studies addressing (CP)SoS or emergence are still rare. Even though our study brings together multiple fields in an attempt to unify some common principles, the results of this study may be tempered by a lack of standard terminology on the subject. For example, the inclusion of the term emergence may have excluded papers that address similar underlying concepts but that do not explicitly use affiliated terms. Furthermore, the inclusion of the constructs industry 4.0 and Internet of Things may have resulted in a larger body of literature, focusing less on this paper's key concepts. However, we wanted to also include contributions that put less emphasis on the exact terminologies used in the other two parts of the search string but that focus on similar underlying concepts. Especially because Industry 4.0 is expected to reshape organizations such that CPS capabilities are needed [17] . These important concerns of this study are also addressed by the succeeded literature filtering process.", "cite_spans": [{"start": 224, "end": 228, "text": "[84]", "ref_id": "BIBREF85"}, {"start": 398, "end": 402, "text": "[74]", "ref_id": "BIBREF75"}, {"start": 1317, "end": 1321, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Systematic Literature Review"}, {"text": "Last, the authors' bias in the two screening steps could lead to unreliable results. To minimize the bias in the title, abstract, and keywords screening, two authors performed the initial screening. Disparities regarding the defined criteria were discussed and if no consensus was reached, the paper went through the next screening phase for further examination. In the case one of the authors was not sure about whether to reject the paper, the decision was made to not yet reject the article. By not yet rejecting the paper, we limit the exclusion of papers that may be of importance. Selection bias in the full-text screening was limited by first excluding papers based on their relevance regarding the defined criteria (in a similar manner as done with the title, abstract, and keywords screening) and then rating the studies based on two criteria. Although this may represent a concern of this study's validity, we reduced the selection bias by including two authors rating the studies independently. The used scoring threshold is another concern to the validity, which may have excluded relevant papers. The authors may have had to make inferences about some studies, resulting in conceivable classification failures. However, we aimed to mitigate this risk by having two authors assessing the papers independently, comparing and discussing their findings, and consulting a third author in the case no consensus was reached. Nevertheless, the chosen absolute threshold value may have excluded papers which discuss some relevant aspects (e.g., propose a partial architecture). However, we aimed to base the reference architecture on mature research of papers addressing the two distinct criteria to a certain minimum level. In subsequent research, our research protocol can be used to extend the results by using a more rigorous selection process. In spite of the aforementioned potential threats, our literature overview contributes to synthesizing existing research.", "cite_spans": [], "ref_spans": [], "section": "Systematic Literature Review"}, {"text": "The requirement elicitation served as a foundation for the reference architecture development. The evidence obtained and evaluated by our SLR may be subject to validation concerns. To limit threats to validity, we considered a number of elicitation techniques to gather requirements. By the conducted SLR and additional discussions with project partners, we consolidated the literature base to requirements. Project partners were involved in brainstorming and prototyping sessions as well in the realization of the case study. Some of the project partners were experienced with the constructs, because of their previous case studies within a similar realm (see, e.g., in [19, 20] ).", "cite_spans": [{"start": 671, "end": 675, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 676, "end": 679, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Requirement Proposition"}, {"text": "Nevertheless, we may have missed some requirements, or some requirements may have been aggregated or defined differently when using other requirement elicitation techniques or under project setting conditions. To make sure that there was a common vocabulary during the project meetings, the principal researcher chaired the session and provided an introduction of the terms and gave a concise rehearsal of previous meetings. Furthermore, the consortium may have struggled with determining when they are done with requirement elicitation. This factor and other factors that could impede completion of elicitation activities were mitigated by (1) an incremental requirement elicitation approach (e.g., several meetings spread within a period of time, driven by information obtained), (2) building and documenting (visual) models (e.g., showcasing and walking through the graphical simulation models), (3) building further on case studies in which some project partners were already involved in earlier, and (4) periodically inviting external members to the meetings, which can bring in other topics of discussion. Besides that, some external researchers assessed the requirements and provided feedback, which is incorporated.", "cite_spans": [], "ref_spans": [], "section": "Requirement Proposition"}, {"text": "The objective of the proposed architecture was to extend the known (CP)SoS models with a special notion on detecting and monitoring of emergence. The reference EA can help organizations with the adaptation of existing architectures, ICT infrastructures, processes, and relationships to support the transformation to become more resilient against (disruptive) emergent behaviors. Please note that the proposed EA is only a representation of the distilled requirements into a blueprint of architectural components and their relations, which imposes several threats to this study's validity. For the realization of the EA, we mitigate the authors' bias by using similar techniques as done by the requirement elicitation phase (see Section 7.3).", "cite_spans": [], "ref_spans": [], "section": "Architecture Proposal"}, {"text": "One of the strengths of the EA approach is that it has defined concepts and instruments to enable the modeling of abstract to concrete concepts, such as complex systems. While there are other languages such as UML, SysML [120] , or CML intended to also enable modeling and specifying of CPS and SoS, we decided to opt for ArchiMate. One of the key arguments was that ArchiMate can be combined with other EA models and that it is an expressive modeling language. Future work can govern extensions or adaptations of the proposed EA, such as encompassing self-and time-awareness to support partial control of emergent behaviors. Such self-aware architectures are actively participating in the evolution and adaptation of the system [103] . Our suggestions for further research are in line with findings from the literate study of Cadavid et al. [84] , which pointed out that the evaluation, implementation, and evolution of SoS architectures are underrepresented and require further research. Further research is also required on architecture modeling languages, e.g., on addressing self-and time-aware architectures, which can evolve over time.", "cite_spans": [{"start": 221, "end": 226, "text": "[120]", "ref_id": "BIBREF125"}, {"start": 729, "end": 734, "text": "[103]", "ref_id": "BIBREF109"}, {"start": 842, "end": 846, "text": "[84]", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Architecture Proposal"}, {"text": "Another point of discussion concerning the validity of the EA architecture, is the focus on describing the functional level of an architecture instead of how it can exactly be implemented. The reality is that in most enterprise CPSoSs, there is a complex goal and organizational structure, while operational performance must still be achieved under disruptive behaviors. Whereas the EA is about describing and linking components and interfaces, this kind of representations might have limitations in terms of capturing the complex dynamics in the development and management of a socio-technical system of heterogeneous systems. Providing more contextual background would be effective for expressing the benefits of using the EA as a source of reference. However, this entails a risk of misguiding efforts to make sense and appropriate this study's goal. A similar reasoning holds for adding components from the physical layer to the EA. Further research on strategies, characteristics, phases, and measurements of EA resilience may be drawn from a literature study of Aldea et al. [121] .", "cite_spans": [{"start": 1081, "end": 1086, "text": "[121]", "ref_id": "BIBREF126"}], "ref_spans": [], "section": "Architecture Proposal"}, {"text": "Along with this argument, the context of an organization is simply different from the context in which it operates. Generally, the development of a reference architecture is based on numerous scenarios. However, this implies (1) the existence or availability of these scenarios (e.g., in literature), (2) that system components are known (at least at a generic level), and (3) systematic reuse of common functionality. In turn, this would suggest that applicability is limited to known types of CPSoSs. We call for further research on complex CPSoS enterprise contexts, such as case studies. Inspiration may be drawn from EA research on complex systems [122, 123] . Last, the proposed reference architecture in this study is simply positioned as an artifact within a design science cycle. More validation of the reference architecture is needed in follow up research.", "cite_spans": [{"start": 653, "end": 658, "text": "[122,", "ref_id": "BIBREF127"}, {"start": 659, "end": 663, "text": "123]", "ref_id": "BIBREF128"}], "ref_spans": [], "section": "Architecture Proposal"}, {"text": "As with all case studies, the limitation of this research lies in the fact that only one case study was investigated and therefore generalization of the findings has to be taken with caution. Nevertheless, the logistics case study considered was shaped based on previous and ongoing research and discussions with project partners, involving various professional backgrounds. The mapping of the case study by using the reference EA revealed that the architecture played a critical role in steering the project partners towards decision-making and the design of an artifact for the problem at hand. The process also intrigued project partners which were not that familiar with the logistics domain, thereby enhancing the generalizability of our proposed EA.", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "Although the numerical results and analysis indicated that there is a relation between micro-and macro-goals with respect to some resilience metrics in a CPSoS context, the attempt to break down the case study into numerical categories can undermine the essential richness of the projected capabilities and interrelationsips we were interested in. Therefore, presenting much of the findings of this study in numerical form can be problematic for the validity. For example, we tried to look beneath the umbrella construct resilience, and analyzed the extent to which disruptions are impacting a local and global KPI and how these disruptions might be mitigated. This lack of precision is often neglected by researchers.", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "With respect to the used definition of resilience in Section 3, we also devoted limited attention to the implementation of how the system exactly is reorganizing, changing, and learning from the disruptive event. Instead, we focused on a functional level of description and considered the occurring phenomena as measured by performance indicators to be an emergent property of a complex system. Nevertheless, we believe that our reference EA is generic with respect to being applicable on many domains which may each bear their own resilience metrics. For example, in the construction industry one may reason differently about resilience than in healthcare processes. Appropriate further empirical research is needed to study the presence of resilience within a more holistic view.", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "Furthermore, it may seem that the selected performance indicators make little sense separated out from the whole CPSoS concept and proposed reference architecture. With a scope aiming at both SoSs and CPSs, several other related aspects have been given little attention as well. This may render our case study findings as of little value. However, identifying clear boundaries around a CPSoS while at the same time providing exact specifications of a representative case study can be challenging, yet still establishing a provisional truth until contradictory findings or better theorizing has been developed. With providing both a reference EA and an instantiation of the EA, many researchers and practitioners may empathize with our study, because they recognize the sorts of situation that we portray either on a higher level with some simplifications or a more detailed exemplification.", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "Thus, even though some of the case study findings may be specific to the established logistics domain, it is believed that this study's validity does not entirely depend upon the case from which we draw the architectural instantiation. To a certain extent, the case study is representative of the trend of CPSoS implementations in complex enterprises. Further research is needed to investigate how enterprises can apply CPSoS functionality affecting the resilience of an enterprise. This will augment current theories and practices of Industry 4.0 and further enrich the proposed reference architecture. A deeper investigation and specification of the CPSoS design principles is also needed.", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "This paper presented an EA for detection and monitoring of emergent behaviors in a CPSoS context, which enables an integration of distributed autonomous business logic. The purpose of this study was to present an overview of functional building blocks that are required to support the execution and control of business logic for monitoring and detecting emergence. We focused on a means to achieve resilience by uniting the behavior of local autonomous entities with enterprise-wide goals and behaviors. The proposed architecture attempts to target sources of disruptions, such as unexpected emergence, while evolving the CPSoS in a dynamic way. We put forward that facilitating these features is key to obtaining a resilient enterprise \"by design\".", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Future Work"}, {"text": "Based on a SLR, we identified requirements to be addressed in modeling of the architecture. We presented a reference architecture to guide the process of planning and designing the functionalities within an enterprise. The feasibility of our approach is demonstrated with a proof-of-concept implementation (an instantiation of the EA) through a logistics case study. Experimental results showed, among others the ability to achieve multiple objectives, both micro and macro, by uniting heterogeneous autonomous decision-making units into enterprises, and vice versa; and the ability for enterprises to dynamically adjust business rules of interest, in order to re balance emergent behaviors at the micro-and macro-levels. Results of the latter one indicated the usefulness when proposing disruption mitigation strategies. Understanding emergent behavior as an outcome of an enterprise CPSoS's complexity is key for achieving a resilient enterprise.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Future Work"}, {"text": "This work has several remaining challenges to be addressed before the full potential of satisfied architectural requirements can be realized in practice. First, although supported by a methodology, the requirement selection required domain knowledge and expertise. We expect that validating our architectures in real-life settings might lead to the identification of other requirements to be added to the set we have at this time. For example, new ways to mitigate unexpected emergence might be of interest. Second, we proposed an instance of an EA based on selected requirements only, while it would be interesting to validate the functionality and proposed artifact more comprehensively. One may incorporate design decisions for this EA instance within a broader decision framework model for SoSs, such as the one illustrated by Raman and D'Souza [69] .", "cite_spans": [{"start": 849, "end": 853, "text": "[69]", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "Conclusions and Future Work"}, {"text": "The outcome of this work can also spark new research interests. We can explore the possibility of having enterprises self-adapt to contextual changes, thereby more closely embracing the CPS paradigm as well as becoming a time-and self-aware architecture. Another direction would be to integrate the architecture with a SoS dynamic architecture, also including security aspects. Furthermore, we only addressed a case study and instantiation of the proposed EA. The proposed reference architecture may also be applicable to other use cases and industries to evaluate the accuracy of the conclusions discussed above. For example, in further work one may explore different micro-macro integration strategies. A real-life multimodal logistics case study integrated with the smart grid may be an interesting next step. Furthermore, more research is needed on emergent behavior detecting, monitoring, and managing. To this end, analysis of simulations could provide key insights into emergent behaviors of the CPSoS. We also recommend more research on the concept of enterprise resilience and associated terms, such as (anti)fragility, robustness, and flexibility in the context of an enterprise CPSoS. Last, further explorations to leverage united CPSoS, Industry 4.0, and IoT implications by embedding the human's expertise may be a promising next step. Refined collaborative interactions between humans and CSs inspired from the Industry 5.0 vision, can amplify the human and SoS intelligence to meet the uncertain nature and complexity of the real world. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Future Work"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Survey of 2011 Tohoku earthquake tsunami inundation and run-up", "authors": [{"first": "N", "middle": [], "last": "Mori", "suffix": ""}, {"first": "T", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "T", "middle": [], "last": "Yasuda", "suffix": ""}, {"first": "H", "middle": [], "last": "Yanagisawa", "suffix": ""}], "year": 2011, "venue": "Geophys. Res. Lett", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1029/2011GL049210"]}}, "BIBREF1": {"ref_id": "b1", "title": "Antigenic and genetic characteristics of swine-origin 2009 A (H1N1) influenza viruses circulating in humans", "authors": [{"first": "R", "middle": ["J"], "last": "Garten", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Davis", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Russell", "suffix": ""}, {"first": "B", "middle": [], "last": "Shu", "suffix": ""}, {"first": "S", "middle": [], "last": "Lindstrom", "suffix": ""}, {"first": "A", "middle": [], "last": "Balish", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Sessions", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "E", "middle": [], "last": "Skepner", "suffix": ""}, {"first": "V", "middle": [], "last": "Deyde", "suffix": ""}], "year": 2009, "venue": "Science", "volume": "325", "issn": "", "pages": "197--201", "other_ids": {"DOI": ["10.1126/science.1176225"]}}, "BIBREF2": {"ref_id": "b2", "title": "WHO | Pneumonia of Unknown Cause-China", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical features of patients infected with 2019 novel coronavirus in", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Fan", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": [], "last": "Gu", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30183-5"]}}, "BIBREF4": {"ref_id": "b4", "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans", "authors": [{"first": "F", "middle": [], "last": "Dawood", "suffix": ""}, {"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}, {"first": "M", "middle": [], "last": "Shaw", "suffix": ""}, {"first": "S", "middle": [], "last": "Lindstrom", "suffix": ""}, {"first": "R", "middle": [], "last": "Garten", "suffix": ""}, {"first": "L", "middle": [], "last": "Gubareva", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "C", "middle": [], "last": "Bridges", "suffix": ""}, {"first": "T", "middle": [], "last": "Uyeki", "suffix": ""}], "year": 2009, "venue": "N. Engl. J. Med", "volume": "360", "issn": "", "pages": "2605--2615", "other_ids": {"DOI": ["10.1056/NEJMoa0903810"]}}, "BIBREF5": {"ref_id": "b5", "title": "Building disaster resilience: Steps toward sustainability", "authors": [{"first": "S", "middle": ["L"], "last": "Cutter", "suffix": ""}], "year": 2014, "venue": "Chall. Sustain", "volume": "1", "issn": "", "pages": "72--79", "other_ids": {"DOI": ["10.12924/cis2013.01020072"]}}, "BIBREF6": {"ref_id": "b6", "title": "The role of absorptive capacity and innovation strategy in the design of industry 4.0 business Models-A comparison between SMEs and large enterprises", "authors": [{"first": "J", "middle": ["M"], "last": "Müller", "suffix": ""}, {"first": "O", "middle": [], "last": "Buliga", "suffix": ""}, {"first": "K", "middle": ["I"], "last": "Voigt", "suffix": ""}], "year": 2020, "venue": "Eur. Manag. J", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.emj.2020.01.002."]}}, "BIBREF7": {"ref_id": "b7", "title": "Challenges and Useful Practices Towards a Human-Centred Vision of AI and IA", "authors": [{"first": "L", "middle": [], "last": "Oppermann", "suffix": ""}, {"first": "A", "middle": [], "last": "Boden", "suffix": ""}, {"first": "B", "middle": [], "last": "Hofmann", "suffix": ""}, {"first": "W", "middle": [], "last": "Prinz", "suffix": ""}, {"first": "S", "middle": [], "last": "Decker", "suffix": ""}, {"first": "", "middle": [], "last": "Beyond", "suffix": ""}, {"first": "Cscw", "middle": [], "last": "Hci", "suffix": ""}], "year": 2019, "venue": "Proceedings of the Halfway to the Future Symposium", "volume": "", "issn": "", "pages": "1--5", "other_ids": {"DOI": ["10.1145/3363384.3363481"]}}, "BIBREF8": {"ref_id": "b8", "title": "Systems of Systems Engineering: Principles and Applications", "authors": [{"first": "M", "middle": [], "last": "Jamshidi", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Cyber-Physical Systems of Systems", "authors": [{"first": "A", "middle": [], "last": "Bondavalli", "suffix": ""}, {"first": "S", "middle": [], "last": "Bouchenak", "suffix": ""}, {"first": "H", "middle": [], "last": "Kopetz", "suffix": ""}], "year": 2016, "venue": "", "volume": "10099", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-3-319-47590-5"]}}, "BIBREF10": {"ref_id": "b10", "title": "Cyber-Physical Systems", "authors": [{"first": "R", "middle": [], "last": "Baheti", "suffix": ""}, {"first": "H", "middle": [], "last": "Gill", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Enterprise architecture and enterprise architecture artifacts: Questioning the old concept in light of new findings", "authors": [{"first": "S", "middle": [], "last": "Kotusev", "suffix": ""}], "year": 2019, "venue": "J. Inf. Technol", "volume": "34", "issn": "", "pages": "102--128", "other_ids": {"DOI": ["10.1177/0268396218816273"]}}, "BIBREF12": {"ref_id": "b12", "title": "Archimate R 3.0. 1-A Pocket Guide", "authors": [{"first": "A", "middle": [], "last": "Josey", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Enterprise architecture 4.0-A vision, an approach and software tool support", "authors": [{"first": "A", "middle": [], "last": "Aldea", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Iacob", "suffix": ""}, {"first": "A", "middle": [], "last": "Wombacher", "suffix": ""}, {"first": "M", "middle": [], "last": "Hiralal", "suffix": ""}, {"first": "T", "middle": [], "last": "Franck", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 2018 IEEE 22nd International Enterprise Distributed Object Computing (EDOC) Conference", "volume": "", "issn": "", "pages": "1--10", "other_ids": {"DOI": ["10.1109/EDOC.2018.00011"]}}, "BIBREF14": {"ref_id": "b14", "title": "A digital supply chain twin for managing the disruption risks and resilience in the era of Industry 4.0", "authors": [{"first": "D", "middle": [], "last": "Ivanov", "suffix": ""}, {"first": "A", "middle": [], "last": "Dolgui", "suffix": ""}], "year": null, "venue": "Prod. Plan. Control", "volume": "2020", "issn": "", "pages": "1--14", "other_ids": {"DOI": ["10.1080/09537287.2020.1768450"]}}, "BIBREF15": {"ref_id": "b15", "title": "Industry 4.0 and resilience in the supply chain: A driver of capability enhancement or capability loss?", "authors": [{"first": "P", "middle": [], "last": "Ralston", "suffix": ""}, {"first": "J", "middle": [], "last": "Blackhurst", "suffix": ""}], "year": null, "venue": "Int. J. Prod. Res", "volume": "2020", "issn": "", "pages": "1--14", "other_ids": {"DOI": ["10.1080/00207543.2020.1736724"]}}, "BIBREF16": {"ref_id": "b16", "title": "Industry 4.0: State of the art and future trends", "authors": [{"first": "L", "middle": ["D"], "last": "Xu", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Xu", "suffix": ""}, {"first": "L", "middle": [], "last": "Li", "suffix": ""}], "year": 2018, "venue": "Int. J. Prod. Res", "volume": "56", "issn": "", "pages": "2941--2962", "other_ids": {"DOI": ["10.1080/00207543.2018.1444806"]}}, "BIBREF18": {"ref_id": "b18", "title": "An agent-based process mining architecture for emergent behavior analysis", "authors": [{"first": "R", "middle": ["H"], "last": "Bemthuis", "suffix": ""}, {"first": "M", "middle": [], "last": "Koot", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Mes", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Bukhsh", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Iacob", "suffix": ""}, {"first": "N", "middle": [], "last": "Meratnia", "suffix": ""}], "year": 2019, "venue": "Proceedings of the 2019 IEEE 23rd International Enterprise Distributed Object Computing Workshop (EDOCW)", "volume": "", "issn": "", "pages": "54--64", "other_ids": {"DOI": ["10.1109/EDOCW.2019.00022"]}}, "BIBREF19": {"ref_id": "b19", "title": "Using agent-based simulation for emergent behavior detection in cyber-physical systems", "authors": [{"first": "R", "middle": [], "last": "Bemthuis", "suffix": ""}, {"first": "M", "middle": [], "last": "Mes", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Iacob", "suffix": ""}, {"first": "P", "middle": [], "last": "Havinga", "suffix": ""}], "year": 2020, "venue": "Proceedings of the 2020 Winter Simulation Conference (WSC)", "volume": "", "issn": "", "pages": "14--18", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "A design science research methodology for information systems research", "authors": [{"first": "K", "middle": [], "last": "Peffers", "suffix": ""}, {"first": "T", "middle": [], "last": "Tuunanen", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Rothenberger", "suffix": ""}, {"first": "S", "middle": [], "last": "Chatterjee", "suffix": ""}], "year": 2007, "venue": "J. Manag. Inf. Syst", "volume": "24", "issn": "", "pages": "45--77", "other_ids": {"DOI": ["10.2753/MIS0742-1222240302"]}}, "BIBREF21": {"ref_id": "b21", "title": "IEEE recommended practice for architectural description for software-intensive systems", "authors": [], "year": null, "venue": "IEEE Stand", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1109/IEEESTD.2000.91944."]}}, "BIBREF22": {"ref_id": "b22", "title": "Procedures for Performing Systematic Reviews", "authors": [{"first": "B", "middle": [], "last": "Kitchenham", "suffix": ""}], "year": 2004, "venue": "", "volume": "33", "issn": "", "pages": "1--26", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Systematic literature reviews in software engineering-a systematic literature review", "authors": [{"first": "B", "middle": [], "last": "Kitchenham", "suffix": ""}, {"first": "O", "middle": ["P"], "last": "Brereton", "suffix": ""}, {"first": "D", "middle": [], "last": "Budgen", "suffix": ""}, {"first": "M", "middle": [], "last": "Turner", "suffix": ""}, {"first": "J", "middle": [], "last": "Bailey", "suffix": ""}, {"first": "S", "middle": [], "last": "Linkman", "suffix": ""}], "year": 2009, "venue": "Inf. Softw. Technol", "volume": "51", "issn": "", "pages": "7--15", "other_ids": {"DOI": ["10.1016/j.infsof.2008.09.009"]}}, "BIBREF24": {"ref_id": "b24", "title": "A systematic literature review on Enterprise Architecture Implementation Methodologies", "authors": [{"first": "B", "middle": ["D"], "last": "Rouhani", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Mahrin", "suffix": ""}, {"first": "F", "middle": [], "last": "Nikpay", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Ahmad", "suffix": ""}, {"first": "P", "middle": [], "last": "Nikfard", "suffix": ""}], "year": 2015, "venue": "Inf. Softw. Technol", "volume": "62", "issn": "", "pages": "1--20", "other_ids": {"DOI": ["10.1016/j.infsof.2015.01.012"]}}, "BIBREF25": {"ref_id": "b25", "title": "Business Logic for Resilient Supply Chain Logistics", "authors": [{"first": "R", "middle": [], "last": "Bemthuis", "suffix": ""}], "year": 2019, "venue": "Proceedings of the 2019 IEEE 23rd International Enterprise Distributed Object Computing Workshop (EDOCW)", "volume": "", "issn": "", "pages": "28--31", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Emergence as a construct: History and issues", "authors": [{"first": "J", "middle": [], "last": "Goldstein", "suffix": ""}], "year": 1999, "venue": "", "volume": "1", "issn": "", "pages": "49--72", "other_ids": {"DOI": ["10.1207/s15327000em0101_4"]}}, "BIBREF28": {"ref_id": "b28", "title": "Emergence: From Chaos to Order", "authors": [{"first": "J", "middle": ["H"], "last": "Holland", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Inferring the structure and dynamics of interactions in schooling fish", "authors": [{"first": "Y", "middle": [], "last": "Katz", "suffix": ""}, {"first": "K", "middle": [], "last": "Tunstrøm", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Ioannou", "suffix": ""}, {"first": "C", "middle": [], "last": "Huepe", "suffix": ""}, {"first": "I", "middle": ["D"], "last": "Couzin", "suffix": ""}], "year": 2011, "venue": "Proc. Natl. Acad. Sci", "volume": "108", "issn": "", "pages": "18720--18725", "other_ids": {"DOI": ["10.1073/pnas.1107583108"]}}, "BIBREF30": {"ref_id": "b30", "title": "Cyber-Physical Systems of Systems-Definition and Core Research and Innovation Areas", "authors": [{"first": "S", "middle": [], "last": "Engell", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The emergence of intelligent enterprises: From CPS to CPSS", "authors": [{"first": "F", "middle": ["Y"], "last": "Wang", "suffix": ""}], "year": 2010, "venue": "IEEE Intell. Syst", "volume": "25", "issn": "", "pages": "85--88", "other_ids": {"DOI": ["10.1109/MIS.2010.104"]}}, "BIBREF32": {"ref_id": "b32", "title": "Cyber-Physical Systems of Systems and Complexity Science: The Whole is More than the Sum of Individual and Autonomous Cyber-Physical Systems", "authors": [{"first": "B", "middle": [], "last": "Van Lier", "suffix": ""}], "year": 2018, "venue": "Cybern. Syst", "volume": "49", "issn": "", "pages": "538--565", "other_ids": {"DOI": ["10.1080/01969722.2018.1552907"]}}, "BIBREF33": {"ref_id": "b33", "title": "Types and Forms of Emergence", "authors": [{"first": "J", "middle": [], "last": "Fromm", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Emergence: Contemporary Readings in Philosophy and Science", "authors": [{"first": "M", "middle": ["A"], "last": "Bedau", "suffix": ""}, {"first": "P", "middle": [], "last": "Humphreys", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.7551/mitpress/9780262026215.001.0001"]}}, "BIBREF35": {"ref_id": "b35", "title": "Managing emergent behavior in distributed control systems", "authors": [{"first": "H", "middle": ["V D"], "last": "Parunak", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Vanderbok", "suffix": ""}], "year": null, "venue": "Ann. Arbor", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Harnessing emergence: The control and design of emergent behavior in system of systems engineering", "authors": [{"first": "S", "middle": [], "last": "Mittal", "suffix": ""}, {"first": "L", "middle": [], "last": "Rainey", "suffix": ""}], "year": 2015, "venue": "Proceedings of the Conference on Summer Computer Simulation", "volume": "", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "What do you mean,'resilient'?", "authors": [{"first": "D", "middle": [], "last": "Hodgson", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Mcdonald", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Hosken", "suffix": ""}], "year": 2015, "venue": "Trends Ecol. Evol", "volume": "30", "issn": "", "pages": "503--506", "other_ids": {"DOI": ["10.1016/j.tree.2015.06.010"]}}, "BIBREF38": {"ref_id": "b38", "title": "Resilience and stability of ecological systems", "authors": [{"first": "C", "middle": ["S"], "last": "Holling", "suffix": ""}], "year": 1973, "venue": "Annu. Rev. Ecol. Syst", "volume": "4", "issn": "", "pages": "1--23", "other_ids": {"DOI": ["10.1146/annurev.es.04.110173.000245"]}}, "BIBREF39": {"ref_id": "b39", "title": "Engineering resilience versus ecological resilience", "authors": [{"first": "C", "middle": ["S"], "last": "Holling", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Resilience thinking: Integrating resilience, adaptability and transformability", "authors": [{"first": "C", "middle": [], "last": "Folke", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Carpenter", "suffix": ""}, {"first": "B", "middle": [], "last": "Walker", "suffix": ""}, {"first": "M", "middle": [], "last": "Scheffer", "suffix": ""}, {"first": "T", "middle": [], "last": "Chapin", "suffix": ""}, {"first": "J", "middle": [], "last": "Rockström", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Global perspectives on resilience in children and youth", "authors": [{"first": "A", "middle": ["S"], "last": "Masten", "suffix": ""}], "year": 2014, "venue": "Child Dev", "volume": "85", "issn": "", "pages": "6--20", "other_ids": {"DOI": ["10.1111/cdev.12205"]}}, "BIBREF42": {"ref_id": "b42", "title": "Approaches for resilience and antifragility in collaborative business ecosystems", "authors": [{"first": "J", "middle": [], "last": "Ramezani", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Camarinha-Matos", "suffix": ""}], "year": 2020, "venue": "Technol. Forecast. Soc. Chang", "volume": "151", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.techfore.2019.119846"]}}, "BIBREF43": {"ref_id": "b43", "title": "Sustainability and resilience: Toward a systems approach", "authors": [{"first": "J", "middle": [], "last": "Fiksel", "suffix": ""}], "year": 2006, "venue": "Sustain. Sci. Pract. Policy", "volume": "2", "issn": "", "pages": "14--21", "other_ids": {"DOI": ["10.1080/15487733.2006.11907980"]}}, "BIBREF44": {"ref_id": "b44", "title": "Ecological resilience-In theory and application", "authors": [{"first": "L", "middle": ["H"], "last": "Gunderson", "suffix": ""}], "year": 2000, "venue": "Annu. Rev. Ecol. Syst", "volume": "31", "issn": "", "pages": "425--439", "other_ids": {"DOI": ["10.1146/annurev.ecolsys.31.1.425"]}}, "BIBREF45": {"ref_id": "b45", "title": "From metaphor to measurement: Resilience of what to what? Ecosystems", "authors": [{"first": "S", "middle": [], "last": "Carpenter", "suffix": ""}, {"first": "B", "middle": [], "last": "Walker", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Anderies", "suffix": ""}, {"first": "N", "middle": [], "last": "Abel", "suffix": ""}], "year": 2001, "venue": "", "volume": "4", "issn": "", "pages": "765--781", "other_ids": {"DOI": ["10.1007/s10021-001-0045-9"]}}, "BIBREF46": {"ref_id": "b46", "title": "Resilience management in social-ecological systems: A working hypothesis for a participatory approach", "authors": [{"first": "B", "middle": [], "last": "Walker", "suffix": ""}, {"first": "S", "middle": [], "last": "Carpenter", "suffix": ""}, {"first": "J", "middle": [], "last": "Anderies", "suffix": ""}, {"first": "N", "middle": [], "last": "Abel", "suffix": ""}, {"first": "G", "middle": [], "last": "Cumming", "suffix": ""}, {"first": "M", "middle": [], "last": "Janssen", "suffix": ""}, {"first": "L", "middle": [], "last": "Lebel", "suffix": ""}, {"first": "J", "middle": [], "last": "Norberg", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Peterson", "suffix": ""}, {"first": "R", "middle": [], "last": "Pritchard", "suffix": ""}], "year": 2002, "venue": "Conserv. Ecol", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.5751/ES-00356-060114"]}}, "BIBREF47": {"ref_id": "b47", "title": "How resilience works", "authors": [{"first": "D", "middle": ["L"], "last": "Coutu", "suffix": ""}], "year": 2002, "venue": "Harv. Bus. Rev", "volume": "80", "issn": "", "pages": "46--56", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Resilience, adaptability and transformability in social-Ecological systems", "authors": [{"first": "B", "middle": [], "last": "Walker", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Holling", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Carpenter", "suffix": ""}, {"first": "A", "middle": [], "last": "Kinzig", "suffix": ""}], "year": 2004, "venue": "Ecol. Soc", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.5751/ES-00650-090205"]}}, "BIBREF49": {"ref_id": "b49", "title": "Organizing for resilience. Posit", "authors": [{"first": "K", "middle": ["M"], "last": "Sutcliffe", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Vogus", "suffix": ""}], "year": 2003, "venue": "Organ. Sch. Found. New Discip", "volume": "94", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Organizational resilience: towards a theory and research agenda", "authors": [{"first": "T", "middle": ["J"], "last": "Vogus", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Sutcliffe", "suffix": ""}], "year": 2007, "venue": "Proceedings of the 2007 IEEE International Conference on Systems, Man and Cybernetics", "volume": "", "issn": "", "pages": "3418--3422", "other_ids": {"DOI": ["10.1109/ICSMC.2007.4414160"]}}, "BIBREF51": {"ref_id": "b51", "title": "Understanding the concept of supply chain resilience", "authors": [{"first": "S", "middle": ["Y"], "last": "Ponomarov", "suffix": ""}, {"first": "M", "middle": [], "last": "Holcomb", "suffix": ""}], "year": 2009, "venue": "Int. J. Logist. Manag", "volume": "20", "issn": "", "pages": "124--143", "other_ids": {"DOI": ["10.1108/09574090910954873"]}}, "BIBREF52": {"ref_id": "b52", "title": "A framework for enterprise resilience using service oriented architecture approach", "authors": [{"first": "O", "middle": [], "last": "Erol", "suffix": ""}, {"first": "M", "middle": [], "last": "Mansouri", "suffix": ""}, {"first": "B", "middle": [], "last": "Sauser", "suffix": ""}], "year": 2009, "venue": "Proceedings of the 2009 3rd Annual IEEE Systems Conference", "volume": "", "issn": "", "pages": "127--132", "other_ids": {"DOI": ["10.1109/SYSTEMS.2009.4815785"]}}, "BIBREF53": {"ref_id": "b53", "title": "Developing an index to assess the resilience of critical infrastructure", "authors": [{"first": "F", "middle": ["D"], "last": "Petit", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Eaton", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Fisher", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Mcaraw", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Collins", "suffix": ""}, {"first": "", "middle": [], "last": "Iii", "suffix": ""}], "year": 2012, "venue": "Int. J. Risk Assess. Manag", "volume": "16", "issn": "", "pages": "28--47", "other_ids": {"DOI": ["10.1504/IJRAM.2012.047551"]}}, "BIBREF54": {"ref_id": "b54", "title": "A uniform approach for system of systems architecture evaluation", "authors": [{"first": "M", "middle": [], "last": "Gagliardi", "suffix": ""}, {"first": "W", "middle": [], "last": "Wood", "suffix": ""}, {"first": "J", "middle": [], "last": "Klein", "suffix": ""}, {"first": "J", "middle": [], "last": "Morley", "suffix": ""}], "year": 2009, "venue": "", "volume": "22", "issn": "", "pages": "12--15", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Basic Concepts on Systems of Systems", "authors": [{"first": "A", "middle": [], "last": "Ceccarelli", "suffix": ""}, {"first": "A", "middle": [], "last": "Bondavalli", "suffix": ""}, {"first": "B", "middle": [], "last": "Froemel", "suffix": ""}, {"first": "O", "middle": [], "last": "Hoeftberger", "suffix": ""}, {"first": "H", "middle": [], "last": "Kopetz", "suffix": ""}], "year": null, "venue": "Cyber-Physical Systems of Systems: Foundations-A Conceptual Model and Some Derivations: The AMADEOS Legacy", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "A place-based model for understanding community resilience to natural disasters", "authors": [{"first": "S", "middle": ["L"], "last": "Cutter", "suffix": ""}, {"first": "L", "middle": [], "last": "Barnes", "suffix": ""}, {"first": "M", "middle": [], "last": "Berry", "suffix": ""}, {"first": "C", "middle": [], "last": "Burton", "suffix": ""}, {"first": "E", "middle": [], "last": "Evans", "suffix": ""}, {"first": "E", "middle": [], "last": "Tate", "suffix": ""}, {"first": "J", "middle": [], "last": "Webb", "suffix": ""}], "year": 2008, "venue": "Glob. Environ. Chang", "volume": "18", "issn": "", "pages": "598--606", "other_ids": {"DOI": ["10.1016/j.gloenvcha.2008.07.013"]}}, "BIBREF58": {"ref_id": "b58", "title": "Community and Regional Resilience: Perspectives from Hazards, Disasters, and Emergency Management", "authors": [{"first": "S", "middle": ["L"], "last": "Cutter", "suffix": ""}, {"first": "L", "middle": [], "last": "Barnes", "suffix": ""}, {"first": "M", "middle": [], "last": "Berry", "suffix": ""}, {"first": "C", "middle": [], "last": "Burton", "suffix": ""}, {"first": "E", "middle": [], "last": "Evans", "suffix": ""}, {"first": "E", "middle": [], "last": "Tate", "suffix": ""}, {"first": "J", "middle": [], "last": "Webb", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "United Nations International Strategy for Disaster Reduction (UNISDR)", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "A survey of emergent behavior and its impacts in agent-based systems", "authors": [{"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Sim", "suffix": ""}, {"first": "M", "middle": ["Y H"], "last": "Low", "suffix": ""}], "year": 2006, "venue": "Proceedings of the 2006 4th IEEE International Conference on Industrial Informatics", "volume": "", "issn": "", "pages": "1295--1300", "other_ids": {"DOI": ["10.1109/INDIN.2006.275846"]}}, "BIBREF61": {"ref_id": "b61", "title": "Tutorial on agent-based modeling and simulation", "authors": [{"first": "C", "middle": ["M"], "last": "Macal", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "North", "suffix": ""}], "year": 2005, "venue": "Proceedings of the Winter Simulation Conference", "volume": "", "issn": "", "pages": "4--7", "other_ids": {"DOI": ["10.1109/WSC.2005.1574234"]}}, "BIBREF62": {"ref_id": "b62", "title": "Characterization of cyber-physical sensor systems", "authors": [{"first": "C", "middle": [], "last": "Berger", "suffix": ""}, {"first": "A", "middle": [], "last": "Hees", "suffix": ""}, {"first": "S", "middle": [], "last": "Braunreuther", "suffix": ""}, {"first": "G", "middle": [], "last": "Reinhart", "suffix": ""}], "year": 2016, "venue": "Procedia CIRP", "volume": "41", "issn": "", "pages": "638--643", "other_ids": {"DOI": ["10.1016/j.procir.2015.12.019"]}}, "BIBREF63": {"ref_id": "b63", "title": "Design of a web-based thesaurus for systems of systems engineering", "authors": [{"first": "V", "middle": [], "last": "Barot", "suffix": ""}, {"first": "M", "middle": [], "last": "Henshaw", "suffix": ""}, {"first": "C", "middle": [], "last": "Siemieniuch", "suffix": ""}, {"first": "H", "middle": [], "last": "Dogan", "suffix": ""}], "year": 2013, "venue": "Proceedings of the 2013 8th International Conference on System of Systems Engineering", "volume": "", "issn": "", "pages": "7--12", "other_ids": {"DOI": ["10.1109/SYSoSE.2013.6575234"]}}, "BIBREF64": {"ref_id": "b64", "title": "Systems of systems, cyber-physical systems, the internet-of-things", "authors": [{"first": "M", "middle": ["J"], "last": "De C Henshaw", "suffix": ""}], "year": 2016, "venue": "", "volume": "19", "issn": "", "pages": "51--54", "other_ids": {"DOI": ["10.1002/inst.12109"]}}, "BIBREF65": {"ref_id": "b65", "title": "A systematic literature review on the description of software architectures for systems of systems", "authors": [{"first": "M", "middle": [], "last": "Guessi", "suffix": ""}, {"first": "V", "middle": ["V"], "last": "Neto", "suffix": ""}, {"first": "T", "middle": [], "last": "Bianchi", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Felizardo", "suffix": ""}, {"first": "F", "middle": [], "last": "Oquendo", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Nakagawa", "suffix": ""}], "year": 2015, "venue": "Proceedings of the 30th Annual ACM Symposium on Applied Computing", "volume": "", "issn": "", "pages": "1433--1440", "other_ids": {"DOI": ["10.1145/2695664.2695795"]}}, "BIBREF66": {"ref_id": "b66", "title": "System of Systems-the meaning of of", "authors": [{"first": "J", "middle": [], "last": "Boardman", "suffix": ""}, {"first": "B", "middle": [], "last": "Sauser", "suffix": ""}], "year": 2006, "venue": "Proceedings of the 2006 IEEE/SMC International Conference on System of Systems Engineering", "volume": "", "issn": "", "pages": "24--26", "other_ids": {"DOI": ["10.1109/SYSOSE.2006.1652284"]}}, "BIBREF67": {"ref_id": "b67", "title": "Understanding the current state of US defense systems of systems and the implications for systems engineering", "authors": [{"first": "J", "middle": ["S"], "last": "Dahmann", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Baldwin", "suffix": ""}], "year": 2008, "venue": "Proceedings of the 2008 2nd Annual IEEE Systems Conference", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1109/SYSTEMS.2008.4518994"]}}, "BIBREF68": {"ref_id": "b68", "title": "Cyber-Physical Systems: Driving Force for Innovation in Mobility", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "15--21", "other_ids": {"DOI": ["10.1007/978-3-642-29090-9_4"]}}, "BIBREF69": {"ref_id": "b69", "title": "Agile digital transformation of System-of-Systems architecture models using Zachman framework", "authors": [{"first": "S", "middle": [], "last": "Bondar", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Hsu", "suffix": ""}, {"first": "A", "middle": [], "last": "Pfouga", "suffix": ""}, {"first": "J", "middle": [], "last": "Stjepandić", "suffix": ""}], "year": 2017, "venue": "J. Ind. Inf. Integr", "volume": "7", "issn": "", "pages": "33--43", "other_ids": {"DOI": ["10.1016/j.jii.2017.03.001"]}}, "BIBREF70": {"ref_id": "b70", "title": "Decision learning framework for architecture design decisions of complex systems and system-of-systems", "authors": [{"first": "R", "middle": [], "last": "Raman", "suffix": ""}, {"first": "M", "middle": [], "last": "Souza", "suffix": ""}], "year": 2019, "venue": "Syst. Eng", "volume": "22", "issn": "", "pages": "538--560", "other_ids": {"DOI": ["10.1002/sys.21517"]}}, "BIBREF71": {"ref_id": "b71", "title": "Complexity and the notion of system of systems: Part (I): General systems and complexity", "authors": [{"first": "N", "middle": [], "last": "Karcanias", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Hessami", "suffix": ""}], "year": 2010, "venue": "Proceedings of the 2010 World Automation Congress", "volume": "", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "A framework for characterising complex systems and system of systems", "authors": [{"first": "A", "middle": [], "last": "Hessami", "suffix": ""}], "year": 2013, "venue": "Proceedings of the 2013 IEEE International Conference on Systems, Man, and Cybernetics", "volume": "", "issn": "", "pages": "1702--1708", "other_ids": {"DOI": ["10.1109/SMC.2013.293"]}}, "BIBREF73": {"ref_id": "b73", "title": "Software architecture challenges and emerging research in software-intensive systems-of-systems", "authors": [{"first": "F", "middle": [], "last": "Oquendo", "suffix": ""}], "year": 2016, "venue": "Proceedings of the European Conference on Software Architecture", "volume": "", "issn": "", "pages": "3--21", "other_ids": {"DOI": ["10.1007/978-3-319-48992-6_1"]}}, "BIBREF74": {"ref_id": "b74", "title": "Software mediators as first-class entities of systems-of-systems software architectures", "authors": [{"first": "L", "middle": [], "last": "Garcés", "suffix": ""}, {"first": "F", "middle": [], "last": "Oquendo", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Nakagawa", "suffix": ""}], "year": 2019, "venue": "J. Braz. Comput. Soc", "volume": "25", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s13173-019-0089-3"]}}, "BIBREF75": {"ref_id": "b75", "title": "System-of-systems to support mobile safety critical applications: Open challenges and viable solutions", "authors": [{"first": "A", "middle": [], "last": "Bondavalli", "suffix": ""}, {"first": "A", "middle": [], "last": "Ceccarelli", "suffix": ""}, {"first": "P", "middle": [], "last": "Lollini", "suffix": ""}, {"first": "L", "middle": [], "last": "Montecchi", "suffix": ""}, {"first": "M", "middle": [], "last": "Mori", "suffix": ""}], "year": 2016, "venue": "IEEE Syst. J", "volume": "12", "issn": "", "pages": "250--261", "other_ids": {"DOI": ["10.1109/JSYST.2016.2588284"]}}, "BIBREF76": {"ref_id": "b76", "title": "System-of-systems engineering management: A review of modern history and a path forward", "authors": [{"first": "A", "middle": [], "last": "Gorod", "suffix": ""}, {"first": "B", "middle": [], "last": "Sauser", "suffix": ""}, {"first": "J", "middle": [], "last": "Boardman", "suffix": ""}], "year": 2008, "venue": "IEEE Syst. J", "volume": "2", "issn": "", "pages": "484--499", "other_ids": {"DOI": ["10.1109/JSYST.2008.2007163"]}}, "BIBREF77": {"ref_id": "b77", "title": "Towards evaluating emergent behavior of the internet of things using large scale simulation techniques (wip)", "authors": [{"first": "S", "middle": [], "last": "Bosmans", "suffix": ""}, {"first": "S", "middle": [], "last": "Mercelis", "suffix": ""}, {"first": "P", "middle": [], "last": "Hellinckx", "suffix": ""}, {"first": "J", "middle": [], "last": "Denil", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 4th ACM International Conference of Computing for Engineering and Sciences", "volume": "", "issn": "", "pages": "1--8", "other_ids": {"DOI": ["10.1145/3213187.3213191"]}}, "BIBREF78": {"ref_id": "b78", "title": "Extending a Multi-Agent Systems Simulation Architecture for Systems-of-Systems Security Analysis", "authors": [{"first": "J", "middle": [], "last": "El Hachem", "suffix": ""}, {"first": "V", "middle": [], "last": "Chiprianov", "suffix": ""}, {"first": "V", "middle": ["V G"], "last": "Neto", "suffix": ""}, {"first": "P", "middle": [], "last": "Aniorte", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 2018 13th Annual Conference on System of Systems Engineering (SoSE)", "volume": "", "issn": "", "pages": "276--283", "other_ids": {"DOI": ["10.1109/SYSOSE.2018.8428776"]}}, "BIBREF79": {"ref_id": "b79", "title": "Exploring the synergy between Industrial Ecology and System of Systems to understand complexity: a case study in air transportation", "authors": [{"first": "D", "middle": ["A"], "last": "Delaurentis", "suffix": ""}, {"first": "S", "middle": [], "last": "Ayyalasomayajula", "suffix": ""}], "year": 2009, "venue": "J. Ind. Ecol", "volume": "13", "issn": "", "pages": "247--263", "other_ids": {"DOI": ["10.1111/j.1530-9290.2009.00121.x"]}}, "BIBREF80": {"ref_id": "b80", "title": "Modeling, analyzing and predicting security cascading attacks in smart buildings systems-of-systems", "authors": [{"first": "J", "middle": ["E"], "last": "Hachem", "suffix": ""}, {"first": "V", "middle": [], "last": "Chiprianov", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Babar", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Khalil", "suffix": ""}, {"first": "P", "middle": [], "last": "Aniorte", "suffix": ""}], "year": 2020, "venue": "J. Syst. Softw", "volume": "162", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jss.2019.110484"]}}, "BIBREF81": {"ref_id": "b81", "title": "System-of-systems support-A bigraph approach to interoperability and emergent behavior", "authors": [{"first": "C", "middle": [], "last": "Stary", "suffix": ""}, {"first": "D", "middle": [], "last": "Wachholder", "suffix": ""}], "year": 2016, "venue": "Data Knowl. Eng", "volume": "105", "issn": "", "pages": "155--172", "other_ids": {"DOI": ["10.1016/j.datak.2015.12.001"]}}, "BIBREF82": {"ref_id": "b82", "title": "Formally describing the architectural behavior of software-intensive systems-of-systems with SosADL", "authors": [{"first": "F", "middle": [], "last": "Oquendo", "suffix": ""}], "year": 2016, "venue": "Proceedings of the 2016 21st International Conference on Engineering of Complex Computer Systems (ICECCS)", "volume": "", "issn": "", "pages": "13--22", "other_ids": {"DOI": ["10.1109/ICECCS.2016.012"]}}, "BIBREF83": {"ref_id": "b83", "title": "Validating Emergent Behaviours in Systems-of-Systems through Model Transformations; SRC@ MoDELS", "authors": [{"first": "V", "middle": ["V G"], "last": "Neto", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Towards a taxonomy of software mediators for systems-of-systems", "authors": [{"first": "L", "middle": [], "last": "Garcés", "suffix": ""}, {"first": "F", "middle": [], "last": "Oquendo", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Nakagawa", "suffix": ""}], "year": 2018, "venue": "Proceedings of the VII Brazilian Symposium on Software Components, Architectures, and Reuse", "volume": "", "issn": "", "pages": "53--62", "other_ids": {"DOI": ["10.1145/3267183.3267189"]}}, "BIBREF85": {"ref_id": "b85", "title": "Architecting systems of systems: A tertiary study", "authors": [{"first": "H", "middle": [], "last": "Cadavid", "suffix": ""}, {"first": "V", "middle": [], "last": "Andrikopoulos", "suffix": ""}, {"first": "P", "middle": [], "last": "Avgeriou", "suffix": ""}], "year": 2020, "venue": "Inf. Softw. Technol", "volume": "118", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.infsof.2019.106202"]}}, "BIBREF86": {"ref_id": "b86", "title": "Formally describing self-organizing architectures for systems-of-systems on the internet-of-things", "authors": [{"first": "F", "middle": [], "last": "Oquendo", "suffix": ""}], "year": 2018, "venue": "Proceedings of the European Conference on Software Architecture", "volume": "", "issn": "", "pages": "24--28", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Modeling Emergent Behavior for Systems-of-Systems", "authors": [{"first": "J", "middle": ["C"], "last": "Hsu", "suffix": ""}, {"first": "M", "middle": [], "last": "Butterfield", "suffix": ""}], "year": 2007, "venue": "Proceedings of the INCOSE International Symposium", "volume": "17", "issn": "", "pages": "1811--1821", "other_ids": {"DOI": ["10.1002/j.2334-5837.2007.tb02985.x"]}}, "BIBREF89": {"ref_id": "b89", "title": "Towards methodological support for secure architectures of software-intensive systems-of-systems", "authors": [{"first": "J", "middle": ["E"], "last": "Hachem", "suffix": ""}, {"first": "V", "middle": [], "last": "Chiprianov", "suffix": ""}, {"first": "A", "middle": [], "last": "Babar", "suffix": ""}, {"first": "P", "middle": [], "last": "Aniorte", "suffix": ""}], "year": null, "venue": "Proceedings of the International Colloquium on Software-intensive Systems-of-Systems at 10th European Conference on Software Architecture", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "System of systems architecture feasibility analysis to support tradespace exploration", "authors": [{"first": "S", "middle": ["E"], "last": "Gillespie", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Giachetti", "suffix": ""}, {"first": "A", "middle": [], "last": "Hernandez", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Beery", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Paulo", "suffix": ""}], "year": 2017, "venue": "Proceedings of the 2017 12th System of Systems Engineering Conference (SoSE)", "volume": "", "issn": "", "pages": "1--6", "other_ids": {"DOI": ["10.1109/SYSOSE.2017.7994944"]}}, "BIBREF92": {"ref_id": "b92", "title": "A modeling approach for Systems-of-Systems by adapting ISO/IEC/IEEE 42010 Standard evaluated by Goal-Question-Metric", "authors": [{"first": "M", "middle": [], "last": "Chaabane", "suffix": ""}, {"first": "I", "middle": ["B"], "last": "Rodriguez", "suffix": ""}, {"first": "R", "middle": [], "last": "Colomo-Palacios", "suffix": ""}, {"first": "W", "middle": [], "last": "Gaaloul", "suffix": ""}, {"first": "M", "middle": [], "last": "Jmaiel", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "System of systems and emergence part 1: Principles and framework", "authors": [{"first": "N", "middle": [], "last": "Karcanias", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Hessami", "suffix": ""}], "year": 2011, "venue": "Proceedings of the 2011 Fourth International Conference on Emerging Trends in Engineering & Technology", "volume": "", "issn": "", "pages": "27--32", "other_ids": {"DOI": ["10.1109/ICETET.2011.51"]}}, "BIBREF95": {"ref_id": "b95", "title": "A multi-objective optimization approach for analysing and architecting system of systems", "authors": [{"first": "B", "middle": [], "last": "Sillmann", "suffix": ""}, {"first": "T", "middle": [], "last": "Glock", "suffix": ""}, {"first": "R", "middle": [], "last": "Ghassemi", "suffix": ""}, {"first": "E", "middle": [], "last": "Sax", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 2018 Annual IEEE International Systems Conference (SysCon)", "volume": "", "issn": "", "pages": "1--8", "other_ids": {"DOI": ["10.1109/SYSCON.2018.8369581"]}}, "BIBREF96": {"ref_id": "b96", "title": "Taking hold of system of systems management", "authors": [{"first": "B", "middle": [], "last": "Sauser", "suffix": ""}, {"first": "J", "middle": [], "last": "Boardman", "suffix": ""}], "year": 2008, "venue": "Eng. Manag. J", "volume": "20", "issn": "", "pages": "3--8", "other_ids": {"DOI": ["10.1080/10429247.2008.11431782"]}}, "BIBREF97": {"ref_id": "b97", "title": "Architecting exogenous software-intensive systems-of-systems on the internet-of-vehicles with", "authors": [{"first": "F", "middle": [], "last": "Oquendo", "suffix": ""}], "year": 2019, "venue": "SosADL. Syst. Eng", "volume": "22", "issn": "", "pages": "502--518", "other_ids": {"DOI": ["10.1002/sys.21521"]}}, "BIBREF98": {"ref_id": "b98", "title": "Enabling emergent behavior in systems-of-systems through bigraph-based modeling", "authors": [{"first": "D", "middle": [], "last": "Wachholder", "suffix": ""}, {"first": "C", "middle": [], "last": "Stary", "suffix": ""}], "year": 2015, "venue": "Proceedings of the 2015 10th System of Systems Engineering Conference (SoSE)", "volume": "", "issn": "", "pages": "334--339", "other_ids": {"DOI": ["10.1109/SYSOSE.2015.7151954"]}}, "BIBREF99": {"ref_id": "b99", "title": "Agent-Based Modeling the Emergent Behavior of A System-of-Systems", "authors": [{"first": "J", "middle": ["C"], "last": "Hsu", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Clymer", "suffix": ""}, {"first": "J", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "E", "middle": [], "last": "Gonzalez", "suffix": ""}], "year": 2009, "venue": "Proceedings of the INCOSE International Symposium", "volume": "", "issn": "", "pages": "20--23", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "The study of guided emergent behavior in system of systems requirement analysis", "authors": [{"first": "K", "middle": ["W"], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Lu", "suffix": ""}, {"first": "Q", "middle": ["S"], "last": "Zhao", "suffix": ""}], "year": 2010, "venue": "Proceedings of the 2010 5th International Conference on System of Systems Engineering", "volume": "", "issn": "", "pages": "22--24", "other_ids": {"DOI": ["10.1109/SYSOSE.2010.5544033"]}}, "BIBREF102": {"ref_id": "b102", "title": "Exogenously Describing Architectural Emergent Behaviors of Systems-of-Systems with SosADL", "authors": [{"first": "F", "middle": [], "last": "Oquendo", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 2018 13th Annual Conference on System of Systems Engineering (SoSE)", "volume": "", "issn": "", "pages": "268--275", "other_ids": {"DOI": ["10.1109/SYSOSE.2018.8428715"]}}, "BIBREF103": {"ref_id": "b103", "title": "The making of a system of systems: Ontology reveals the true nature of emergence", "authors": [{"first": "G", "middle": [], "last": "Langford", "suffix": ""}, {"first": "T", "middle": [], "last": "Langford", "suffix": ""}], "year": 2017, "venue": "Proceedings of the 2017 12th System of Systems Engineering Conference (SoSE)", "volume": "", "issn": "", "pages": "1--5", "other_ids": {"DOI": ["10.1109/SYSOSE.2017.7994936"]}}, "BIBREF104": {"ref_id": "b104", "title": "On the Emergent Behavior Oxymoron of System-of-Systems Architecture Description", "authors": [{"first": "F", "middle": [], "last": "Oquendo", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Proceedings of the 2018 13th Annual Conference on System of Systems Engineering (SoSE)", "authors": [], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "417--424", "other_ids": {"DOI": ["10.1109/SYSOSE.2018.8428727"]}}, "BIBREF106": {"ref_id": "b106", "title": "Use zachman framework to engineer the emergent behavior of a system-of-systems", "authors": [{"first": "J", "middle": [], "last": "Hsu", "suffix": ""}, {"first": "M", "middle": [], "last": "Price", "suffix": ""}], "year": 2010, "venue": "Proceedings of the 48th AIAA Aerospace Sciences Meeting Including the New Horizons Forum and Aerospace Exposition", "volume": "", "issn": "", "pages": "4--7", "other_ids": {"DOI": ["10.2514/6.2010-788"]}}, "BIBREF107": {"ref_id": "b107", "title": "Architecturally describing the emergent behavior of software-intensive system-of-systems with SosADL", "authors": [{"first": "F", "middle": [], "last": "Oquendo", "suffix": ""}], "year": 2017, "venue": "Proceedings of the 2017 12th System of Systems Engineering Conference (SoSE)", "volume": "", "issn": "", "pages": "1--6", "other_ids": {"DOI": ["10.1109/SYSOSE.2017.7994941"]}}, "BIBREF108": {"ref_id": "b108", "title": "A note on promoting positive emergence and managing negative emergence in systems of systems", "authors": [{"first": "B", "middle": ["P"], "last": "Zeigler", "suffix": ""}], "year": 2016, "venue": "J. Def. Model. Simul", "volume": "13", "issn": "", "pages": "133--136", "other_ids": {"DOI": ["10.1177/1548512915620580"]}}, "BIBREF109": {"ref_id": "b109", "title": "Self-aware architecture to support partial control of emergent behavior", "authors": [{"first": "L", "middle": [], "last": "Motus", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Preden", "suffix": ""}, {"first": "M", "middle": [], "last": "Meriste", "suffix": ""}, {"first": "R", "middle": [], "last": "Pahtma", "suffix": ""}], "year": 2012, "venue": "Proceedings of the 2012 7th International Conference on System of Systems Engineering (SoSE)", "volume": "", "issn": "", "pages": "422--427", "other_ids": {"DOI": ["10.1109/SYSoSE.2012.6384148"]}}, "BIBREF110": {"ref_id": "b110", "title": "System of systems and emergence part 2: Synergetic effects and emergence", "authors": [{"first": "N", "middle": [], "last": "Karcanias", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Hessami", "suffix": ""}], "year": 2011, "venue": "Proceedings of the 2011 Fourth International Conference on Emerging Trends in Engineering & Technology", "volume": "", "issn": "", "pages": "33--38", "other_ids": {"DOI": ["10.1109/ICETET.2011.52"]}}, "BIBREF111": {"ref_id": "b111", "title": "Systomics: Toward a biology of system of systems", "authors": [{"first": "B", "middle": [], "last": "Sauser", "suffix": ""}, {"first": "J", "middle": [], "last": "Boardman", "suffix": ""}, {"first": "D", "middle": [], "last": "Verma", "suffix": ""}], "year": 2010, "venue": "IEEE Trans. Syst. Man Cybern. Part A Syst. Hum", "volume": "40", "issn": "", "pages": "803--814", "other_ids": {"DOI": ["10.1109/TSMCA.2010.2048024"]}}, "BIBREF112": {"ref_id": "b112", "title": "An integrated executable architecture framework for System of Systems development", "authors": [{"first": "P", "middle": [], "last": "Helle", "suffix": ""}, {"first": "I", "middle": [], "last": "Giblett", "suffix": ""}, {"first": "P", "middle": [], "last": "Levier", "suffix": ""}], "year": 2013, "venue": "J. Def. Model. Simul", "volume": "10", "issn": "", "pages": "435--448", "other_ids": {"DOI": ["10.1177/1548512913477259"]}}, "BIBREF113": {"ref_id": "b113", "title": "Model driven software security architecture of systems-of-systems", "authors": [{"first": "J", "middle": [], "last": "El Hachem", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "Pang", "suffix": ""}, {"first": "V", "middle": [], "last": "Chiprianov", "suffix": ""}, {"first": "A", "middle": [], "last": "Babar", "suffix": ""}, {"first": "P", "middle": [], "last": "Aniorte", "suffix": ""}], "year": 2016, "venue": "Proceedings of the 2016 23rd Asia-Pacific Software Engineering Conference (APSEC)", "volume": "", "issn": "", "pages": "89--96", "other_ids": {"DOI": ["10.1109/APSEC.2016.023"]}}, "BIBREF114": {"ref_id": "b114", "title": "Architecting principles for systems-of-systems", "authors": [{"first": "M", "middle": ["W"], "last": "Maier", "suffix": ""}], "year": 1998, "venue": "Syst. Eng. J. Int. Counc. Syst. Eng", "volume": "1", "issn": "", "pages": "267--284", "other_ids": {"DOI": ["10.1002/(SICI)1520-6858(1998)1:4<267::AID-SYS3>3.0.CO;2-D"]}}, "BIBREF115": {"ref_id": "b115", "title": "On the systems engineering and management of systems of systems and federations of systems", "authors": [{"first": "A", "middle": ["P"], "last": "Sage", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Cuppan", "suffix": ""}], "year": 2001, "venue": "Inf. Knowl. Syst. Manag", "volume": "2", "issn": "", "pages": "325--345", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "A holonic control architecture for a heterogeneous multi-objective smart micro-grid", "authors": [{"first": "S", "middle": [], "last": "Frey", "suffix": ""}, {"first": "A", "middle": [], "last": "Diaconescu", "suffix": ""}, {"first": "D", "middle": [], "last": "Menga", "suffix": ""}, {"first": "I", "middle": [], "last": "Demeure", "suffix": ""}], "year": 2013, "venue": "Proceedings of the 2013 IEEE 7th International Conference on Self-Adaptive and Self-Organizing Systems", "volume": "", "issn": "", "pages": "21--30", "other_ids": {"DOI": ["10.1109/SASO.2013.11"]}}, "BIBREF118": {"ref_id": "b118", "title": "A taxonomy for enterprise architecture analysis research", "authors": [{"first": "A", "middle": [], "last": "Barbosa", "suffix": ""}, {"first": "A", "middle": [], "last": "Santana", "suffix": ""}, {"first": "S", "middle": [], "last": "Hacks", "suffix": ""}, {"first": "N", "middle": ["V"], "last": "Stein", "suffix": ""}], "year": 2019, "venue": "Proceedings of the 21st International Conference on Enterprise Information Systems", "volume": "2", "issn": "", "pages": "493--504", "other_ids": {"DOI": ["10.5220/0007692304930504"]}}, "BIBREF119": {"ref_id": "b119", "title": "ArchiMate R extension for modeling and managing motivation, principles and requirements in TOGAF TM", "authors": [{"first": "D", "middle": [], "last": "Quartel", "suffix": ""}, {"first": "W", "middle": [], "last": "Engelsman", "suffix": ""}, {"first": "H", "middle": [], "last": "Jonkers", "suffix": ""}], "year": 2010, "venue": "Whitepaper; The Open Group", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Modelling Strategy with ArchiMate", "authors": [{"first": "A", "middle": [], "last": "Aldea", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Iacob", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Hillegersberg", "suffix": ""}, {"first": "D", "middle": [], "last": "Quartel", "suffix": ""}, {"first": "L", "middle": [], "last": "Bodenstaff", "suffix": ""}, {"first": "H", "middle": [], "last": "Franken", "suffix": ""}], "year": 2015, "venue": "Proceedings of the 30th Annual ACM Symposium on Applied Computing", "volume": "", "issn": "", "pages": "1211--1218", "other_ids": {"DOI": ["10.1145/2695664.2699489"]}}, "BIBREF121": {"ref_id": "b121", "title": "The Evolution of Information Systems Architecture: An Agent-Based Simulation Model", "authors": [{"first": "K", "middle": [], "last": "Haki", "suffix": ""}, {"first": "J", "middle": [], "last": "Beese", "suffix": ""}, {"first": "S", "middle": [], "last": "Aier", "suffix": ""}, {"first": "R", "middle": [], "last": "Winter", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.25300/MISQ/2020/14494"]}}, "BIBREF122": {"ref_id": "b122", "title": "Developing Multi-Agent Systems with JADE", "authors": [{"first": "F", "middle": ["L"], "last": "Bellifemine", "suffix": ""}, {"first": "G", "middle": [], "last": "Caire", "suffix": ""}, {"first": "D", "middle": [], "last": "Greenwood", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Detection and classification of emergent behaviors using multi-agent simulation framework (WIP)", "authors": [{"first": "S", "middle": [], "last": "Singh", "suffix": ""}, {"first": "S", "middle": [], "last": "Lu", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Kokar", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Kogut", "suffix": ""}, {"first": "L", "middle": [], "last": "Martin", "suffix": ""}], "year": 2017, "venue": "Proceedings of the Symposium on Modeling and Simulation of Complexity in Intelligent, Adaptive and Autonomous Systems", "volume": "", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Spatial agent-based models for socio-ecological systems: Challenges and prospects", "authors": [{"first": "T", "middle": [], "last": "Filatova", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Verburg", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Parker", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Stannard", "suffix": ""}], "year": 2013, "venue": "Environ. Model. Softw", "volume": "45", "issn": "", "pages": "1--7", "other_ids": {"DOI": ["10.1016/j.envsoft.2013.03.017"]}}, "BIBREF125": {"ref_id": "b125", "title": "A Practical Guide to SysML: The Systems Modeling Language", "authors": [{"first": "S", "middle": [], "last": "Friedenthal", "suffix": ""}, {"first": "A", "middle": [], "last": "Moore", "suffix": ""}, {"first": "R", "middle": [], "last": "Steiner", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Assessing Resilience in Enterprise Architecture: A Systematic Review", "authors": [{"first": "A", "middle": [], "last": "Aldea", "suffix": ""}, {"first": "E", "middle": [], "last": "Vaicekauskaitė", "suffix": ""}, {"first": "M", "middle": [], "last": "Daneva", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Piest", "suffix": ""}], "year": 2020, "venue": "Proceedings of the 2020 IEEE 24th International Enterprise Distributed Object Computing Conference (EDOC)", "volume": "", "issn": "", "pages": "1--10", "other_ids": {"DOI": ["10.1109/EDOC49727.2020.00011"]}}, "BIBREF127": {"ref_id": "b127", "title": "Enterprise architecture for complex system-of-systems contexts", "authors": [{"first": "P", "middle": ["J"], "last": "Boxer", "suffix": ""}, {"first": "S", "middle": [], "last": "Garcia", "suffix": ""}], "year": 2009, "venue": "Proceedings of the 2009 3rd Annual IEEE Systems Conference", "volume": "", "issn": "", "pages": "253--256", "other_ids": {"DOI": ["10.1109/SYSTEMS.2009.4815807"]}}, "BIBREF128": {"ref_id": "b128", "title": "Complex adaptive systems thinking approach to enterprise architecture", "authors": [{"first": "M", "middle": [], "last": "Rabaey", "suffix": ""}], "year": 2016, "venue": "Web Design and Development: Concepts, Methodologies, Tools, and Applications", "volume": "", "issn": "", "pages": "339--389", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Research methodology.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Reference enterprise architecture.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Architectural view on the business logic component.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Motivation model linking the design goals and requirements to the corresponding architectural building blocks.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "MultimodalLoCo case study. Inspired by Bemthuis et al.[20] and modified in Tecnomatix Plant Simulation v14.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Conceptual framework of the case study's constituent systems and CPSoS design relations.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "MultimodalLoCo's enterprise architecture.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "The impact of disruptions and disruption mitigation strategies. (a) No disruption. (b) With disruption after 6 h and a reactive mitigation strategy. (c) With disruption after 6 h and an unchanged strategy. (d) With disruption after 6 h and a proactive mitigation strategy.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Macro-against micro-goals in disruptive scenarios. (a) With disruption after 6 h and an unchanged strategy. (b) With disruption after 6 h and a proactive mitigation strategy.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Contributions: Conceptualization, R.B., M.-E.I., and P.H.; Formal analysis, R.B.; Funding acquisition, M.-E.I. and P.H.; Methodology, R.B., M.-E.I., and P.H.; Supervision, M.-E.I. and P.H.; Visualization, R.B.; Writing-original draft, R.B.; Writing-review and editing, R.B. and M.-E.I. All authors have read and agreed to the published version of the manuscript. Funding: This work is part of the research programme DataRel with project number 628.009.015, which is (partly) financed by the Dutch Research Council (NWO) and Commit2Data.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Contribution of emergent behavior in a Cyber-Physical Systems of Systems (CPSoS). Adapted from the work in[10].• Type I: nominal or intentional emergence is fully predictable due to the controlled and planned interaction of the individual components. Any level simpler than that of the whole CPSoS cannot comprise the analysis of this type, which makes it challenging to detect or predict emerging behaviors from inside the system. To exemplify, consider a freight barge of which a cargo attribute (e.g., a smart pallet) is not able to comprehend the barge's emergence. • Type II: weak emergence comprises systems with top-down feedback, imposing constraints on the local interactions. This type of emergence is in principle identifiable, but the interaction complexity can be prohibitive for extant analysis techniques. Consider interacting systems with a (co-)dependency (e.g., a scarce resource) resulting into cumulative, sometimes predictable, propagation across the whole CPSoS. The formation of traffic jams is an example. • Type III: multiple emergence is characterized by multiple positive (expansion impossible) and negative feedback (contraction impossible) loops in complex systems. New systems can appear while old ones disappear. The behavior (of CSs or of their environment) is non-deterministic and can be chaotic. An example includes truck platooning or the bullwhip effect. • Type IV: strong emergence comprises completely new properties that cannot be predicted, even in principle, to cumulative system effects. The macro-level properties are irreducible to elementary parts and their interactions", "latex": null, "type": "table"}, "TABREF2": {"text": "use agent-based modeling techniques to support their work.Figure 2. Research validation maturity. The contribution types are as follows; i = architecture; ii = framework; iii = architecture description language; iv = model; v = ontology; taxonomy, or controlled vocabulary; vi = secondary/tertiary study; vii = viewpoint.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank Adina Aldea, Martijn Koot, Fatjon Seraj, and Fons Wijnhoven for fruitful discussions and comments on various drafts of the paper. The authors thank the DataRel project partners as well as project partners from the CountDown project (supported by OP Oost) for their generous support and dedication to this project and process. The authors wish to also thank the anonymous reviewers for their constructive comments.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments:"}, {"text": "The authors declare no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest:"}]}