{"paper_id": "00fdc4a02b59f53dd49ec2082fbc5dba69807746", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "January 28 2020. World Health Organization; 2020. Available at: https://apps.who. int/iris/bitstream/handle/10665/330893/WHO-nCoV-Clinical-2020. 3-chi. pdf. Accessed June 8, 2020. 4 . Darwish I, Mubareka S, Liles WC. Immunomodulatory therapy for severe influenza.", "cite_spans": [{"start": 145, "end": 151, "text": "3-chi.", "ref_id": null}, {"start": 166, "end": 181, "text": "June 8, 2020. 4", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Expert Rev Anti-infect Ther 2011;9:807-22. 5 Association of asthma and its genetic predisposition with the risk of severe To the Editor:", "cite_spans": [{"start": 43, "end": 44, "text": "5", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "In individuals with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection, the severity of illness ranges from asymptomatic to fatal. 1 The Centers for Disease Control and Prevention currently list asthma as a risk factor for severe illness from coronavirus disease 2019 . 2 This is a logical determination because the non-COVID-19 literature indicates that patients with asthma have increased susceptibility to viral respiratory infections. 3 In addition, case series of patients with COVID-19 have reported that the asthma prevalence is higher 4 or nondifferent 5 in more severe cases. However, despite the clinical and research importance, no studies have specifically examined the relationship of asthma-let alone of its phenotypes-with incident COVID-19. To address the major knowledge gap, we examined the relationship of asthma and its major phenotypes with the risk of developing severe COVID-19. We also examined the relations of their genetic predisposition with severe COVID-19. The determination of risk factors and potential mechanisms-such as the contribution of genetic predispositions -of severe illness is instrumental for the development of prevention, risk-stratification, and treatment strategies for COVID-19.", "cite_spans": [{"start": 151, "end": 152, "text": "1", "ref_id": "BIBREF0"}, {"start": 290, "end": 291, "text": "2", "ref_id": "BIBREF2"}, {"start": 459, "end": 460, "text": "3", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "We analyzed data from the UK Biobank-a population-based prospective cohort study. The details of study design, setting, participants, data measurements, and data analysis are described in this article's Online Repository at www.jacionline.org. Briefly, the UK Biobank enrolled approximately 500,000 adults (aged 40-69 years at enrollment) in the period 2006 to 2010. 6 Using standardized protocols, the study has collected comprehensive phenotypic data-for example, demographic characteristics, medical history, physical measures (eg, body mass index), performed genome-wide genotyping, and longitudinally measured health outcomes (eg, hospitalizations) through linkages to national data sets. 6 Starting from March 16, 2020, data of laboratory-confirmed COVID-19 hospitalizations-that is, individuals with severe COVID-19-are available in the UK Biobank.", "cite_spans": [{"start": 367, "end": 368, "text": "6", "ref_id": "BIBREF6"}, {"start": 694, "end": 695, "text": "6", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "In the current analysis, we identified all participants with asthma and those without asthma or chronic obstructive pulmonary disease (COPD). To investigate the association of asthma with the risk of severe COVID-19, we constructed unadjusted and adjusted logistic regression models. In the multivariable model, we adjusted for potential confounders (ie, causes of both exposure and outcome of interest), including age, sex, race/ethnicity, and body mass index. On the basis of an a priori hypothesis, we also examined the heterogeneity of effect according to 4 asthma phenotypes, through stratifying the main analysis by coexistence of allergic disease (eczema, food allergy, and/or allergic rhinitis) or of COPD. Next, we used genotyping data to compute a polygenic risk score (PRS) for each asthma group of interest-the sum of all risk alleles weighted by how risky each variant is-representing an individual's overall genetic risk for asthma (and its phenotypes). Then, we investigated the association of derived asthma PRSs with the risk of severe COVID-19. The details of statistical analysis may be found in this article's Methods section in the Online Repository at www.jacionline.org. The institutional review board of Harvard University and Massachusetts General Hospital approved the study. The analytic cohort comprised 492,768 participants in the UK Biobank. Overall, the mean age was 56 6 8years, 55% were female, and 95% were white. Of these, 65,677 participants (13%) had asthma. Between the participants with asthma and those without asthma, there were no clinically significant differences in most characteristics, except that those with asthma were more likely to be women and have allergic disease and coexistent COPD ( Table I) . The UK Biobank also identified a total of 641 patients with severe COVID-19 (see this article's Methods section). Participants with asthma, compared with those without, had a significantly higher risk of severe COVID-19 (odds ratio [OR], 1.44; 95% CI, 1.18-1.76; P < .001; Fig 1) . The association remained significant after adjusting for potential confounders (adjusted OR, 1.39; 95% CI, 1.13-1.71; P 5 .002). These findings were driven by the significant association of nonallergic asthma with severe COVID-19 (adjusted OR, 1.48; 95% CI, 1.15-1.92; P 5 .003). In contrast, allergic asthma had no statistically significant association with severe COVID-19 (P 5 .09). In the stratified analysis by coexisting COPD, the significant association persisted in both strata, with a larger magnitude in asthma with COPD (adjusted OR, 1.82; 95% CI, 1.16-2.86; P 5 .009). In contrast, the PRSs were not significantly associated with the risk of severe COVID-19 across all strata, but the direction of effects was consistently positive (see Table E1 in this article's Online Repository at www.jacionline.org).", "cite_spans": [], "ref_spans": [{"start": 1740, "end": 1748, "text": "Table I)", "ref_id": "TABREF1"}, {"start": 2024, "end": 2030, "text": "Fig 1)", "ref_id": "FIGREF1"}, {"start": 2782, "end": 2790, "text": "Table E1", "ref_id": "TABREF2"}], "section": ""}, {"text": "Consistent with our findings, a case series of adults hospitalized with COVID-19 in 14 US states reported that asthma was one of the most prevalent comorbid conditions (17% prevalence). 4 In contrast, a case series from 2 hospitals in New York (n 5 393) reported a similar asthma prevalence between patients with mechanical ventilation use and those without. 5 The largest case series from China (n 5 72,314) did not specifically examine asthma as a risk factor for severe COVID-19. 1 Contrary to these case series, the validity of our inferences is buttressed by the use of large population-based prospective cohort study with consideration of different asthma phenotypes and robust analytical approaches.", "cite_spans": [{"start": 186, "end": 187, "text": "4", "ref_id": "BIBREF4"}, {"start": 359, "end": 360, "text": "5", "ref_id": "BIBREF5"}, {"start": 483, "end": 484, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "The mechanisms underlying the asthma-COVID-19 association are beyond the scope of data. Interestingly, however, we found a nonsignificant association between genetic predisposition for asthma and outcome, suggesting a potentially limited discriminatory performance of the PRS used in this study and/or a complex interplay between the pathogen, environment, and host response (eg, differential angiotensinconverting enzyme 2 [ACE2] expression 7 )-beyond the Associations of asthma and its phenotypes with risks of severe COVID-19 in the UK Biobank. The risk of severe COVID-19 was compared between each of the asthma (overall) and 5 phenotype groupsparticipants with asthma (n 5 65,561), allergic asthma (n 5 31,393), nonallergic asthma (n 5 34,168), asthma with COPD (n 5 7,815), and asthma without COPD (n 5 57,746)-to the common reference group (participants without asthma or COPD; n 5 426,566). Multivariable logistic regression models adjusted for potential confounders, including patient's age, sex, race/ethnicity, and body mass index.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "genetics-in the pathobiology of COVID-19. For example, it is possible that asthma, allergic sensitization, and related airway inflammation jointly contribute to the pathobiology of severe COVID-19. Consistent with our findings, a study reported that asthma with high allergic sensitization was associated with low expression of ACE2 (the SARS-CoV-2 receptor) in the nasal epithelia of children, whereas nonallergic asthma was not associated with ACE2 expression. 8 In addition, an analysis of nasal epithelial cells in children with asthma showed that expression of ACE2 and TMPRSS2 (protease that allows efficient virus-receptor binding) is regulated by type 2 inflammation. 9 The current study corroborates these non-COVID-19 data, and extends them by identifying relationships of asthma (and its phenotypes) with severe COVID-19.", "cite_spans": [{"start": 463, "end": 464, "text": "8", "ref_id": "BIBREF8"}, {"start": 676, "end": 677, "text": "9", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "The current study has potential limitations. First, misclassification of asthma and its phenotypes is possible, while it is likely unrelated to the outcome. Therefore, this nondifferential misclassification would have biased the inferences toward the null. Second, as with any observational study, causal inference may be confounded by unmeasured factors (eg, access to health care). Yet, the study focused on severe COVID-19 requiring inpatient management, thereby mitigating this problem. Finally, the study consisted mainly of white individuals and focused on severe COVID-19, and we must cautiously generalize the inferences to other populations or individuals with mild to moderate COVID-19. Regardless, our data are highly relevant for hundreds of thousands of patients hospitalized for COVID-19.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In conclusion, the large population-based cohort study demonstrated that adults with asthma had a higher risk of severe COVID-19, which was driven by the increased risk in patients with nonallergic asthma. In contrast, the risk of severe COVID-19 was not significantly elevated in patients with allergic asthma. In addition, the study demonstrated the absence of association between the existing genetic polygenic score for asthma and COVID-19. These observations should help clinicians optimize riskstratification of patients with asthma (and its phenotypes). Furthermore, our inferences should advance the research into delineating the complex interrelations between SARS-CoV-2 infection, airway inflammation, and outcomes in patients with asthma. ", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The current study is an analysis of data from the UK Biobank-a population-based prospective cohort study. The complete description of the design, settings, participants, and methods of data measurements in the UK Biobank was described elsewhere. E1 In brief, the UK Biobank study is a prospective cohort study of 503,325 participants, with an overall aim of permitting detailed investigations of nongenetic and genetic determinants of the diseases of middle and old age. The participants registered in the National Health Service with ages ranging 40 from 69 years were recruited out of 9.2 million mailed invitations across the United Kingdom in the period 2006 to 2010. Using standardized protocols, E1 the UK Biobank study has collected comprehensive phenotypic information-such as demographic characteristics, environmental factors, medical history, physical measures (eg, anthropometrics including body mass index), tested for hematology and biochemical assays (eg, complete blood panel, 25-hydroxyvitamin D), performed genome-wide genotyping, and longitudinally measured health outcomes (eg, hospitalizations, death registrations) through linkages to national data sets. The detailed procedures used in genotyping, quality control, and imputation are described at the UK Biobank Web site (http://biobank.ctsu.ox.ac.uk). All participants provided informed consent to the UK Biobank.", "cite_spans": [], "ref_spans": [], "section": "METHODS Study design, settings, and participants"}, {"text": "First, according to previous research, E2-E4 we identified all UK Biobank participants with asthma by using the data fields 6152 (self-reported physician diagnosis of asthma), 20002 (noncancer illness disease code), 41202 (International Classification of Diseases, Tenth Revision, Clinical Modification [ICD-10-CM] primary diagnosis in the hospital), and 41204 (ICD-10-CM secondary diagnosis in the hospital). The ICD-10-CM diagnosis codes of J45 were used for the identification of asthma. In addition, we identified 4 phenotypes of asthma: (1) allergic asthma (defined as asthma with an allergic diseaseeczema, food allergy, and/or allergy rhinitis [identified by data fields 6152, 20002, 41202, 41204] ), (2) nonallergic asthma (asthma without any allergic disease), (3) asthma with COPD (identified by data fields 6152, 20002, 22130, 41202, 41204) , and (4) asthma without COPD. The ICD-10-CM diagnosis codes of L20 and J30.1-J30.4 were used for the identification of allergic diseases; J43 and J44 were used for the identification of COPD, according to the previous research. E2-E4", "cite_spans": [{"start": 39, "end": 44, "text": "E2-E4", "ref_id": null}, {"start": 678, "end": 683, "text": "6152,", "ref_id": null}, {"start": 684, "end": 690, "text": "20002,", "ref_id": null}, {"start": 691, "end": 697, "text": "41202,", "ref_id": null}, {"start": 698, "end": 704, "text": "41204]", "ref_id": null}, {"start": 818, "end": 823, "text": "6152,", "ref_id": null}, {"start": 824, "end": 830, "text": "20002,", "ref_id": null}, {"start": 831, "end": 837, "text": "22130,", "ref_id": null}, {"start": 838, "end": 844, "text": "41202,", "ref_id": null}, {"start": 845, "end": 851, "text": "41204)", "ref_id": null}], "ref_spans": [], "section": "Ascertainment of asthma and its phenotypes"}, {"text": "To identify patients with COVID-19, we analyzed the first set of the UK Biobank data with COVID-19 status, which were released on April 16, 2020. The data contained the SARS-CoV-2 PCR results in hospitalized participants from March 16, 2020, onward. These hospitalized patients with SARS-CoV-2-positive infection had ''severe COVID-19.'' Most of the specimens for SARS-CoV-2 testing are sampled from combined nose/throat swabs, which are transported in virus transport medium for PCR to be performed. After removing duplicated testing (ie, some participants were tested multiple times) from the participants eligible for the current analysis, 641 patients were found to be SARS-CoV-2 positive (ie, severe COVID-19). The detailed information on released COVID-19 data can be found at UK Biobank Web site (http:// biobank.ndph.ox.ac.uk/ukb/exinfo.cgi?src5COVID19). E5", "cite_spans": [], "ref_spans": [], "section": "Ascertainment of severe COVID-19"}, {"text": "Epidemiological analysis. First, we described the patients' characteristics by asthma status using summary statistics, as appropriate. Next, to investigate the association of asthma status with the risk of severe COVID-19, we constructed unadjusted and adjusted logistic regression models. In the multivariable model, we adjusted for potential confounders (ie, causes of both exposure and outcome of interest), including age, sex, race/ethnicity, and body mass index, based on clinical plausibility and a priori knowledge. E6,E7 Furthermore, on the basis of a a priori hypothesis, we examined the heterogeneity of effect on the outcome according to the 4 asthma phenotypes, by repeating the analysis based on potential coexistence of allergic disease or of COPD. In the epidemiological analysis, we used the data of 65,677 participants with asthma, 31,442 allergic asthma, 34,235 nonallergic asthma, 7,836 asthma with COPD, and 57,841 asthma without COPD, in addition to 427,091 participants without asthma or COPD (the common reference group). E4 Genome-wide association study analysis. To compute a PRS for each of asthma (overall) and its phenotypes, we first performed a genome-wide association study (GWAS) analysis adjusting for age, sex, genotyping array, and 30 ancestry principal components. The UK Biobank has 2 types of genotyping array. First, 49,950 participants involved in the UK Biobank Lung Exome Variant Evaluation (UK BiLEVE) study were genotyped using the Applied Biosystems UK BiLEVE Axiom Array by Affymetrix (807,411 markers). Following this, 438,427 participants were genotyped using the closely related Applied Biosystems UK Biobank Axiom Array (825,927 markers). We did not remove any relatedness samples in the UK Biobank because we used a linear mixed-model method for the genotype-phenotype association analysis, which has been proved to be robust to potential confounding by relatedness. E8 The output of BOLT-LMM linear regression was transformed into logOR for each of 5 asthma groups-that is, logOR 5 b BOLT2LMM m ð12mÞ ; where m is a case fraction. The Haplotype Reference Consortium panel data E9 were used as the reference panel for imputation. This reference panel has a larger number of haplotypes than the 1000G reference panel; therefore, it is expected to produce a higher imputation performance. E9 We removed the single nucleotide polymorphisms (SNPs) with Hardy-Weinberg equilibrium of less than 1 3 10 212 , minor allele frequency of less than 1%, and imputation quality score of less than 0.8. We also restricted our analysis to the biallelic SNPs.", "cite_spans": [{"start": 523, "end": 528, "text": "E6,E7", "ref_id": null}, {"start": 1045, "end": 1047, "text": "E4", "ref_id": null}, {"start": 1918, "end": 1920, "text": "E8", "ref_id": null}, {"start": 2129, "end": 2131, "text": "E9", "ref_id": null}, {"start": 2338, "end": 2340, "text": "E9", "ref_id": null}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "For the genetic analysis, we restricted the analytical sample to the 401,469 participants with European ancestry (data field 22006) to avoid confounding by population stratification. To avoid overlapping samples in the PRS base and target data sets, we used the following procedures. First, we excluded 1052 participants with COVID-19 information. Then, in the remaining participants, we randomly divided them into 2 equal-size data sets. We used the first set as the base data set to generate GWAS summary statistics, and used the remaining data as the target data set for computing the PRSs.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "PRS is a score that aggregates genetic variants aiming to predict disease risk. Before computing PRSs, we used the UK Biobank base data set (n 5 200,208) to generate GWAS summary statistics for each of the 5 asthma groups: asthma (overall), allergic asthma, nonallergic asthma, asthma with COPD, and asthma without COPD. Then, we used the LDpred method E10 to compute the PRS model coefficients based on approximately 660,000 SNPs, and applied the selected model to the independent target data set (n 5 201,261) from the UK Biobank to generate each PRS for participants in the target data set. In addition, we used another strategy to generate a PRS to predict the risk of overall asthma. In the second strategy, we retrieved the European fixed-effect model GWAS summary statistics from Trans-National Asthma Genetic Consortium (n 5 127,669) E11 as an independent base data set, applied the LDpred method to compute model coefficients using approximately 1,480,000 SNPs, and then computed the asthma (overall) PRS in an independent target data set (n 5 401,469) from UK Biobank. As opposed to removing SNPs with high-linkage disequilibrium (LD), LDpred is a Bayesian method that adjusts the effect sizes from the GWAS by using a prior and LD information from an external reference panel to estimate the LD structure among SNPs. LDpred consists of 3 steps. The first step is data synchronization. In this step, we used ''ldpred coord'' function to generate coordinated data that synchronize the genotypes and GWAS summary statistics. The second step is LDpred SNP weights generation. In this step, we used ''ldpred gibbs'' function to generate a reweighted effect estimate for each SNP. We computed the SNP weights on the basis of HRC SNPs. E9 The third step is individual PRS generation. We used ''ldpred score'' function to generate the individual's PRS in the target data set. For each of the asthma groups, we calculated 7 PRSs using models with different priors on the fraction of causal markers (ie, the fraction of markers with nonzero effects)-0.001, 0.003, 0.01, 0.03, 0.1, 0.3, and 1.0. Among these 7 PRSs for each of asthma groups, we selected a PRS with the highest area under the receiver-operating characteristic curve that discriminates each group (Table E2) . Finally, we investigated the association of the derived asthma PRSs with the risk of severe COVID-19 by fitting logistic regression models adjusting for age, sex, body mass index, genotyping array, and the 30 ancestry principal components. *ORs and 95% CIs (per 1 Z score of the corresponding PRS) were estimated by logistic regression models adjusting for age, sex, body mass index, genotyping array, and 30 ancestry principal components in the corresponding GWAS. Asthma (overall) PRS was computed using the TAGC data set. àPRSs for asthma (overall) and 4 asthma phenotypes were computed using the UK Biobank data set. Results in boldface are the highest area under receiver-operating characteristic curve value to discriminate the corresponding asthma group among the 7 models for each asthma group. *Asthma (overall) PRS was computed using the TAGC data set. PRSs for asthma (overall) and 4 asthma phenotypes were computed using the UK Biobank data set.", "cite_spans": [{"start": 140, "end": 153, "text": "(n 5 200,208)", "ref_id": null}, {"start": 1740, "end": 1742, "text": "E9", "ref_id": null}], "ref_spans": [{"start": 2262, "end": 2272, "text": "(Table E2)", "ref_id": "TABREF3"}], "section": "Asthma PRS and COVID-19"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19)-people who are at higher risk for severe illness", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention. Coronavirus disease 2019", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Role of viral infections in the development and exacerbation of asthma in children", "authors": [{"first": "T", "middle": [], "last": "Jartti", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Gern", "suffix": ""}], "year": 2017, "venue": "J Allergy Clin Immunol", "volume": "140", "issn": "", "pages": "895--906", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hospitalization rates and characteristics of patients hospitalized with laboratory-confirmed coronavirus disease 2019-COVID-NET, 14 states", "authors": [{"first": "S", "middle": [], "last": "Garg", "suffix": ""}, {"first": "L", "middle": [], "last": "Kim", "suffix": ""}, {"first": "M", "middle": [], "last": "Whitaker", "suffix": ""}, {"first": "A", "middle": [], "last": "O&apos;halloran", "suffix": ""}, {"first": "C", "middle": [], "last": "Cummings", "suffix": ""}, {"first": "R", "middle": [], "last": "Holstein", "suffix": ""}], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "69", "issn": "", "pages": "458--64", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Clinical characteristics of covid-19 in New York City", "authors": [{"first": "P", "middle": [], "last": "Goyal", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Choi", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Pinheiro", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Schenck", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "A", "middle": [], "last": "Jabri", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "2372--2376", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Uk biobank: an open access resource for identifying the causes of a wide range of complex diseases of middle and old age", "authors": [{"first": "C", "middle": [], "last": "Sudlow", "suffix": ""}, {"first": "J", "middle": [], "last": "Gallacher", "suffix": ""}, {"first": "N", "middle": [], "last": "Allen", "suffix": ""}, {"first": "V", "middle": [], "last": "Beral", "suffix": ""}, {"first": "P", "middle": [], "last": "Burton", "suffix": ""}, {"first": "J", "middle": [], "last": "Danesh", "suffix": ""}], "year": 2015, "venue": "PLoS Med", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Nasal gene expression of angiotensin-converting enzyme 2 in children and adults", "authors": [{"first": "S", "middle": [], "last": "Bunyavanich", "suffix": ""}, {"first": "A", "middle": [], "last": "Do", "suffix": ""}, {"first": "A", "middle": [], "last": "Vicencio", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "382", "issn": "", "pages": "2372--2376", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Association of respiratory allergy, asthma, and expression of the SARS-CoV-2 receptor ACE2", "authors": [{"first": "D", "middle": ["J"], "last": "Jackson", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Bacharier", "suffix": ""}, {"first": "M", "middle": [], "last": "Kattan", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "O&apos;connor", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Wood", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Type 2 and interferon inflammation strongly regulate SARS-CoV-2 related gene expression in the airway epithelium", "authors": [{"first": "S", "middle": ["P"], "last": "Sajuthi", "suffix": ""}, {"first": "P", "middle": [], "last": "Deford", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Jackson", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Montgomery", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Everman", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Rios", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.09.034454"]}}, "BIBREF11": {"ref_id": "b11", "title": "UK Biobank: an open access resource for identifying the causes of a wide range of complex diseases of middle and old age", "authors": [{"first": "", "middle": [], "last": "References E1", "suffix": ""}, {"first": "C", "middle": [], "last": "Sudlow", "suffix": ""}, {"first": "J", "middle": [], "last": "Gallacher", "suffix": ""}, {"first": "N", "middle": [], "last": "Allen", "suffix": ""}, {"first": "V", "middle": [], "last": "Beral", "suffix": ""}, {"first": "P", "middle": [], "last": "Burton", "suffix": ""}, {"first": "J", "middle": [], "last": "Danesh", "suffix": ""}], "year": 2015, "venue": "PLoS Med", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Shared genetic and experimental links between obesity-related traits and asthma subtypes in UK Biobank", "authors": [{"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guo", "suffix": ""}, {"first": "H", "middle": [], "last": "Shi", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Liu", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Panganiban", "suffix": ""}, {"first": "W", "middle": [], "last": "Chung", "suffix": ""}], "year": 2020, "venue": "J Allergy Clin Immunol", "volume": "145", "issn": "", "pages": "537--586", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A genome-wide cross-trait analysis from UK Biobank highlights the shared genetic architecture of asthma and allergic diseases", "authors": [{"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Chaffin", "suffix": ""}, {"first": "W", "middle": [], "last": "Chung", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Loh", "suffix": ""}, {"first": "Q", "middle": [], "last": "Lu", "suffix": ""}], "year": 2018, "venue": "Nat Genet", "volume": "50", "issn": "", "pages": "857--64", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Shared genetics of asthma and mental health disorders: a large-scale genome-wide cross-trait analysis", "authors": [{"first": "", "middle": [], "last": "E4", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Shi", "suffix": ""}, {"first": "S", "middle": [], "last": "Shen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}], "year": 2019, "venue": "Eur Respir J", "volume": "54", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Risk factors for asthma: is prevention possible?", "authors": [{"first": "R", "middle": [], "last": "Beasley", "suffix": ""}, {"first": "A", "middle": [], "last": "Semprini", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Mitchell", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "386", "issn": "", "pages": "1075--85", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Clinical characteristics of COVID-19 in New York City", "authors": [{"first": "P", "middle": [], "last": "Goyal", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Choi", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Pinheiro", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Schenck", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "A", "middle": [], "last": "Jabri", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "2372--2376", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Efficient Bayesian mixed-model analysis increases association power in large cohorts", "authors": [{"first": "P", "middle": ["R"], "last": "Loh", "suffix": ""}, {"first": "G", "middle": [], "last": "Tucker", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Bulik-Sullivan", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Vilhjalmsson", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Finucane", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Salem", "suffix": ""}], "year": 2015, "venue": "Nat Genet", "volume": "47", "issn": "", "pages": "284--90", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A reference panel of 64,976 haplotypes for genotype imputation", "authors": [{"first": "S", "middle": [], "last": "Mccarthy", "suffix": ""}, {"first": "S", "middle": [], "last": "Das", "suffix": ""}, {"first": "W", "middle": [], "last": "Kretzschmar", "suffix": ""}, {"first": "O", "middle": [], "last": "Delaneau", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Wood", "suffix": ""}, {"first": "A", "middle": [], "last": "Teumer", "suffix": ""}], "year": 2016, "venue": "Nat Genet", "volume": "48", "issn": "", "pages": "1279--83", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Modeling linkage disequilibrium increases accuracy of polygenic risk scores", "authors": [{"first": "", "middle": [], "last": "E10. Vilhjalmsson", "suffix": ""}, {"first": "Yang", "middle": ["J"], "last": "Bj", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Finucane", "suffix": ""}, {"first": "A", "middle": [], "last": "Gusev", "suffix": ""}, {"first": "S", "middle": [], "last": "Lindstrom", "suffix": ""}, {"first": "S", "middle": [], "last": "Ripke", "suffix": ""}], "year": 2015, "venue": "Am J Hum Genet", "volume": "97", "issn": "", "pages": "576--92", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Multiancestry association study identifies new asthma risk loci that colocalize with immune-cell enhancer marks", "authors": [{"first": "F", "middle": [], "last": "Demenais", "suffix": ""}, {"first": "P", "middle": [], "last": "Margaritte-Jeannin", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Barnes", "suffix": ""}, {"first": "Woc", "middle": [], "last": "Cookson", "suffix": ""}, {"first": "J", "middle": [], "last": "Altmuller", "suffix": ""}, {"first": "W", "middle": [], "last": "Ang", "suffix": ""}], "year": 2018, "venue": "Nat Genet", "volume": "50", "issn": "", "pages": "42--53", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "n (%) of participants unless otherwise indicated.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "FIG 1. Associations of asthma and its phenotypes with risks of severe COVID-19 in the UK Biobank. The risk of severe COVID-19 was compared between each of the asthma (overall) and 5 phenotype groupsparticipants with asthma (n 5 65,561), allergic asthma (n 5 31,393), nonallergic asthma (n 5 34,168), asthma with COPD (n 5 7,815), and asthma without COPD (n 5 57,746)-to the common reference group (participants without asthma or COPD; n 5 426,566). Multivariable logistic regression models adjusted for potential confounders, including patient's age, sex, race/ethnicity, and body mass index.", "latex": null, "type": "figure"}, "TABREF0": {"text": ". Shang L, Zhao J, Hu Y, Du R, Cao B. On the use of corticosteroids for 2019-nCoV pneumonia. Lancet (London, England) 2020;395:683. 6. Chen RC, Tang XP, Tan SY, Liang BL, Wan ZY, Fang JQ, et al. Treatment of severe acute respiratory syndrome with glucosteroids: the Guangzhou experience. Chest 2006;129:1441-52. 7. Li H, Yang SG, Gu L, Zhang Y, Yan XX, Liang ZA, et al. Effect of low-to-moderatehttps://doi.org/10.1016/j.jaci.2020.05.021", "latex": null, "type": "table"}, "TABREF1": {"text": "Baseline characteristics in 492,768 UK Biobank participants", "latex": null, "type": "table"}, "TABREF2": {"text": "Multivariable associations between asthma PRSs and risks of severe COVID-19", "latex": null, "type": "table"}, "TABREF3": {"text": "Discriminatory performance (area under the receiver-operating characteristic curve) of PRS, according to different models Asthma groups PRS model with different priors on fraction causal markers", "latex": null, "type": "table"}}, "back_matter": []}