{"paper_id": "0a0831d0a5e63add6e9476ab1b944eacf99a002b", "metadata": {"title": "Receptor-binding Domain Severe Acute Respiratory Syndrome Coronavirus 2-specific Antibodies in Human Milk From Mothers With Coronavirus Disease 2019 Polymerase Chain Reaction or With Symptoms Suggestive of Coronavirus Disease 2019", "authors": [{"first": "Veronique", "middle": [], "last": "Demers-Mathieu", "suffix": "", "affiliation": {"laboratory": "Medolac Laboratories A Public Benefit Corporation", "institution": "Medolac Laboratories A Public Benefit Corporation", "location": {"postCode": "1031, 89005", "settlement": "Boulder City, Boulder City Pkwy, Boulder City", "region": "NV., NV"}}, "email": ""}, {"first": "Ciera", "middle": [], "last": "Dapra", "suffix": "", "affiliation": {"laboratory": "Medolac Laboratories A Public Benefit Corporation", "institution": "Medolac Laboratories A Public Benefit Corporation", "location": {"postCode": "1031, 89005", "settlement": "Boulder City, Boulder City Pkwy, Boulder City", "region": "NV., NV"}}, "email": ""}, {"first": "Shawn", "middle": [], "last": "Fels", "suffix": "", "affiliation": {"laboratory": "Medolac Laboratories A Public Benefit Corporation", "institution": "Medolac Laboratories A Public Benefit Corporation", "location": {"postCode": "1031, 89005", "settlement": "Boulder City, Boulder City Pkwy, Boulder City", "region": "NV., NV"}}, "email": ""}, {"first": "Elena", "middle": [], "last": "Medo", "suffix": "", "affiliation": {"laboratory": "Medolac Laboratories A Public Benefit Corporation", "institution": "Medolac Laboratories A Public Benefit Corporation", "location": {"postCode": "1031, 89005", "settlement": "Boulder City, Boulder City Pkwy, Boulder City", "region": "NV., NV"}}, "email": ""}]}, "abstract": [{"text": "This study aims to compare the receptor-binding domain (RBD) severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)-specific antibody titers in human milk between mothers with a confirmed coronavirus disease 2019 (COVID-19) polymerase chain reaction (PCR) test and mothers with viral symptoms suggestive of COVID-19. The area under the curve (AUC) for RBD SARS-CoV-2-specific secretory immunoglobulin A (SIgA)/immunoglobulin A (IgA), secretory immunoglobulin M (SIgM)/immunoglobulin M (IgM), immunoglobulin G (IgG), and free secretory components (fSC) in milk samples from eight mothers with a confirmed COVID-19 PCR, eight mothers with viral symptoms (no PCR testing), and six unexposed mothers (pre-pandemic 2018). AUCs of RBD SARS-CoV-2-specific SIgA/IgA, SIgM/IgM, IgG, and fSC in milk samples were comparable between mothers with confirmed COVID-19 PCR and mothers with viral symptoms of suggestive COVID-19. AUCs of RBD-specific SIgA/IgA, IgG, and fSC were higher in the COVID-19-exposed group than in the unexposed group, and SIgM/IgM tended to be higher in the exposed mothers. In conclusion, women with viral symptoms suggestive of COVID-19 could secrete antibodies and fSC specific to SARS-CoV-2 in human milk.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "T he severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) continues to cause viral respiratory infections in populations worldwide, including women who breastfed their infants. From March 2020 to November 2020, mothers with a confirmed coronavirus disease 2019 (COVID-19) polymerase chain reaction (PCR) test were less predominant than hospitalized individuals because testing has been primarily restricted to individuals with moderate to severe symptoms (1) . Undiagnosed mothers'", "cite_spans": [{"start": 463, "end": 466, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "Women with confirmed coronavirus disease 2019 (COVID-19) polymerase chain reaction (PCR) have higher levels of receptor-binding domain (RBD) severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) secretory immunoglobulin A (SIgA) in human milk than unexposed women RBD SARS-CoV-2-specific SIgA titer was higher than immunoglobulin G and immunoglobulin M titers, likely due to the highest abundance of SIgA concentration in human milk", "cite_spans": [], "ref_spans": [], "section": "What Is Known"}, {"text": "The titers of SIgA/IgA, SIgM/IgM, IgG, and free secretory component (fSC) in human milk could be comparable between women with viral symptoms suggestive of COVID-19 (no PCR testing) and women with confirmed COVID-19 PCR, but a study with a larger sample size is needed to confirm this conclusion. AUC of RBD-specific fSC was higher in the COVID-19exposed group than in the unexposed group.", "cite_spans": [], "ref_spans": [], "section": "What Is New"}, {"text": "characterization with viral symptoms suggestive of COVID-19 is critical to understand the prevalence and titers of SARS-CoV-2specific antibodies. No study has compared the levels of SARS-CoV-2-specific antibodies in human milk between mothers with confirmed COVID-19 PCR and mothers with viral symptoms suggestive of COVID-19 (no PCR testing).", "cite_spans": [], "ref_spans": [], "section": "What Is New"}, {"text": "Most studies on SARS-CoV-2-specific antibodies are from symptomatic patients with serious illness (hospitalization) (2-4) but there is a need to describe the immune responses in individuals with mild symptoms after SARS-CoV-2 infection. We recently found that immunoglobulin G (IgG) level reactive to SARS-CoV-2 S1 and S2 subunits in milk was higher in mothers with previous viral symptoms than in mothers without symptom (5) . We also demonstrated that S2 SARS-CoV-2 IgG level in human milk was higher in mothers with a confirmed COVID-19 PCR test or in mothers with previous viral symptoms than in prepandemic mothers (2018) (6) . The Receptor-binding domain (RBD) (surface of spike S1 subunit) is required for viral entry as it binds to the angiotensin-converting enzyme 2 (ACE) receptor on the host cells (7) . RBD is weakly conserved between human coronaviruses, which reduce the risk of cross-reactive antibodies.", "cite_spans": [{"start": 422, "end": 425, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 627, "end": 630, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 809, "end": 812, "text": "(7)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "What Is New"}, {"text": "The secretory component (SC) from human milk is a glycoprotein attached to immunoglobulin A or immunoglobulin M (SIgA and SIgM, respectively) (1). The prominent role of SIgA and free secretory component (fSC) from human milk in the neonatal gut is to perform immune exclusion by neutralizing the pathogens and blocking their attachment to the intestinal epithelial cells (7, 8) . Human milk fSC could play an essential role in the immune defenses against infections (16, 17) . RBD SARS-CoV-2-specific fSC titer in human milk remains unexplored.", "cite_spans": [{"start": 371, "end": 374, "text": "(7,", "ref_id": "BIBREF6"}, {"start": 375, "end": 377, "text": "8)", "ref_id": "BIBREF7"}, {"start": 466, "end": 470, "text": "(16,", "ref_id": "BIBREF15"}, {"start": 471, "end": 474, "text": "17)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "What Is New"}, {"text": "This study aimed to compare the RBD SARS-CoV-2-specific SIgA/IgA, SIgM/IgM, IgG, and fSC titers in human milk between mothers with confirmed COVID-19 PCR, mothers with viral symptoms suggestive of COVID-19, and unexposed mothers. These results could help identify the critical factors influencing the maternal antibody response. This investigation's clinical relevance to determine the antibody titers specific to RBD SARS-CoV-2 in women that had viral symptoms suggestive of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "What Is New"}, {"text": "A screening survey was completed by 200 donors at Mothers Milk Cooperative (Boulder City, NV) to identify which donors had confirmed COVID-19 PCR test. The survey also identified donors with previous viral symptoms suggestive of COVID-19 but did not get a PCR test. Participants reported when they were sick and their symptoms. Milk samples for a control group were collected from mothers in 2018 before the COVID-19 pandemic. The inclusion criteria were living in the United States, lactation time between 4 and 10 months, passing blood tests, and completing a health questionnaire. Written consents to use their milk for research were obtained from all participants. The blood test was performed to exclude women infected with human immunodeficiency virus (HIV), hepatitis C virus, hepatitis B virus, or syphilis. These viral infectious diseases could change the maternal immune system (impaired immune response and antibody production (8)), thus influencing the results. Lactation time between 4 and 10 months was selected to reduce the effect of lactation time on the levels of antibodies (17) . Donors were approved donors through Mothers Milk Cooperative. Milk collection was approved by the institutional review board (IRB00012424) of Medolac Laboratories. The exclusion criteria were mothers who had no viral symptoms related to COVID-19, smoking, taking medications, and/or drugs.", "cite_spans": [{"start": 1093, "end": 1097, "text": "(17)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Study Design and Participants"}, {"text": "Human milk samples (150-250 mL) were collected at home with clean electric breast pumps into sterile plastic containers and stored immediately at -208C in deep freezers. Human milk samples were frozen and transported in insulated boxes to Medolac Laboratories, where they were kept frozen and stored at -808C until the ELISA measurements.", "cite_spans": [], "ref_spans": [], "section": "Human Milk Collection"}, {"text": "The area under the curve (AUC) of antibodies and fSC specific to RBD-SARS-CoV-2 were determined using ELISAs as described in our recent study with some modifications (5) . Briefly, ELISAs were recorded with a microplate reader (SpectraMax iD5, Molecular Devices, Sunnyvale, CA). Frozen milk samples were rapidly thawed at 378, centrifuged at 1301 x g for 20 min at 48C, and the supernatant was collected. Clear flat-bottom microplates were coated with 100 mL of recombinant RBD SARS-CoV-2 (Sino Biological US Inc, Wayne, PA) at 1 mg/mL in 1Â phosphatebuffered saline (PBS). Microplates were incubated overnight at 48C. After incubation, plates were washed three times using PBS 1Â with 0.05% Tween-20 detergent (PBST), and 200 mL of blocking buffer (PBST with 3% of bovine serum albumin fraction V) was added in all wells for 1 h at room temperature. Supernatant samples were diluted from 5Â to 160Â in serial 2-fold dilutions in blocking buffer. For each step (addition of 100 mL standards/samples and secondary antibodies at 1 mg/mL), washing and incubation for 1 h at room temperature were performed. The detection was completed using goat anti-human IgM mu-chain HRP for SIgM/IgM, goat antihuman gamma-chain HRP for IgG, and goat anti-human alphachain HRP for SIgA/IgA (Abcam, Cambridge, MA). For fSC, goat anti-human SC to horseradish peroxidase (HRP) was used (Exalpha biologicals Inc). Interpolation of a standard curve was created using six points (5Â to 160Â in duplicate) for each milk sample, and AUC was calculated using GraphPad Prism 9 (San Diego, CA).", "cite_spans": [{"start": 166, "end": 169, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Human Milk Antibody Titers"}, {"text": "Mann-Whitney test was applied using Prism 9 to compare AUC of RBD-specific antibodies between donors with a confirmed COVID-19 PCR versus donors with viral symptoms suggestive of COVID-19 and between exposed mothers vs. unexposed mothers. Linear regression models were used to determine correlations between the antibody titers and the elapsed time from the infection to milk collection. The sample size was selected based on our previous studies of sample sizes (9, 10) , and proved to be adequately powered based on the results.", "cite_spans": [{"start": 463, "end": 466, "text": "(9,", "ref_id": "BIBREF8"}, {"start": 467, "end": 470, "text": "10)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Among 200 women for the survey of COVID-19 infection, eight mothers had a confirmed COVID-19 PCR test, and eight mothers had viral symptoms suggestive of COVID-19 without PCR testing. Postpartum time, infant gender, and maternal age were comparable between the COVID-19 PCR, viral symptom, and control groups. However, the elapsed time from the infection to milk collection was shorter in women with COVID-19 PCR test (2 months) than in women with viral symptoms without PCR testing (4 months) (P ¼ 0.004). Participant characteristics are described in the Table, ", "cite_spans": [], "ref_spans": [{"start": 556, "end": 562, "text": "Table,", "ref_id": null}], "section": "Maternal Demographics"}, {"text": "AUC of RBD-SARS-CoV-2-specific SIgA/IgA, SIgM/IgM, IgG, and fSC were comparable between mothers with confirmed COVID-19 PCR and mothers with viral symptoms suggestive of COVID-19 (Fig. 1A-D) .", "cite_spans": [], "ref_spans": [{"start": 179, "end": 190, "text": "(Fig. 1A-D)", "ref_id": "FIGREF2"}], "section": "Receptor-binding Domain Severe Acute Respiratory Syndrome Coronavirus 2-specific Antibody Titers"}, {"text": "AUC of RBD-SARS-CoV-2-specific SIgA/IgA ( Fig. 2A , P ¼ 0.021), IgG (Fig. 2C , P ¼ 0.017) and fSC (Fig. 2D , P ¼ 0.002) were 2.3-, 3.8-, and 2.8-fold (respectively) higher in COVID-19-exposed donors (COVID-19 PCR and viral symptoms suggestive of COVID-19) than in unexposed donors (control 2018). SIgM/IgM (Fig. 2B , P ¼ 0.083) tended to be 2.7-fold higher in the exposed group compared with in the unexposed group.", "cite_spans": [], "ref_spans": [{"start": 42, "end": 49, "text": "Fig. 2A", "ref_id": "FIGREF3"}, {"start": 68, "end": 76, "text": "(Fig. 2C", "ref_id": "FIGREF3"}, {"start": 98, "end": 106, "text": "(Fig. 2D", "ref_id": "FIGREF3"}, {"start": 306, "end": 314, "text": "(Fig. 2B", "ref_id": "FIGREF3"}], "section": "Receptor-binding Domain Severe Acute Respiratory Syndrome Coronavirus 2-specific Antibody Titers"}, {"text": "The elapsed time from the infection to milk collection and infection did not correlate with the antibody titers. The standard curves for each individual mother are presented in the Figure ", "cite_spans": [], "ref_spans": [{"start": 181, "end": 187, "text": "Figure", "ref_id": null}], "section": "Receptor-binding Domain Severe Acute Respiratory Syndrome Coronavirus 2-specific Antibody Titers"}, {"text": "Among the 16 women, 100% had fever, 43.8% had fatigue, 75% had cough, 6.2% had loss of taste, 37.5% had nasal congestion/ upper respiratory infection, and 18.8% had headaches.", "cite_spans": [], "ref_spans": [], "section": "Clinical Symptoms"}, {"text": "COVID-19 PCR testing has been primarily restricted to individuals with moderate to severe symptoms (1). Evaluation of antibody responses limited to patients with confirmed COVID-19 PCR do not represent the reality among mothers who breastfeed because many of them have not been diagnosed during the COVID-19 pandemic. The quantification of SARS-CoV-2-specific antibody titer in undiagnosed mothers is critical to understanding maternal immunity and the impact of viral symptoms on the antibody response.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The contribution to the field of this study was to compare the AUC of RBD SARS-CoV-2-specific antibodies in human milk to determine how antibody titers differ between donors with confirmed COVID-19 PCR and donors with viral symptoms suggestive . Mann-Whitney test was used to compare the two groups. Values are means AE SD, n ¼ 16 for COVID-19 exposed mothers (n ¼ 8 for mothers with confirmed COVID-19 PCR test and n ¼ 8 for mothers with viral symptoms associated with COVID-19 infection) and n ¼ 6 for unexposed mothers (control 2018). Mann-Whitney test was used to compare the two groups. Values are means AE SD. AUC was calculated using six serial dilutions (5Â to 160Â) in duplicate for each milk sample. COVID-19 ¼ coronavirus disease 2019; IgA ¼ immunoglobulin A; IgG ¼ immunoglobulin G; IgM ¼ immunoglobulin; SARS-CoV-2 ¼ severe acute respiratory syndrome coronavirus 2; SD ¼ standard deviation.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "of COVID-19. Identifying unique differences among antibody titers might be relevant to understand the passive immunity among maternal and neonatal populations.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "An important finding emerging from this study was the titers of RBD SARS-CoV-2-specific SIgA/IgA, SIgM/IgM, IgG, and fSC were comparable between mothers with confirmed COVID-19 PCR test and mothers with viral symptoms (no PCR test). These results suggest that women with viral symptoms suggestive of COVID-19 produced antibodies specific to SARS-CoV-2 in human milk. The titers of RBD-SARS-CoV-2 SIgA/IgA, IgG, and fSC were higher in the COVID-19-exposed group than in the unexposed group, whereas SIgM/IgM tended to be higher in the exposed group. Fox et al (11) also observed that the RBD SARS-CoV-2-specific SIgA and IgG levels were higher in donors with a confirmed COVID-19 PCR than in unexposed mothers and IgM tended to be higher in COVID-19-recovered mothers.", "cite_spans": [{"start": 559, "end": 563, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Two women (PCR-M2 and PCR-M8) with confirmed COVID-19 PCR had low RBD antibody titers. The elapsed time from the infection to milk collection was 2 and 4 months for PCR-M2 and PCR-M8, respectively. Their symptoms reported were cough, fatigue, fever, and loss of taste/smell for PCR-M2, whereas headaches, cough, fatigue, and fever for PCR-M8. Interestingly, fever (100%), cough 75%, and fatigue (43.8%) were the most often symptoms reported by COVID-9 exposed mothers. These observations are in accordance with Gao et al (4) that reported fever (78.1%) and cough (42.9%) were the common maternal symptoms related to COVID-19.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Donors with high titers of RBD SARS-CoV-2-antibodies may recognize and mount a faster immune response during exposure to SARS-CoV-2 (12). PCR-M1 had high titers of RBD SARS-CoV-2-specific SIgA/IgA, SIgM/IgM, and fSC, whereas viral-M1 had high titers for SIgA/IgA and fSC. Both PCR-M1 and viral-M1 had low IgG titers. These results are in accordance with Long et al (13) , which reported a significant variation of sera spike protein SARS-CoV-2-specific IgG and IgM levels in symptomatic and COVID-19-recovered patients. Antibody responses in mothers could be increased by several factors, including a preexisting immunity against SARS-CoV-2 (previous infections by common human coronaviruses (6, 14) ), genetic factors, absence of health disorders (obesity and cardiovascular diseases), and optimal nutrition (15) (16) (17) . The maternal factors that cause the variation of isotypes in mothers' milk samples are still unknown and more studies are needed to identify them.", "cite_spans": [{"start": 365, "end": 369, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 692, "end": 695, "text": "(6,", "ref_id": "BIBREF5"}, {"start": 696, "end": 699, "text": "14)", "ref_id": "BIBREF13"}, {"start": 809, "end": 813, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 814, "end": 818, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 819, "end": 823, "text": "(17)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our study has some limitations. First, antibodies in human milk samples were not evaluated using neutralization assays, and their neutralizing capacities remain to be determined. Second, the demographic description of the participants is limited and might be subjected to systematic bias. Maternal factors, including socioeconomic status, race, preexisting immunity conditions, genetic factors, and nutritional status, can affect the antibody titers due to their direct or indirect impact on passive immunity. Third, a larger sample size study is needed to represent the maternal immune response against SARS-CoV-2. Finally, the elapsed time from the infection to milk collection of the groups differed, which might have influenced the results.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our study reveals that RBD SARS-CoV-2-specific antibodies' titers were comparable between mothers with confirmed COVID-19 PCR and mothers with viral symptoms suggestive of COVID-19. These findings suggest that mothers with viral symptoms suggestive of COVID-19 could produce antibodies specific to SARS-CoV-2 in human milk. We also demonstrated that fSC titer in milk was higher in the exposed mothers than in the unexposed mothers. Indeed, a larger study is needed to evaluate whether infants are acquiring protection against SARS-CoV-2 through human milk antibodies from mothers with previous COVID-19 infection.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Substantial underestimation of SARS-CoV-2 infection in the United States", "authors": [{"first": "S", "middle": ["L"], "last": "Wu", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Mertens", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Crider", "suffix": ""}], "year": 2020, "venue": "Nat Commun", "volume": "11", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Potent neutralizing antibodies against multiple epitopes on SARS-CoV-2 spike", "authors": [{"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "P", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Nair", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "584", "issn": "", "pages": "450--456", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Rapid isolation and profiling of a diverse panel of human monoclonal antibodies targeting the SARS-CoV-2 spike protein", "authors": [{"first": "S", "middle": ["J"], "last": "Zost", "suffix": ""}, {"first": "P", "middle": [], "last": "Gilchuk", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "Nat Med", "volume": "26", "issn": "", "pages": "1422--1429", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical and immunologic features among COVID-19-affected mother-infant pairs: antibodies to SARS-CoV-2 detected in breast milk", "authors": [{"first": "X", "middle": [], "last": "Gao", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zeng", "suffix": ""}], "year": 2020, "venue": "New Microbes New Infect", "volume": "37", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Difference in levels of SARS-CoV-2 S1 and S2 subunits-and nucleocapsid protein-reactive SIgM/IgM, IgG and SIgA/IgA antibodies in human milk", "authors": [{"first": "V", "middle": [], "last": "Demers-Mathieu", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Do", "suffix": ""}, {"first": "G", "middle": [], "last": "Mathijssen", "suffix": ""}], "year": 2020, "venue": "J Perinatol", "volume": "1", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Human milk antibodies against S1 and S2 subunits from SARS-CoV-2, HCoV-OC43, and HCoV-229E in mothers with a confirmed COVID-19 PCR, viral symptoms, and unexposed mothers", "authors": [{"first": "V", "middle": [], "last": "Demers-Mathieu", "suffix": ""}, {"first": "G", "middle": [], "last": "Mathijssen", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Sela", "suffix": ""}], "year": 2021, "venue": "Int J Mol Sci", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Preliminary identification of potential vaccine targets for the COVID-19 coronavirus (SARS-CoV-2) based on SARS-CoV immunological studies", "authors": [{"first": "S", "middle": ["F"], "last": "Ahmed", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Quadeer", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Mckay", "suffix": ""}], "year": 2020, "venue": "Viruses", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/v12030254"]}}, "BIBREF7": {"ref_id": "b7", "title": "Response to hepatitis B vaccine in HIV-1-positive subjects who test positive for isolated antibody to hepatitis B core antigen: implications for hepatitis B vaccine strategies", "authors": [{"first": "R", "middle": ["T"], "last": "Gandhi", "suffix": ""}, {"first": "A", "middle": [], "last": "Wurcel", "suffix": ""}, {"first": "H", "middle": [], "last": "Lee", "suffix": ""}], "year": 2005, "venue": "J Infect Dis", "volume": "191", "issn": "", "pages": "1435--1476", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Impact of pertussisspecific IgA, IgM, and IgG antibodies in mother's own breast milk and donor breast milk during preterm infant digestion", "authors": [{"first": "V", "middle": [], "last": "Demers-Mathieu", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Huston", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Markell", "suffix": ""}], "year": null, "venue": "Pediatr Res", "volume": "2020", "issn": "", "pages": "1--10", "other_ids": {"DOI": ["10.1038/s41390-020-1031-2"]}}, "BIBREF9": {"ref_id": "b9", "title": "Antenatal influenza A-specific IgA, IgM, and IgG antibodies in mother's own breast milk and donor breast milk, and gastric contents and stools from preterm infants", "authors": [{"first": "V", "middle": [], "last": "Demers-Mathieu", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Huston", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Markell", "suffix": ""}], "year": 2019, "venue": "Nutrients", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/nu11071567"]}}, "BIBREF10": {"ref_id": "b10", "title": "Robust and specific secretory IgA against SARS-CoV-2 detected in human milk", "authors": [{"first": "A", "middle": [], "last": "Fox", "suffix": ""}, {"first": "J", "middle": [], "last": "Marino", "suffix": ""}, {"first": "F", "middle": [], "last": "Amanat", "suffix": ""}], "year": 2020, "venue": "Iscience", "volume": "23", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.isci.2020.101735"]}}, "BIBREF11": {"ref_id": "b11", "title": "Pre-existing immunity to SARS-CoV-2: the knowns and unknowns", "authors": [{"first": "S", "middle": [], "last": "Sette", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Crotty", "suffix": ""}], "year": 2020, "venue": "Nat Rev Immunol", "volume": "20", "issn": "", "pages": "457--465", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical and immunological assessment of asymptomatic SARS-CoV-2 infections", "authors": [{"first": "Q", "middle": ["X"], "last": "Long", "suffix": ""}, {"first": "X", "middle": ["J"], "last": "Tang", "suffix": ""}, {"first": "Q", "middle": ["L"], "last": "Shi", "suffix": ""}], "year": 2020, "venue": "Nat Med", "volume": "26", "issn": "", "pages": "1200--1204", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Previous viral symptoms and individual mothers affected the level and duration of human milk antibodies cross-reactive to S1 and S2 subunits from SARS-CoV-2, HCoV-229E, and HCoV-OC43", "authors": [{"first": "V", "middle": [], "last": "Demers-Mathieu", "suffix": ""}, {"first": "C", "middle": [], "last": "Dapra", "suffix": ""}, {"first": "G", "middle": [], "last": "Mathijssen", "suffix": ""}], "year": null, "venue": "J Perinatol", "volume": "2020", "issn": "", "pages": "1--9", "other_ids": {"DOI": ["10.1038/s41372-021-01001-0"]}}, "BIBREF14": {"ref_id": "b14", "title": "Neutralizing antibody responses to SARS-CoV-2 in a COVID-19 recovered patient cohort and their implications", "authors": [{"first": "F", "middle": [], "last": "Wu", "suffix": ""}, {"first": "A", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Liu", "suffix": ""}], "year": null, "venue": "Lancet", "volume": "2020", "issn": "", "pages": "1--24", "other_ids": {"DOI": ["10.2139/ssrn.3566211"]}}, "BIBREF15": {"ref_id": "b15", "title": "A systematic review of antibody mediated immunity to coronaviruses: kinetics, correlates of protection, and association with severity", "authors": [{"first": "A", "middle": ["T"], "last": "Huang", "suffix": ""}, {"first": "B", "middle": [], "last": "Garcia-Carreras", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Hitchings", "suffix": ""}], "year": 2020, "venue": "Nat Commun", "volume": "11", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Active free secretory component and secretory IgA in human milk: do maternal vaccination, allergy, infection, mode of delivery, nutrition and active lifestyle change their concentrations?", "authors": [{"first": "V", "middle": [], "last": "Demers-Mathieu", "suffix": ""}, {"first": "G", "middle": [], "last": "Mathijssen", "suffix": ""}, {"first": "C", "middle": [], "last": "Dapra", "suffix": ""}], "year": null, "venue": "Pediatr Res", "volume": "2020", "issn": "", "pages": "1--8", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Supplemental Digital Content 1-2, http://links.lww.com/ MPG/C338, http://links.lww.com/MPG/C339. A flow chart is presented in the Figure, Supplemental Digital 1, http://links.lww.com/ MPG/C340 to summarize the selection of the donors for the study.", "latex": null, "type": "figure"}, "FIGREF1": {"text": ", Supplemental Digital Content 2, http://links.lww.com/MPG/C341.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Comparison of titers (area under the curve [AUC]) in human milk antibodies specific to the receptor-binding domain (RBD) of SARS-CoV-2 between mothers with confirmed COVID-19 PCR test and mothers with viral symptoms without PCR testing. (A) Secretory IgA (SIgA)/IgA; (B) secretory IgM (SIgM)/IgM; (C) IgG; (D) free secretory component (fSC). Mann-Whitney test was used to compare the two groups. Values are means AE SD, n ¼ 8 for mothers with confirmed COVID-19 PCR test and n ¼ 8 for mothers with viral symptoms associated with COVID-19 infection. AUC was calculated using six serial dilutions (5Â to 160Â) in duplicate for each milk sample. COVID-19 ¼ coronavirus disease 2019; IgA ¼ immunoglobulin A; IgG ¼ immunoglobulin G; IgM ¼ immunoglobulin; SARS-CoV-2 ¼ severe acute respiratory syndrome coronavirus 2; SD ¼ standard deviation.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Comparison of titers (area under the curve [AUC]) in human milk antibodies specific to the receptor-binding domain (RBD) of SARS-CoV-2 between COVID-19 exposed mothers and unexposed mothers. (A) Secretory IgA (SIgA)/IgA; (B) secretory IgM (SIgM)/IgM; (C) IgG; (D) free secretory component (fSC)", "latex": null, "type": "figure"}}, "back_matter": [{"text": "We thank all study participants for their valuable contributions.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments:"}]}