{"paper_id": "0a08c9826b7e41f26d96ac50f634a302e648571a", "metadata": {"title": "ARTICLE IN PRESS G Model", "authors": []}, "abstract": [{"text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Cómo citar este artículo: I. Bullich-Marín, E. Costas-Muñoz and N. López-Matons, Cuidados paliativos al final de la vida en tiempos de pandemia: la experiencia del PADES-COVID, Med Clin (Barc)., https://doi.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "El reciente artículo de Julià et al. sobre reflexiones de urgencia desde los cuidados paliativos ante la próxima epidemia de la COVID-19 1 cita las grandes dificultades que hubo en el ámbito domiciliario y residencial al principio de la primera oleada de la pandemia en España.", "cite_spans": [], "ref_spans": [], "section": "Sr. Editor:"}, {"text": "En la ciudad de Barcelona, desde el inicio de la pandemia hasta el 30 de diciembre de 2020, murieron 5.418 personas 2 . Durante las semanas comprendidas entre el día 28/03 y el 12/04 fallecieron en la ciudad de Barcelona una media de 130-140 pacientes/día, siendo la mortalidad de cerca de un tercio de ellos en sus domicilios o en una residencia 3 . Conscientes de la dificultad de accesibilidad a los hospitales de los pacientes paliativos y de la necesidad asistencial de que las personas en domicilio pudieran acceder a cuidados paliativos específicos, en la ciudad de Barcelona se puso en marcha un equipo de soporte específico de cuidados paliativos domiciliarios (PADES-COVID) el 1 de abril de 2020. De acuerdo con las propuestas de adaptación asistencial de los servicios de cuidados paliativos ante la pandemia 4 , se considera esta actuación como un ejemplo de flexibilidad y transformación de un servicio convencional de PADES.", "cite_spans": [], "ref_spans": [], "section": "Sr. Editor:"}, {"text": "El objetivo de esta carta al editor es describir la experiencia, el funcionamiento y los resultados principales de actividad del PADES-COVID durante la primera oleada de la pandemia.", "cite_spans": [], "ref_spans": [], "section": "Sr. Editor:"}, {"text": "El PADES-COVID es un recurso de respuesta rápida para la atención de pacientes COVID+ o con sintomatología compatible procedentes de cualquier servicio sanitario del Sistema Sanitario Catalán Público (SISCAT). Atiende de lunes a domingo (de 8 a 20 h) a aquellos pacientes con necesidades paliativas derivadas de la infección por SARS-CoV-2 y que no son atendidos previamente por un PADES. Estos pacientes son atendidos por profesionales de medicina, enfermería, trabajo social y psicología, con competencias avanzadas en cuidados paliativos. Las visitas son conjuntas, hecho que permite planificar y organizar la atención multidimensional en base a la valoración de las necesidades físicas, psicosociales y espirituales de la persona y su familia, incorporando los aspectos bioéticos en la toma de decisiones.", "cite_spans": [], "ref_spans": [], "section": "Sr. Editor:"}, {"text": "Durante los dos primeros meses del PADES-COVID se atendieron 180 pacientes (55,6% mujeres), con una media de edad de 78,8 años. El 41,6% eran pacientes crónicos complejos (PCC) o pacientes con enfermedad crónica avanzada (MACA). Cada paciente recibió una media de 3 (DE 2,65) intervenciones. El 17% de los pacientes fallecieron en el momento de la primera visita, durante la intervención del equipo. El seguimiento del 76,7% de los pacientes fue realizado por el equipo PADES de referencia.", "cite_spans": [], "ref_spans": [], "section": "Sr. Editor:"}, {"text": "El PADES-COVID atendió en la primera oleada de la pandemia a un número reducido de personas con necesidades paliativas en domicilio y residencias, en comparación con las previstas inicialmente y con todas las que fallecieron en la ciudad de Barcelona. Aun así, la valoración del recurso por parte del resto de dispositivos del SISCAT del territorio fue muy satisfactoria, así como para los pacientes y sus familiares y los profesionales del equipo.", "cite_spans": [], "ref_spans": [], "section": "Sr. Editor:"}, {"text": "El PADES-COVID, basado en el modelo asistencial y la metodología de trabajo llevada a cabo por los equipos PADES con una experiencia de 30 años 5 , ha demostrado ser una buena propuesta para dar respuesta a las necesidades paliativas emergentes de la COVID-19. Se considera una propuesta concreta y factible y se corresponde con las propuestas concretadas ante nuevos brotes de COVID-19 planteadas por Julià et al. 1 que incluyen: equipos con competencias específicas en cuidados paliativos; control de síntomas; apoyo psicoemocional; soporte en la toma de decisiones rápidas; y transferencia de pacientes de hospital a domicilio, entre otras. Por este motivo, se valoró la necesidad de reactivarlo ante una posible tercera oleada de la pandemia. ", "cite_spans": [{"start": 415, "end": 416, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Sr. Editor:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "COVID-19: reflexiones de urgencia desde los cuidados paliativos ante la próxima epidemia", "authors": [{"first": "J", "middle": [], "last": "Julià-Torras", "suffix": ""}, {"first": "N", "middle": [], "last": "De Iriarte Gay De Montellà", "suffix": ""}, {"first": "J", "middle": [], "last": "Porta-Sales", "suffix": ""}], "year": null, "venue": "Med Clin (Barc)", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.medcli.2020.07.042"]}}, "BIBREF1": {"ref_id": "b1", "title": "Barcelona: Departament de Salut", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.medcli.2020.07.042"]}}, "BIBREF2": {"ref_id": "b2", "title": "Información estadística para el análisis del impacto de la crisis COVID-19", "authors": [{"first": "Instituto", "middle": [], "last": "Nacional De Estadística", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Organización paliativa durante la pandemia de la COVID-19 y propuestas para la adaptación de los servicios y programas de cuidados paliativos y de atención psicosocial ante la posibilidad de reactivación de la pandemia y época pos-COVID-19", "authors": [{"first": "X", "middle": [], "last": "Gómez-Batiste", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Leiva", "suffix": ""}, {"first": "A", "middle": [], "last": "Tuca", "suffix": ""}, {"first": "E", "middle": [], "last": "Beas", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Montoliu", "suffix": ""}, {"first": "R", "middle": [], "last": "Gálvez", "suffix": ""}], "year": 2020, "venue": "Med Paliat", "volume": "27", "issn": "", "pages": "242--54", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Equipos de soporte domiciliario de cuidados paliativos en España", "authors": [{"first": "J", "middle": [], "last": "Espinosa", "suffix": ""}, {"first": "X", "middle": [], "last": "Gomez-Batiste", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Picaza", "suffix": ""}, {"first": "E", "middle": [], "last": "Limón", "suffix": ""}], "year": 2010, "venue": "Med Clin (Barc)", "volume": "135", "issn": "", "pages": "470--475", "other_ids": {}}}, "ref_entries": {}, "back_matter": []}