{"paper_id": "0a09953aec9f843af81f918c6f7e273ab810ba14", "metadata": {"title": "", "authors": [{"first": "Olivia", "middle": ["L"], "last": "Mcgovern Id", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mark", "middle": [], "last": "Stenger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sara", "middle": ["E"], "last": "Oliver", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tara", "middle": ["C"], "last": "Anderson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cheryl", "middle": [], "last": "Isenhour", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Matthew", "middle": ["R"], "last": "Mauldin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nia", "middle": [], "last": "Williams", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eric", "middle": [], "last": "Griggs", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tonny", "middle": [], "last": "Bogere", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chris", "middle": [], "last": "Edens", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aaron", "middle": ["T"], "last": "Curns", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joana", "middle": ["Y"], "last": "Lively", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yingtao", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Songli", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Maureen", "middle": ["H"], "last": "Diaz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jessica", "middle": ["L"], "last": "Waller", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kevin", "middle": ["R"], "last": "Clarke Id", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mary", "middle": ["E"], "last": "Evans", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Elisabeth", "middle": ["M"], "last": "Hesse Id", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sapna", "middle": [], "last": "Bamrah", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Morris", "middle": [], "last": "Id", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Robert", "middle": ["P"], "last": "Mcclung", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Laura", "middle": ["A"], "last": "Cooley", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Naeemah", "middle": [], "last": "Logan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrew", "middle": ["T"], "last": "Boyd", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Allan", "middle": ["W"], "last": "Taylor", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kristina", "middle": ["L"], "last": "Bajema", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephen", "middle": [], "last": "Lindstrom", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christopher", "middle": ["A"], "last": "Elkins", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christopher", "middle": [], "last": "Jones", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aron", "middle": ["J"], "last": "Hall", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Samuel", "middle": [], "last": "Graitcer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alexandra", "middle": ["M"], "last": "Oster", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alicia", "middle": ["M"], "last": "Fry", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marc", "middle": [], "last": "Fischer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Laura", "middle": [], "last": "Conklin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Runa", "middle": ["H"], "last": "Gokhale", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "a1111111111 a1111111111 a1111111111 a1111111111 a1111111111", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The pandemic of Coronavirus Disease 2019 , caused by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), evolved rapidly after the first cases were reported in Wuhan, Hubei Province, China, in December 2019. By February 29, 2020, 85,403 confirmed COVID-19 cases were reported globally: 66,337 from Hubei Province, China, 13,057 from other provinces in China, and 6,009 from 53 other countries [1] . During February, COVID-19 transmission globally was shifting from importation by travelers from China to sustained within-country community transmission and importation from countries other than China [2] . By March 11, 2020, COVID-19 had been detected in 113 countries and the World Health Organization (WHO) declared the COVID-19 outbreak a global pandemic [3] . Aggressive containment measures were implemented in the United States to slow COVID-19 introduction, including screening travelers entering the United States, restrictions on international travel outbound from the United States, quarantine of persons thought to be exposed to COVID-19, isolation of laboratory-confirmed COVID-19 cases, and contact tracing [4, 5] .", "cite_spans": [{"start": 403, "end": 406, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 610, "end": 613, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 768, "end": 771, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1130, "end": 1133, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1134, "end": 1136, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the early stages of the pandemic, the U.S. Centers for Disease Control and Prevention (CDC) worked with state, local, and territorial partners to identify and test persons thought to be at risk for COVID-19 using the CDC COVID-19 persons under investigation (PUI) evaluation criteria (Table 1 ) [6] . This report describes demographic, clinical, and epidemiologic characteristics among 544 PUI reported to the CDC during January 17-February 29, 2020, including 36 confirmed COVID-19 cases.", "cite_spans": [{"start": 298, "end": 301, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 287, "end": 295, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "The surveillance cohort consisted of PUI reported to CDC by public health officials and healthcare personnel during January 17-February 29, 2020. CDC on-call clinicians provided consultation to state, local, and territorial health department officials and healthcare personnel to make case-by-case determinations of COVID-19 risk and facilitated subsequent testing for SARS-CoV-2.", "cite_spans": [], "ref_spans": [], "section": "Study design and participants"}, {"text": "PUI determination and SARS-CoV-2 testing recommendation was guided by the CDC COVID-19 PUI evaluation criteria (Table 1) , which were developed by CDC and subject to clinical judgement. PUI evaluation criteria changed according to the evolving understanding of signs, symptoms, and epidemiologic exposures thought to be associated with COVID-19. On January 31, the travel-related exposure criterion expanded from Wuhan, Hubei Province, China, to all regions of China [6] . On February 12, a criterion was added as a footnote for state and date of positive test or date report to CDC. There is also sensitive information about the patient's medical conditions contained within the minimal dataset needed to reproduce our analysis. As such, CDC feels the risk for reidentification and exposure of sensitive information even with removal of direct PII is possible and especially high for the first few cases in the United States, which were from unique geographic locations and had unique COVID-19 test dates and dates of report to CDC. If requested, a deidentified and redacted dataset could be provided. Requests for such a dataset can be directed to Olivia L. McGovern at okp3@cdc.gov or Runa H. Gokhale at yet7@cdc. gov.", "cite_spans": [{"start": 467, "end": 470, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 111, "end": 120, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Study design and participants"}, {"text": "patients with severe unexplained respiratory illness, regardless of epidemiologic exposures. On February 28, the travel-related exposure criterion was further expanded to include any geographic area affected by COVID-19, and the criterion for patients with severe unexplained respiratory illness, regardless of epidemiologic exposures, was added to the main body of the listed criteria [7] . After further local investigation, some persons initially recommended for SARS-CoV-2 testing were ultimately determined to not be PUI by state, local, or territorial public health officials for various reasons, including alternative explanation for symptoms or lack of known exposures. No SARS-CoV-2 testing was performed for these individuals.", "cite_spans": [{"start": 386, "end": 389, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Study design and participants"}, {"text": "Respiratory specimens were collected from all PUI for SARS-CoV-2 testing (i.e., nasopharyngeal and oropharyngeal swabs for all, sputum for PUI with productive cough, and bronchoalveolar lavage if clinically indicated). PUI identified in association with the SARS-CoV-2 outbreak on the Diamond Princess cruise ship were expected to have unique epidemiologic characteristics in comparison to other PUI and therefore were excluded from this analysis [8] . ", "cite_spans": [{"start": 447, "end": 450, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Study design and participants"}, {"text": "Description of the first 544 U.S. COVID-19 PUI", "cite_spans": [], "ref_spans": [], "section": "PLOS ONE"}, {"text": "State, local, and territorial health department officials and healthcare personnel from local hospitals reported demographic, clinical, and epidemiologic data on PUI during consultation with on-call CDC clinicians and by subsequent submission of a CDC PUI Report Form [9] . Data elements included sex, age, healthcare personnel status, travel history, close contact with U.S. laboratory-confirmed COVID-19 cases, hospitalization, presenting signs and symptoms, and diagnoses for pneumonia or acute respiratory distress syndrome. When possible, CDC data managers contacted public health professionals or healthcare personnel initially reporting PUI to complete missing data elements. Discrepancies between consultation call data and CDC PUI Report Form data were addressed through consultation with submitting health departments; when this was not possible, the source most directly connected to the PUI was used.", "cite_spans": [{"start": 268, "end": 271, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Data collection"}, {"text": "All SARS-CoV-2 diagnostic testing was performed using quantitative real-time reverse-transcription PCR (RT-qPCR) as described previously [10] . Data for laboratory testing results reported to CDC as of March 9 were included in this analysis.", "cite_spans": [{"start": 137, "end": 141, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Quantitative real-time reverse transcription PCR for SARS-CoV-2 detection and reporting"}, {"text": "CDC laboratories performed nearly all SARS-CoV-2 testing during the surveillance period and reported results to the CDC PUI Team. Between February 6, 2020 and February 28, 2020, two states were performing SARS-CoV-2 testing independent of CDC. From February 28, 2020 to March 2, 2020, 35 laboratories in 26 U.S. states began performing SARS-CoV-2 testing independently; for these samples, only positive results were reported to CDC. Laboratory results were considered missing if testing was performed locally and a result was not communicated to CDC or if inconsistent or missing information in linking variables did not allow for matching between CDC laboratory and epidemiologic databases.", "cite_spans": [], "ref_spans": [], "section": "Quantitative real-time reverse transcription PCR for SARS-CoV-2 detection and reporting"}, {"text": "Individuals determined to be a PUI from January 17-February 29, 2020 were included in this analysis. The presence of symptoms was indicated by a check box on data collection instruments; a checked box indicated the symptom was reported whereas an unchecked box indicated that the symptom was either not reported or missing. All analyses were conducted as \"present\" or \"no/missing\". All PUI were classified by case type and test status. Community spread was defined as PUI with neither travel-nor contact-related exposures reported. Characteristics of laboratory-negative PUI and confirmed COVID-19 cases were summarized as percentage or means and ranges for the period of January 17−February 29. All PUI with laboratory results available were compared before and after February 12, which corresponded to a PUI evaluation criteria change and approximated the shift in detected epidemiologic exposures from primarily travel-related exposure with travel from China to a greater degree of community spread within the United States and travel-related exposures from countries other than China. Prevalence ratios (PR) were calculated for comparison of categorical variables between these two time periods, and pooled t-tests were used to assess difference in means for continuous data. All data analyses were performed in SAS 9.4 (SAS Institute, Cary, NC). The CDC Human Research Protection Office determined that this work was exempt from human subjects research regulations since all information was collected in response to a public health emergency. Data were collected in compliance with applicable Office of Management and Budget approvals (OMB Control # 0920-1011).", "cite_spans": [], "ref_spans": [], "section": "Data analysis"}, {"text": "From January 17−February 29, 2020, CDC received 2,192 consultation calls, from which 765 potential PUI were identified. Among these, 54 (7%) were determined not to be PUI after further local investigation, leaving 711 PUI with submitted specimens for testing (Fig 1) . An additional 167 (22%) had missing SARS-CoV-2 RT-qPCR test results as of March 9. The 544 PUI with test results reported to CDC that could be matched to PUI epidemiologic data represent patients from 42 U.S. states and the U.S. Virgin Islands; among these, 36 (7%) were confirmed COVID-19 cases.", "cite_spans": [], "ref_spans": [{"start": 259, "end": 266, "text": "(Fig 1)", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Overall, laboratory-negative PUI and confirmed COVID-19 cases presented with similar demographic characteristics ( Table 2 ). Proportions of males and females were similar for both confirmed COVID-19 cases and laboratory-negative PUI. Confirmed COVID-19 cases were slightly older compared to laboratory-negative PUI during this time period (mean in years [range]: 46 versus 37 [<1-92]). Among 62 PUI under age 18 years tested for SARS--CoV2; 6 (10%) were positive. Among 67 healthcare personnel tested for SARS-CoV-2, 2 (3%) were positive, and neither had known exposure in a U.S. healthcare setting.", "cite_spans": [], "ref_spans": [{"start": 115, "end": 122, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Laboratory-negative PUI and confirmed COVID-19 cases also showed similar clinical presentation at the time of PUI report; however, a higher proportion of confirmed COVID-19 (Table 1 ). 3: The United States introduces travel restrictions for foreign nationals with travel from China in the last 14 days. 4: PUI evaluation criteria changed to include a criterion for testing of persons with severe unexplained respiratory illness by addition of a footnote. 5: PUI evaluation criteria changed to expand the travel-related exposure criterion to include any geographic area affected by COVID-19, and the criterion for patients with severe unexplained respiratory illness, regardless of epidemiologic exposures, was moved into the main body of the PUI evaluation criteria. \"Missing\" = testing was performed locally and a result was not communicated to CDC, or inconsistent or missing information in linking variables did not allow for matching between CDC laboratory and epidemiologic databases. Community spread cases had no known travel-or contactrelated exposures. A comparison of the demographic, clinical, and epidemiologic characteristics of all PUI before and after the February 12 PUI evaluation criteria change is presented in Table 3 . Consistent with changes in PUI evaluation criteria, PUI reported after February 12 were less likely to report travel from Hubei Province, China (PR: 0.2, p<0.001) and more likely to report either travel from a country other than China (PR: 4.6, p<0.001) or having no known travel-or contact-related exposures (PR: 3.7, p<0.001). PUI reported after February 12 also tended to be older (mean in years [range]: 43 versus 36 [<1-92]) and more likely to report shortness of breath (PR: 1.7, p<0.001), but they were less likely to report cough (PR: 0.6, p<0.05) or fever (PR: 0.7, p<0.05). A higher proportion of PUI were confirmed COVID-19 cases after February 12 (PR: 2.8, p<0.001).", "cite_spans": [], "ref_spans": [{"start": 173, "end": 181, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 1230, "end": 1237, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Results"}, {"text": "As depicted in Fig 1, 15 confirmed COVID-19 cases were reported during January 17 to February 12: 11 (73%) reported travel-related exposure only, 2 (13%) reported contact with a U.S. confirmed COVID-19 case only, and 2 (13%) reported both travel-and contact-related exposure. All travel-related exposures during this time were travel from China including travel ", "cite_spans": [], "ref_spans": [{"start": 15, "end": 24, "text": "Fig 1, 15", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Description of the first 544 U.S. COVID-19 PUI from Wuhan, Hubei Province, on repatriation mission flights, and 1 travel-related case was among a repatriated person who worked as a healthcare personnel in Hubei Province, China. During February 13 to February 29, more than half of confirmed COVID-19 cases reported no known travel-or contact-related exposure and were therefore likely associated with community spread (Fig 1) . A total of 21 confirmed COVID-19 cases were reported during this time: 12 (57%) were associated with community spread and identified on or after February 23; 3 (14%) reported contact with a U.S. confirmed COVID-19 case only; 5 (24%) reported travelrelated exposure only; and 1 (5%) reported both travel and contact-related exposure. Travelrelated cases reported travel from China, South Korea, and Egypt. One case of community spread occurred in someone identified as a U.S. healthcare personnel.", "cite_spans": [], "ref_spans": [{"start": 418, "end": 425, "text": "(Fig 1)", "ref_id": "FIGREF0"}], "section": "PLOS ONE"}, {"text": "This report provides a description of PUI during the early stages of the COVID-19 pandemic in the United States. Overall, the demographic, clinical, and epidemiologic characteristics of laboratory-negative PUI and confirmed COVID-19 cases were similar and generally align with other reports from similar time periods. Confirmed COVID-19 cases presented commonly with cough and/or fever [11] [12] [13] and less often with shortness of breath, sore throat or gastrointestinal symptoms [11, 13] . Further, most cases occurred in middle-to older-aged adults [14] . However, 16.7% of U.S. confirmed COVID-19 cases, identified by February 29, 2020, were children under 18 years of age, which is higher than reported in China [14] . During the first few months of the U.S. pandemic, pediatric COVID-19 cases presented with less severe illness and fewer symptoms than adults [15] . Further investigation will help to understand the true range of clinical presentations and distribution of SARS-CoV-2 infection among all age groups including those with symptomatic and asymptomatic infection.", "cite_spans": [{"start": 386, "end": 390, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 391, "end": 395, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 396, "end": 400, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 483, "end": 487, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 488, "end": 491, "text": "13]", "ref_id": "BIBREF12"}, {"start": 554, "end": 558, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 719, "end": 723, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 867, "end": 871, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "While healthcare personnel are at higher risk of exposure to COVID-19 than the general public [16] , infection among healthcare personnel was relatively rare in the United States during the early stage of the pandemic. Similarly, Ghinai et al. and Heinzerling et al. found that more than half of the 331 healthcare personnel who provided care to two COVID-19 patients reported medium-or high-risk exposures to the COVID- 19 patients, yet only 3 tested positive [17, 18] . As the number of cases in the United States has risen, so too has the number of healthcare personnel affected [19] . Additional studies of healthcare personnel will elucidate the circumstances and settings that facilitate or protect against SARS-CoV-2 transmission.", "cite_spans": [{"start": 94, "end": 98, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 230, "end": 266, "text": "Ghinai et al. and Heinzerling et al.", "ref_id": null}, {"start": 421, "end": 423, "text": "19", "ref_id": "BIBREF18"}, {"start": 461, "end": 465, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 466, "end": 469, "text": "18]", "ref_id": "BIBREF17"}, {"start": 582, "end": 586, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, this report describes a shift in detected epidemiologic exposures before and after February 12, 2020, corresponding to a change in the PUI evaluation criteria in the United States. Before February 12, epidemiologic exposures among PUI were primarily travel-related with travel from China. After February 12, a greater proportion of PUI had either travelrelated exposures with travel from countries other than China or no known travel-or contactrelated exposures. While these shifts in detected epidemiologic exposures likely reflected in part the global spread of COVID-19, including more community transmission within the United States, these results were also likely driven by travel restrictions and changes in PUI evaluation criteria made during this period. Beginning February 2, travel restrictions were put into place that denied entry into the U.S. for foreign nationals with travel from China in the 14 days before their arrival, and expansion of the travel-related exposure criterion to any geographic area affected by COVID-19 was added to the PUI evaluation criteria on February 28. In addition, an official criterion for patients with severe unexplained respiratory illness, regardless of epidemiologic exposure, was added to the PUI evaluation criteria as a footnote on February 12 and into the main body of the PUI evaluation criteria on February 28. While the criterion may not have been widely recognized prior to its addition into the main body of the PUI criteria, deferral to clinical judgment allowed for testing of persons not fully meeting the PUI evaluation criteria throughout this time period.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A better understanding of when and how the pandemic shifted from primarily travelrelated cases to community transmission in the United States, including work such as that undertaken by Jorden and colleagues demonstrating limited early spread [20] , will benefit future planning for other novel pathogens with rapidly changing epidemiology. Several factors likely contributed to the rapid acceleration of the COVID-19 pandemic in the United States, including cryptic transmission within the community due to limited laboratory testing and spread by persons with asymptomatic or presymptomatic infection [21] . While PUI evaluation criteria changed as our understanding of COVID-19 epidemiology evolved, the criteria guided detection of persons with known epidemiologic exposures and signs and symptoms of lower respiratory illness. Knowledge of transmission by asymptomatic and presymptomatic persons was limited early in the pandemic; therefore, they were not targeted for testing during this time. In addition, there was limited testing in the early phases of the outbreak, focused primarily on those with severe illness or PUI thought to have known high-risk epidemiologic exposures. Taken together, these factors likely contributed to underdetection of COVID-19 early in the pandemic.", "cite_spans": [{"start": 242, "end": 246, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 602, "end": 606, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "This analysis is subject to several limitations. Evaluation of PUI was based on patient presentation at the time of consultation with CDC's PUI clinical call team; no follow-up data were received. Further, patients with atypical presentations not included in the PUI evaluation criteria such as GI illness without fever and cough may not be represented in this analysis. Therefore, the full spectrum of COVID-19 clinical illness may not be represented in these data. PUI who tested negative for SARS-CoV-2 might have been underreported during the last week of the surveillance period, since 26 jurisdictions began testing independently but were submitting reports only for PUI who tested positive for SARS-CoV-2. All missing data for variables recorded using check boxes were treated as a \"no\" response, which might lead to underestimation of prevalence if some were unknown or truly missing responses. This report includes a relatively small number of confirmed COVID-19 cases, which may not be generalizable to later cases, especially given the ongoing evolution of COVID-19 epidemiology in the United States and globally.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Infectious disease outbreaks with a central geographic locus allow for targeted intervention such as travel restrictions and testing of persons with defined epidemiologic links. However, given the nature of global travel, widespread dissemination to a global pandemic can occur rapidly. An understanding of the beginning stages of the pandemic within the United States, can provide insight into its ultimate evolution toward widespread community transmission. The description of this early response to COVID-19 within the United States can inform future pandemic preparedness planning, including preparation of healthcare systems and public health laboratories for early and rapid expansion of testing for novel pathogens, implementation of broader testing criteria, and early testing of asymptomatic contacts.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Nebraska, New Hampshire, New Jersey, Nevada, New York, New York City, Ohio, Oklahoma, Oregon, Pennsylvania, Rhone Island, South Carolina, Tennessee, Texas, Utah, Virginia, Washington, Wisconsin, and the U.S. Virgin Islands; as well as volunteer medical and veterinary medical students, and our CDC response colleagues from the Respiratory Viruses Diagnostic Laboratory, Division of Healthcare Quality Promotion Surge Laboratory, Repatriation Mission Teams, Global Migration Task Force, and PUI Team.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Disclaimers: The findings and conclusions in this report are those of the authors and do not necessarily represent the views of the CDC.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Validation: Olivia L. McGovern, Mark Stenger, Tara C. Anderson, Cheryl Isenhour, Matthew", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization. Coronavirus disease 2019 (COVID-19) situation report-40", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization", "authors": [], "year": 2020, "venue": "Coronavirus disease 2019 (COVID-19) situation report-38", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "World Health Organization. Coronavirus disease 2019 (COVID-19) situation report-51", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Active monitoring of persons exposed to patients with confirmed COVID-19-United States", "authors": [{"first": "R", "middle": ["M"], "last": "Burke", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Midgley", "suffix": ""}, {"first": "A", "middle": [], "last": "Dratch", "suffix": ""}, {"first": "M", "middle": [], "last": "Fenstersheib", "suffix": ""}, {"first": "T", "middle": [], "last": "Haupt", "suffix": ""}, {"first": "M", "middle": [], "last": "Holshue", "suffix": ""}], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "69", "issn": "", "pages": "245--251", "other_ids": {"DOI": ["10.15585/mmwr.mm6909e1"], "PMID": ["32134909"]}}, "BIBREF4": {"ref_id": "b4", "title": "Update: public health response to the coronavirus disease 2019 outbreak-United States", "authors": [{"first": "D", "middle": ["B"], "last": "Jernigan", "suffix": ""}, {"first": "", "middle": [], "last": "Cdc Covid-19 Response", "suffix": ""}, {"first": "", "middle": [], "last": "Team", "suffix": ""}], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "69", "issn": "", "pages": "216--225", "other_ids": {"DOI": ["10.15585/mmwr.mm6908e1"], "PMID": ["32106216"]}}, "BIBREF5": {"ref_id": "b5", "title": "Persons evaluated for 2019 novel coronavirus-United States", "authors": [{"first": "K", "middle": ["L"], "last": "Bajema", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Oster", "suffix": ""}, {"first": "O", "middle": ["L"], "last": "Mcgovern", "suffix": ""}, {"first": "S", "middle": [], "last": "Lindstrom", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Stenger", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Anderson", "suffix": ""}], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "69", "issn": "", "pages": "166--70", "other_ids": {"DOI": ["10.15585/mmwr.mm6906e1"], "PMID": ["32053579"]}}, "BIBREF6": {"ref_id": "b6", "title": "Update and Interim Guidance on Outbreak of Coronavirus Disease", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Public health responses to COVID-19 outbreaks on cruise ships-Worldwide", "authors": [{"first": "L", "middle": ["F"], "last": "Moriarty", "suffix": ""}, {"first": "M", "middle": [], "last": "Plucinski", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Marston", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Kurbatova", "suffix": ""}, {"first": "B", "middle": [], "last": "Knust", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Murray", "suffix": ""}], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "69", "issn": "", "pages": "347--52", "other_ids": {"DOI": ["10.15585/mmwr.mm6912e3"], "PMID": ["32214086"]}}, "BIBREF8": {"ref_id": "b8", "title": "Information for health departments on reporting a person under investigation (PUI), or presumptive positive and laboratory-confirmed cases of COVID-19", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "US CDC real-time reverse transcription PCR panel for detection of severe acute respiratory syndrome coronavirus 2", "authors": [{"first": "Xw", "middle": ["L"], "last": "Lu", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Sakthivel", "suffix": ""}, {"first": "B", "middle": [], "last": "Whitaker", "suffix": ""}, {"first": "J", "middle": [], "last": "Murray", "suffix": ""}, {"first": "S", "middle": [], "last": "Kamili", "suffix": ""}], "year": 2020, "venue": "Emerg Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "1061--1069", "other_ids": {"DOI": ["10.1001/jama.2020.1585"], "PMID": ["32031570"]}}, "BIBREF11": {"ref_id": "b11", "title": "Novel Coronavirus Infection in Hospitalized Infants Under 1 Year of Age in China", "authors": [{"first": "M", "middle": [], "last": "Wei", "suffix": ""}, {"first": "J", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "T", "middle": [], "last": "Fu", "suffix": ""}, {"first": "X", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "1313--1314", "other_ids": {"DOI": ["10.1001/jama.2020.2131"], "PMID": ["32058570"]}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan", "authors": [{"first": "J", "middle": ["J"], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}, {"first": "Y", "middle": ["Y"], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": ["D"], "last": "Yuan", "suffix": ""}, {"first": "Y", "middle": ["B"], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": ["Q"], "last": "Yan", "suffix": ""}], "year": 2020, "venue": "China. Allergy", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/all.14238"], "PMID": ["32077115"]}}, "BIBREF13": {"ref_id": "b13", "title": "Epidemiology Working Group for NCIP Epidemic Response, Chinese Center for Disease Control and Prevention. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China", "authors": [{"first": "Z", "middle": [], "last": "Liu", "suffix": ""}, {"first": "", "middle": [], "last": "Bing", "suffix": ""}, {"first": "X", "middle": ["Z"], "last": "Zhi", "suffix": ""}], "year": 2020, "venue": "", "volume": "41", "issn": "", "pages": "145--51", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Coronavirus Disease 2019 in Children-United States", "authors": [{"first": "Cc-R", "middle": [], "last": "Team", "suffix": ""}], "year": 2020, "venue": "", "volume": "69", "issn": "", "pages": "422--426", "other_ids": {"DOI": ["10.15585/mmwr.mm6914e4"], "PMID": ["32271728"]}}, "BIBREF15": {"ref_id": "b15", "title": "Risk of COVID-19 among front-line health-care workers and the general community: a prospective cohort study", "authors": [{"first": "L", "middle": ["H"], "last": "Nguyen", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Drew", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Graham", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Joshi", "suffix": ""}, {"first": "C", "middle": [], "last": "Guo", "suffix": ""}, {"first": "W", "middle": [], "last": "Ma", "suffix": ""}], "year": 2020, "venue": "Lancet Public Health", "volume": "5", "issn": "", "pages": "475--483", "other_ids": {"DOI": ["10.1016/S2468-2667%2820%2930164-X"], "PMID": ["32745512"]}}, "BIBREF16": {"ref_id": "b16", "title": "First known person-toperson transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in the USA", "authors": [{"first": "I", "middle": [], "last": "Ghinai", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Mcpherson", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Hunter", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Kirking", "suffix": ""}, {"first": "D", "middle": [], "last": "Christiansen", "suffix": ""}, {"first": "K", "middle": [], "last": "Joshi", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "30607--30610", "other_ids": {"DOI": ["10.1016/S0140-6736%2820%2930607-3"], "PMID": ["32178768"]}}, "BIBREF17": {"ref_id": "b17", "title": "Transmission of COVID-19 to Health Care Personnel During Exposures to a Hospitalized Patient", "authors": [{"first": "A", "middle": [], "last": "Heinzerling", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Stuckey", "suffix": ""}, {"first": "T", "middle": [], "last": "Scheuer", "suffix": ""}, {"first": "", "middle": [], "last": "Xu K", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Perkins", "suffix": ""}, {"first": "H", "middle": [], "last": "Resseger", "suffix": ""}], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "69", "issn": "", "pages": "472--476", "other_ids": {"DOI": ["10.15585/mmwr.mm6915e5"], "PMID": ["32298249"]}}, "BIBREF18": {"ref_id": "b18", "title": "Characteristics of Health Care Personnel with COVID-19-United States", "authors": [], "year": 2020, "venue": "CDC COVID-19 Response Team", "volume": "69", "issn": "", "pages": "477--481", "other_ids": {"DOI": ["10.15585/mmwr.mm6915e6"], "PMID": ["32298247"]}}, "BIBREF19": {"ref_id": "b19", "title": "Evidence for Limited Early Spread of COVID-19 Within the United States", "authors": [{"first": "Cc-R", "middle": [], "last": "Team", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Jorden", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Rudman", "suffix": ""}], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "69", "issn": "", "pages": "680--684", "other_ids": {"DOI": ["10.15585/mmwr.mm6922e1"], "PMID": ["32497028"]}}, "BIBREF20": {"ref_id": "b20", "title": "Public Health Response to the Initiation and Spread of Pandemic COVID-19 in the United States", "authors": [{"first": "A", "middle": [], "last": "Schuchat", "suffix": ""}], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "69", "issn": "", "pages": "551--556", "other_ids": {"DOI": ["10.15585/mmwr.mm6918e2"], "PMID": ["32379733"]}}}, "ref_entries": {"FIGREF0": {"text": "Epidemiologic curve of persons under investigation for COVID-19: Frequency by determination date, SARS-CoV-2 test status, and COVID-19 case type, United States, January 17-February 29, 2020 (N = 711). 1: CDC activates the Emergency Operations Center. 2: WHO declares COVID-19 outbreak a public health emergency of international concern, and persons under investigation (PUI) evaluation criteria change to expand the travel-related epidemiologic exposure criterion", "latex": null, "type": "figure"}, "TABREF0": {"text": "CDC COVID-19 persons under investigation evaluation criteria, United States, January 17-February 29, 2020 a .On February 12, a modification was added in the form of a footnote; this change was for addition of a criterion for patients with severe unexplained respiratory illness, regardless of epidemiologic exposures. This modification was implemented on February 13 and added to the main body of the PUI evaluation criteria on February 28.As of February 29, affected geographic areas were China, Iran, Italy, Japan, and South Korea. Affected geographic areas expanded as the outbreak evolved.", "latex": null, "type": "table"}, "TABREF1": {"text": "https://doi.org/10.1371/journal.pone.0249901.g001 cases were hospitalized compared to laboratory-negative PUI (44% [16/36] versus 28% [144/ 508]). Consistent with the PUI evaluation criteria, confirmed COVID-19 cases most commonly presented with cough (75% [27/36]) or fever (58% [21/36]), and less commonly with shortness of breath (28% [10/36]), sore throat (31% [11/36]), or gastrointestinal symptoms (8% [3/36]). Overall, a similar proportion of laboratory-negative PUI and confirmed COVID-19 cases reported travel from Hubei Province, China; travel from countries other than China; and", "latex": null, "type": "table"}, "TABREF2": {"text": "Characteristics of U.S. laboratory-negative persons under investigation and confirmed COVID-19 cases, January 17-February 29, 2020 a .", "latex": null, "type": "table"}, "TABREF3": {"text": "includes only persons under investigation (PUI) who had complete COVID-19 test results reported to the CDC. This included repatriation missions from Hubei Province, China but not the Diamond Princess cruise ship. b Most patients were hospitalized for severity of illness, but some were hospitalized for isolation purposes. c Gastrointestinal symptoms included nausea, vomiting, diarrhea, and abdominal pain. The confirmed COVID-19 case reporting gastrointestinal symptoms reported", "latex": null, "type": "table"}, "TABREF4": {"text": "Characteristics of persons under investigation for COVID-19, United States, January 17-February 12 and February 13-29, 2020.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors gratefully acknowledge the contributions of many individuals, too numerous to name here, at state, local, and territorial health departments and hospitals who contributed to data collection in Alabama, Arkansas ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}