{"paper_id": "0a2212d943463df4c283bbfe4a4d314103249c87", "metadata": {"title": "Occupational Qualification Standard for Truck Drivers as a Risk Management Tool in Road Transportation of Dangerous Goods", "authors": [{"first": "Jelizaveta", "middle": [], "last": "Janno", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tallinn University of Technology", "location": {"addrLine": "Ehitajate Street 5", "postCode": "19086", "settlement": "Tallinn", "country": "Estonia"}}, "email": "jelizaveta.janno@taltech.ee"}, {"first": "Ott", "middle": [], "last": "Koppel", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tallinn University of Technology", "location": {"addrLine": "Ehitajate Street 5", "postCode": "19086", "settlement": "Tallinn", "country": "Estonia"}}, "email": "ott.koppel@taltech.ee"}]}, "abstract": [{"text": "The problem studied in this paper focuses on shortages of the diverse approach of professional training of truck drivers in Estonia and studies in details what is its' impact on specific knowledge and training with regards to dangerous goods transportation. Previous studies have identified that the heterogeneous training of truck drivers is a significant risk factor in the road transportation of dangerous goods. The research aims to assess the possibilities for managing risks in road transportation of dangerous goods through the occupational qualification standard of a truck driver in Estonia.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The follow-up study presents a qualitative development research strategy based on the concept of general qualifications system and training system of truck drivers in Estonia. The study is based on primary and secondary data, providing qualitative analysis of interviews and meta-analysis of the results of previous studies. The framework of new study modules is created within the current professional training course of truck drivers based on a designed truck driver's profile. The validation is carried out by expert interviews. The benchmarking collates the qualification requirements and vocational training for professional drivers in Europe with risks within dangerous goods transportation chain identifies the qualitative relationship between them.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The outcome introduces additional study modules into existing truck driver vocational education and training with a methodological approach to improve drivers' competences. This will be an input for developing the occupational qualification standard of a truck driver in Estonia shortly.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The preparation of road transportation of dangerous goods (DG) consists of a series of skills and knowledge required to prepare for the transport of DG as part of work activities undertaken within the transport and logistics industry [1] . With regards to truck drivers, the preparation of road transportation of DG includes checking DG load and documents related, assessing vehicle suitability to transport intended cargo, checking emergency procedures and equipment, evaluating documented route plans, and completing required assessment process. Acknowledging the existence of overlapping risks with their possible consequences in a regular transportation chain with regards to same preparation and following procedures during the transportation makes it possible to manage them proactively in advance with regards to the dangerous goods transportation chain (DGTC) [9] .", "cite_spans": [{"start": 234, "end": 237, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 868, "end": 871, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "The content of ADR regulations training for truck drivers is regulated by The European Agreement concerning the International Carriage of Dangerous Goods by Road (ADR) [14] . Practical training may affect the safety aspects in peculiar transportations, such as the one of DGT by road. The required competencies for the licence to transport DG by road may be achieved through formal training, i.e. ADR regulations training for truck drivers, experience in the workplace (transport and logistics sector), or a combination of both aspects named [1] .", "cite_spans": [{"start": 168, "end": 172, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 542, "end": 545, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "The problem discussed in this paper is a follow-up to a broad study on human factor-related risks and their impacts in road transportation of DG. It refers to the shortages in professional training of truck drivers in Estonia from the perspective of specific knowledge and competences with regards to dangerous goods transportation (DGT). The undertaken qualitative research based on results of previous research in the particular filed of DGT, the combination of expert interviews and benchmarking methodology aims to tie up the exiting ADR regulations training for truck drivers and professional truck driver course in Estonia by introducing new study modules into existing truck driver professional training with a particular methodological approach to be readily implemented in practice. All this will contribute to proactive risk management with regards to ensured competences and improved knowledge and at the early stage of truck drivers' professional career. Results can be further implemented in developing occupational qualification standard (OQS) for truck drivers in Estonia, which is relevant with regards to interaction and collaboration of specialist competence with the practical labour market.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The 8-level Estonian Qualifications Framework (EstQF) was established in 2008 and today meets the content and requirements of the European Qualification Framework (EQF). The EstQF has eight levels, the first of which is the lowest and the eighth is the highest. The descriptions of the qualification levels are identical with the EQF level descriptions. EstQF is a comprehensive framework (see Fig. 1 ), consisting of four subframeworks for [5] :", "cite_spans": [{"start": 441, "end": 444, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 394, "end": 400, "text": "Fig. 1", "ref_id": null}], "section": "Qualification Framework"}, {"text": "• general education qualifications;", "cite_spans": [], "ref_spans": [], "section": "Qualification Framework"}, {"text": "• vocational education and training (VET) qualifications; • higher education qualifications;", "cite_spans": [], "ref_spans": [], "section": "Qualification Framework"}, {"text": "• occupational qualifications.", "cite_spans": [], "ref_spans": [], "section": "Qualification Framework"}, {"text": "The OQS is an interface between the labour market and the lifelong learning system enhancing the development, assessment and recognition of persons' professional competence. The following principles have been taken into account while developing the OQS in Estonia:", "cite_spans": [], "ref_spans": [], "section": "Qualification Framework"}, {"text": "• stakeholders of the labour market are involved in all parts of the OQS (employers, employees, the state, trainers)therefore agreements are based on the co-operation of various stakeholders; • it follows an integrated qualifications system model;", "cite_spans": [], "ref_spans": [], "section": "Qualification Framework"}, {"text": "• the central concept of the OQS is competence, that means the system is based on competence both conceptually and in reality; • OQS is built and operational as a quality system [5] .", "cite_spans": [{"start": 178, "end": 181, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Qualification Framework"}, {"text": "A general OSKA (Future Labour and Skills) report on changes in labour requirements, labour market developments and the dominant trends in the field of logistics in Estonia is a source to emphasise the necessity of trained personnel as well as the primary basis for identifying mandatory and optional competencies of the truck driver profession.", "cite_spans": [], "ref_spans": [], "section": "Qualification Framework"}, {"text": "Directive 2003/59/EC lays down requirements for the initial driving qualification and periodic in-service training of professional drivers holding a C or D driving category licence. It requires drivers to prove their initial qualification by taking either training and theory test, or theory and practical test, without any compulsory training beforehand [7] . Then bus and lorry drivers European Union (EU) wide are required to update and refresh their professional skills by undergoing periodic in-service training every five years. Training and educating drivers is a priority among road safety policies. Well trained drivers are safer drivers [16] .", "cite_spans": [{"start": 355, "end": 358, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 647, "end": 651, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Vocational Education and Training for Drivers"}, {"text": "In Estonia, two legal acts regulate the work and competences of a truck driver. Firstly, the Road Transport Act lays down the bases for the organization of national and international road transport, including the professional training of drivers, and the training and qualification requirements for the leading transport manager. It also establishes training and qualification requirements for the leading transport manager Fig. 1 . Estonian qualification framework [5] . [4] . Requirements for the knowledge and skills of train drivers and the content of their general training, requirements for the knowledge and skills of train drivers in order to obtain a certificate, and the rules for the examination for train drivers is the second source document in Estonia with regards to drivers professional training regulates the professional skills and training requirements of the so-called professional driver (incl. truck, bus and taxi driver). Besides, it establishes training and qualification requirements for car, public transport and truck drivers [13] .", "cite_spans": [{"start": 466, "end": 469, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 472, "end": 475, "text": "[4]", "ref_id": null}, {"start": 1053, "end": 1057, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 424, "end": 430, "text": "Fig. 1", "ref_id": null}], "section": "Vocational Education and Training for Drivers"}, {"text": "In Estonia there are both vocational schools and private training companies, providing vocational training for truck drivers. In order to complete the professional training of a driver, a person must have a valid driving license for the category corresponding to the training or he/she must complete professional training combined with the acquisition of a driving license following the Road Transport Act [6] . Regularly the vocational training and its volume are divided as follows: at least 280 h, of which at least 20 h are driving lessons. Vocational training may also be taken in the form of combined training. Within this training the driver acquires the right to drive a vehicle in category C or C1 (truck/lorry), a combination of vehicles in category CE) or C1E (truck/lorry-trailer), a bus in category D or D1 or a combination of vehicles in category DE or D1E (bus-trailer). In this case, the amount of driver training of the driving category is added to the training. The training of a motor vehicle driver of the requested category shall be carried out under the conditions and procedure for the preparation of a motor vehicle driver provided for in the Rod Transport Act.", "cite_spans": [{"start": 406, "end": 409, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Vocational Education and Training for Drivers"}, {"text": "When transporting DG, there is always an increased risk to health, safety, property or the environment. Road transport of DG means any movement of DG by the vehicle on a public road or other generally accessible roads, including stops required during the transportation and activities related to this haulage [9] . Legal requirements, according to ADR states that in addition to professional training, the truck drivers shall undergo ADR Regulations Training Courses as in-service training, approved by the competent authority to operate with DG on roads. In practice, it occurs that specific knowledge and training with regards to DG are needed more and more often on a deep level of details in transportation. Based on previous studies, there is a noticeable gap of knowledge and therefore, competency with regards to DG by the novice truck driver. The content of driver's occupational training should include necessary information on DG and their hazard characteristic. Drivers must be able to tell the difference between DG and not dangerous ones. Moreover, considering that, under certain conditions, the transportation of DG in limited quantities (LQ) is allowed without passing the course, in this case, the drivers must also be aware of the risks of DGT [9] . To ensure better safety on the earliest stage in the transportation process, it is crucial to harmonise and standardise training system of truck drivers and link it to the occupational qualification system [9] .", "cite_spans": [{"start": 309, "end": 312, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1262, "end": 1265, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1474, "end": 1477, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Dangerous Goods Transport"}, {"text": "Previous studies regarding road transportation of DG are focused on risks related to human factors with regards to DG transport [9] , ADR Regulations Training Courses in Estonia [10] , as well as the analysis of theoretical concepts of teaching methods applied in professional training of adults [11] , is also used as an input to form harmonised and standardised training system of truck drivers. A general OSKA (Future Labour and Skills) report on changes in labour requirements, labour market developments and the dominant trends in the field of logistics in Estonia is a source to emphasise the necessity of trained personnel as well as the primary basis for identifying mandatory and optional competencies of the truck driver profession.", "cite_spans": [{"start": 128, "end": 131, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 178, "end": 182, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 296, "end": 300, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Dangerous Goods Transport"}, {"text": "Truck drivers drive trucks for the transport of goods, liquids and materials in national and international transport. They must comply with the conditions laid down by the carrier, the consignor and the consignee, and with the laws and regulations governing the sector [16] . The focus-problem discussed within this paper focuses on shortages of the diverse approach of professional training of truck drivers in Estonia and studies in details what is its' impact on specific knowledge and training with regards to DGT.", "cite_spans": [{"start": 269, "end": 273, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Problem Description"}, {"text": "The McKinsey Global Institute report finds that the technical potential for automation in transport and warehousing is very high, with transport and warehousing ranking third after accommodation-food services and manufacturing and ahead of agriculture [12] . Frey and Osborne find that work in the field of logistics and transport are most likely automated in the so-called first wave of automation, at the same time as administrative support activities and production work [8] . The model developed by Frey and Osborne focuses on the probability of automating different occupations. Among the professions in the fields of transport, logistics, motor vehicle sales and repair the lowest probability of automation risk among the professions are logistics, purchasing, general and function managers, air traffic controllers, passenger pilots.", "cite_spans": [{"start": 252, "end": 256, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 474, "end": 477, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Problem Description"}, {"text": "One central part and outcome of the occupational qualification system is the system of occupational qualification standards (OQS). OQS is a document which describes occupational activities and provides the competency requirements for occupational qualifications and their levels [5] . The position of a truck driver in road transportation can be characterised by its' diverse nature of work as well as a variable working environment. In addition to specificities of work and personal characteristics of a truck driver, professional activities with regards this profession today are related to three subjects mainly: different parties and people involved into transportation chain, necessary tools and technical equipment, different types of goods within the transportation process.", "cite_spans": [{"start": 279, "end": 282, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Problem Description"}, {"text": "The work of a truck driver has a creative nature, and aspects that support it are evident in daily work related to non-standard situations and, in particular, problemsolving situations. In case of the driver's professional training and educational system, there is no clear definition of competence requirements and competencies for the given position in Estonia. Until 2007, Estonian occupational qualifications system had a valid professional standard for a truck driver (Truck Driver II), which corresponded upper secondary general education certificate and VET certificate level 4 (upper secondary VET) according to EstQF (see Fig. 1 ). Passing the vehicle driving category and vocational training is not sufficient to mitigate the increased risks related to the transport of DG in national and international road transportation. The research aims to assess the possibilities for managing risks in road transportation of DG through the OQS of a truck driver in Estonia.", "cite_spans": [], "ref_spans": [{"start": 631, "end": 637, "text": "Fig. 1", "ref_id": null}], "section": "Problem Description"}, {"text": "A research design is the set of methods and procedures used in collecting and analysing data in the problem research [3] . It is a framework that has been created to find answers to the research problem. The research strategy of this study is designed based on qualitative development research. It is based on the concept of general qualifications system and training system of truck drivers in Estonia.", "cite_spans": [{"start": 117, "end": 120, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Data Collection"}, {"text": "Fixed designs usually are theory-driven; otherwise, it is impossible to know in advance which variables need to be controlled and measured. Often, these variables are measured quantitatively. Flexible designs allow for more freedom during the data collection process. One reason for using a flexible research design can be that the variable of interest is not quantitatively measurable, such as culture [15] and humanrelated aspects, as in the case of this study.", "cite_spans": [{"start": 403, "end": 407, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Data Collection"}, {"text": "Current research design has a mixed approach. From the perspective of fixed designed elements, the data collection is based on theory and previous studies in road transportation of DG are focused on risks related to human factors with regards to DG transport and ADR Regulations Training Courses in Estonia. The flexibility in the research design is ensured by the number of in-depth interviews that have been performed with relevant parties of the transport sector and VET qualifications. In-depth interviews are a qualitative data collection method that involves direct, one-on-one engagement with individual participants. In-depth interviewing can take place face-toface or via other communication channels (telephone, Skype, etc.). To be effective and to deliver reliable information, the interviewer must be highly skilled to prevent data loss [2] . The following considerations are in favour of the chosen data collection method:", "cite_spans": [{"start": 849, "end": 852, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Data Collection"}, {"text": "• there is a higher quality of sampling compared to some other data collection methods; • because in-depth interviews can potentially be so insightful, it is possible to identify highly valuable findings quickly [2] .", "cite_spans": [{"start": 212, "end": 215, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Data Collection"}, {"text": "Within the current study, six interviews were conducted, based on three different structures depending on the interviewee. The main objective of data collecting via interviews was to map the truck driver's profile today and shortly from the perspective of needed competencies, i.e. knowledge, skills, attitudes, incl. values (see Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 330, "end": 337, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Data Collection"}, {"text": "Previously defined operational risks within the DG transportation chain on the example of Estonian companies and the analysis of ADR regulations training courses system in Estonia makes it possible to introduce new study modules into existing truck driver professional training with a particular methodological approach to be readily implemented in practice. This also contributes being an input for supporting the necessity for the OQS of a truck driver in Estonia.", "cite_spans": [], "ref_spans": [], "section": "Data Analysis"}, {"text": "Additional interviews were carried out with experts from the leading association in the field of logistics in Estonia. Estonian Supply Chain Association (PROLOG) is a professional in the majority of occupational qualifications in the field of logistics in Estonia. The chosen research design (see Fig. 2 ) allows solving the research problem and achieve the objective of the research. The paper presents a qualitative development research strategy based on previous studies regarding human-related risks within the DGTC and ADR regulations training courses in Estonia. Additional data collection with qualitative analysis and validation of result allows formulating first input into OQS of a truck driver in Estonia. With the implementation of the benchmarking by collating the qualification requirements and vocational training for professional drivers in Europe (ProfDRV) with risks within DGTC precisely, the qualitative relationship between them is identified.", "cite_spans": [], "ref_spans": [{"start": 297, "end": 303, "text": "Fig. 2", "ref_id": null}], "section": "Data Analysis"}, {"text": "OQS of a truck driver is competence-based and allows to link the gap between risks in practice and needed abilities to perform a specific unit of work or a task together with the knowledge, skills and attitudes required as a professional truck driver. The broader purpose of QOS it to mitigate the increased risks related to the transport of DG in national and international road transportation.", "cite_spans": [], "ref_spans": [], "section": "Data Analysis"}, {"text": "Interviews on needed truck driver's competences among different parties within the transportation sector were performed during the period from April 13 -April 30 2020. Carrier companies (n = 3) chosen into the sample have been active in a transportation sector at least eight years, the fleet of companies is more significant than the average in Estonia, and the scope of activity covers different directions in the scope of international road transport. After carrying out comparative analysis based on systemized information from in-depth interviews following findings were done:", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "• fewer good/competent truck drivers every year; overall lack of personnel in this speciality; • truck drivers who have acquired a speciality in VET institutions are preferred, the quality of professional trainings in private training companies is assessed as fluctuating; • technical knowledge and knowledge of foreign languages is expected to become more critical in the near future; • employers have difficulties finding a skilled workforce to entrust to work; • the knowledge of legislation is lackingdriving time and rest period, aspects with regards to DGT.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Interviews with VET qualification institutions (n = 2) were conducted at Kehtna and Viljandi Vocational Education Centers. Aims and objectives of both curricula of institutions are similar: acquiring knowledge and skills and attitudes necessary for working as a truck driver both independently and in a team by creating the preconditions for continuing studies and lifelong learning. Following findings from interviews with VET institutions were done:", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "• the labour demand of truck drivers exceeds the training offer;", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "• the position of the truck driver remains attractive -people come to study just in case, but in recent years some people want to study to have the profession of a truck driver in practice;", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "• the proportion of specific knowledge, responsibilities and level of salary of the truck driver is out of place; • VET qualification institutions are aware of the relative importance of legislative aspects with regards to the profession of a truck driver and focus on legislation and road safety.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Estonian Transport and Road Workers' Trade Union is an association of transport workers. The following aspects emerged from the interview:", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "• main reasons for joining the association are the wish to get legal aid, resolve labour disputes, respond to claims for damages, get help in traffic assistance, etc.; • only several hundred truck drivers are involved as members of the union within more than 2,000 members all together; • most significant concerns/disagreements of the members of the union regarding their work are related to traffic accidents, damages/fines, redundancies; • the more truck drivers there are in the union, the better the union will be able to represent them and thus raise their awareness.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The results of the interviews were input for creating a truck driver's profile (see Fig. 3 ).", "cite_spans": [], "ref_spans": [{"start": 84, "end": 90, "text": "Fig. 3", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "The truck driver's profile summarises the aspects that mainly characterize the truck driver today (the internal section of a figure) and soon (up to 5 years, the external section of a figure) . Additional features will supplement the profile in addition to existing aspects today. All these aspects can be equated with specific competencies needed at daily work in transportation as a truck driver (i.e. knowledge, skills, attitudes, incl. values). According to the created profile, lack of knowledge of legal matters is a relevant point to deficiencies with regards to DGT. The following insight into existing operational risks within DGTC among different parties allows linking specific human-related risks and features of a truck driver according to the profile. Besides the methodical approach studied in previous studies [9] [10] [11] on the example of Estonia will be taken as a basis to introduce new study modules into existing truck driver vocational training with particular teaching methods to be implemented in practice to develop profession-specific competencies (see Table 2 ).", "cite_spans": [{"start": 826, "end": 829, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 830, "end": 834, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 835, "end": 839, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 184, "end": 191, "text": "figure)", "ref_id": null}, {"start": 1081, "end": 1088, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Considering that mainly half of the carriers' operational risks are classified as tolerable risks with significant consequences and with a slight possibility to take place [9] , it is therefore proposed to include topics related to tolerable risk into the VET beforehand. The other topics should be in focus with regards to improving ADR regulations training for truck drivers mainly. The validation of presented results with representatives of PROLOG and executing primary benchmarking with results of ProfDRV remarks on qualification requirements and vocational training for professional drivers in Europe [17] . Following supportive aspects can be pointed out with regards to harmonising and standardising training system of truck drivers and link it to the VET and occupational qualification system:", "cite_spans": [{"start": 172, "end": 175, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 608, "end": 612, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Results"}, {"text": "• the qualification of professional truck drivers is considered to be a vital factor regarding safety on all levels with high relevance for all EU member states; • harmonising educational policies within member states of the EU;", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "• updating the specific content and methodical approach of VET according to the local market and the professional characteristics.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The paper is focused on a problem on shortages in professional training of truck drivers in Estonia from the perspective of specific knowledge and competences with regards to DGT. Outcomes of the study research are presented in two phases within this paper. In the first phase of outcomes, the truck drivers' profile is formed. The second phase of results is mostly meta-analysis based and is focused on improving existing VET of truck drivers in Estonia with new study modules with a suitable methodological approach. Improved programme in practice aims to manage general and specific (i.e. related to DGT) risks within the transportation chain.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "In the situation of a global pandemic of COVID-19 in the field of transportation and logistics has been full of rapid and unexpected changes. Moreover, in crisis, typically less attractive professions, such as truck driver occupation, are becoming crucial. With regards to international truck driver profession, labour market expects even fewer mistakes and even more homogeneity in professionalism and resulting high quality of provided service. OSKA report in the field of logistics is an essential input in identifying the real needs of the labour market. The sector needs for truck drivers with skills and knowledge that are needed for starting working independently right after finishing a professional training course of truck drivers. These truck drivers have to be ready to transport DG beginning from the very first working day. One possible approach for managing risks is harmonised and standardised training system of truck drivers on a level of VET with a clear relation to specific competencies of OQS. Further research related to this issue is focused on developing a comprehensive quality standard for truck driver profession in Estonia.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Australian Industry Standards, TLID3027 Prepare for Transport of Dangerous Goods", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Depth Interviews: Data Collection Advantages and Disadvantages", "authors": [], "year": 2017, "venue": "", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Research Design: Qualitative, Quantitative, and Mixed Methods Approaches", "authors": [{"first": "J", "middle": ["W"], "last": "Creswell", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Estonian Qualifications Authority, Qualifications System", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Estonian Road Administration, Vocational and In-Service Training", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Directive 2003/59/EC of the European parliament and of the council", "authors": [{"first": "European", "middle": [], "last": "Parliament", "suffix": ""}, {"first": "European", "middle": [], "last": "Council", "suffix": ""}], "year": 2013, "venue": "Official Journal of the European Union", "volume": "", "issn": "", "pages": "226--230", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The future of employment: how susceptible are jobs to computerisation?", "authors": [{"first": "C", "middle": ["B"], "last": "Frey", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Osborne", "suffix": ""}], "year": 2013, "venue": "", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Risk Management Model: Human Factor Related Risks and Their Impacts in Road Transportation of Dangerous Goods", "authors": [{"first": "J", "middle": [], "last": "Janno", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Interactive teaching methods as human factors management tool in dangerous goods transport on roads", "authors": [{"first": "J", "middle": [], "last": "Janno", "suffix": ""}, {"first": "O", "middle": [], "last": "Koppel", "suffix": ""}], "year": 2017, "venue": "Advances in Intelligent Systems and Computing", "volume": "715", "issn": "", "pages": "619--628", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Managing human factors related risks. The advanced training model in dangerous goods transport on roads", "authors": [{"first": "J", "middle": [], "last": "Janno", "suffix": ""}, {"first": "O", "middle": [], "last": "Koppel", "suffix": ""}], "year": 2018, "venue": "Int. J. Eng. Pedag", "volume": "8", "issn": "4", "pages": "70--88", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A future that works: automation, employment, and productivity", "authors": [{"first": "J", "middle": [], "last": "Manyika", "suffix": ""}, {"first": "M", "middle": [], "last": "Chui", "suffix": ""}, {"first": "M", "middle": [], "last": "Miremadi", "suffix": ""}, {"first": "J", "middle": [], "last": "Bughin", "suffix": ""}, {"first": "K", "middle": [], "last": "George", "suffix": ""}, {"first": "P", "middle": [], "last": "Willmott", "suffix": ""}, {"first": "M", "middle": [], "last": "Dewhurst", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Minister of Transport and Communications, Establishment of Driver Skills Requirements, Vocational Training Rules, Training Course Curricula and The Format of School Certificates", "authors": [], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Dangerous goods transport problems in the European Union and Poland", "authors": [{"first": "G", "middle": [], "last": "Nowacki", "suffix": ""}, {"first": "C", "middle": [], "last": "Krysiuk", "suffix": ""}, {"first": "R", "middle": [], "last": "Kopczewski", "suffix": ""}], "year": 2016, "venue": "TransNav Int. J. Marine Navigat. Saf. Sea Transp", "volume": "10", "issn": "1", "pages": "143--150", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Real-World Research: A Resource for Social Scientists and Practitioner-Researchers", "authors": [{"first": "C", "middle": [], "last": "Robson", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A Future vision for the need for manpower and skills", "authors": [{"first": "S", "middle": ["A"], "last": "Kutsekoda", "suffix": ""}], "year": 2017, "venue": "Transport, Logistics, Repair of Motor Vehicles. Kutsekoda", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "ProfDRV. Professional driving -more than just driving!: Qualification requirements and vocational training for professional drivers in Europe", "authors": [{"first": "M", "middle": [], "last": "Stamer", "suffix": ""}, {"first": "C", "middle": [], "last": "Ball", "suffix": ""}], "year": 2012, "venue": "Audiovisual & Culture Executive Agency", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Truck driver's profile.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The nature of interviews.", "latex": null, "type": "table"}, "TABREF1": {"text": "Competency-based risk management.", "latex": null, "type": "table"}}, "back_matter": []}