{"paper_id": "0a26639e24a0bff8c2ac4af94b2634d9cea52aa9", "metadata": {"title": "Russian Text © The Author(s), 2021", "authors": [{"first": "A", "middle": ["F"], "last": "Vanin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Russian Academy of Sciences", "location": {"postCode": "119334", "settlement": "Moscow", "country": "Russia"}}, "email": ""}, {"first": "A", "middle": ["V"], "last": "Pekshev", "suffix": "", "affiliation": {"laboratory": "", "institution": "Bauman Moscow State Technical University", "location": {"postCode": "105005", "settlement": "Moscow", "country": "Russia"}}, "email": ""}, {"first": "A", "middle": ["B"], "last": "Vagapov", "suffix": "", "affiliation": {"laboratory": "", "institution": "Bauman Moscow State Technical University", "location": {"postCode": "105005", "settlement": "Moscow", "country": "Russia"}}, "email": ""}, {"first": "N", "middle": ["A"], "last": "Sharapov", "suffix": "", "affiliation": {"laboratory": "", "institution": "Bauman Moscow State Technical University", "location": {"postCode": "105005", "settlement": "Moscow", "country": "Russia"}}, "email": ""}, {"first": "V", "middle": ["L"], "last": "Lakomkin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ministry of Health of the Russian Federation", "location": {"postCode": "121552", "settlement": "Moscow", "country": "Russia"}}, "email": ""}, {"first": "A", "middle": ["A"], "last": "Abramov", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ministry of Health of the Russian Federation", "location": {"postCode": "121552", "settlement": "Moscow", "country": "Russia"}}, "email": ""}, {"first": "A", "middle": ["A"], "last": "Timoshin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ministry of Health of the Russian Federation", "location": {"postCode": "121552", "settlement": "Moscow", "country": "Russia"}}, "email": ""}, {"first": "V", "middle": ["I"], "last": "Kapelko", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ministry of Health of the Russian Federation", "location": {"postCode": "121552", "settlement": "Moscow", "country": "Russia"}}, "email": ""}]}, "abstract": [{"text": "It is shown that the inhalation of gaseous nitric oxide (gNO) or sprayed aqueous solutions of binuclear dinitrosyl iron complexes with glutathione or N-acetyl-L-cysteine by animals or humans provokes no perceptible hypotensive effects. Potentially, these procedures may be useful in COVID-19 treatment. The NO level in complexes with hemoglobin in blood decreases as the gNO concentration in the gas flow produced by the Plazon system increases from 100 to 2100 ppm, so that at 2000 ppm more than one-half of the gas can be incorporated into dinitrosyl complexes formed in tissues of the lungs and respiratory tract. Thus, the effect of gNO inhalation may be similar to that observed after administration of solutions of dinitrosyl iron complexes, namely, to the presence of dinitrosyl iron complexes with thiol-containing ligands in lung and airway tissues. With regard to the hypothesis posited earlier that these complexes can suppress coronavirus replication as donors of nitrosonium cations (Biophysics 65, 818, 2020), it is not inconceivable that administration of gNO or chemically synthesized dinitrosyl iron complexes with thiol-containing ligands may help treat COVID-19. In tests on the authors of this paper as volunteers, the tolerance concentration of gNO inhaled within 15 min was approximately 2000 ppm. In tests on rats that inhaled sprayed aqueous solutions of dinitrosyl iron complexes, their tolerance dose was approximately 0.4 mmol/kg body weight.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "It has been shown that most disorders induced by viral infections in animal and human bodies lead to a dramatic increase in the levels of nitric oxide NO, reactive oxygen species, and various cytokines in host cells and tissues [1] [2] [3] [4] [5] [6] [7] . In most cases, this NO increase protects cells and tissues from the infection [2, [5] [6] [7] [8] [9] [10] [11] [12] . In particular, the protection involves deactivation of viral proteins essential for viral replication: viral proteases, reverse transcriptases, transcription factors, etc. In most cases, the deactivation is mediated by S-nitrosylation of essential thiol groups ]2, [4] [5] [6] [7] [8] [9] [10] [11] [12] . However, in some viral infections, e.g., influenza or AIDS, NO can aggravate the disease [13, 14] .", "cite_spans": [{"start": 228, "end": 231, "text": "[1]", "ref_id": null}, {"start": 232, "end": 235, "text": "[2]", "ref_id": null}, {"start": 236, "end": 239, "text": "[3]", "ref_id": null}, {"start": 240, "end": 243, "text": "[4]", "ref_id": null}, {"start": 244, "end": 247, "text": "[5]", "ref_id": null}, {"start": 248, "end": 251, "text": "[6]", "ref_id": null}, {"start": 252, "end": 255, "text": "[7]", "ref_id": null}, {"start": 336, "end": 339, "text": "[2,", "ref_id": null}, {"start": 340, "end": 343, "text": "[5]", "ref_id": null}, {"start": 344, "end": 347, "text": "[6]", "ref_id": null}, {"start": 348, "end": 351, "text": "[7]", "ref_id": null}, {"start": 352, "end": 355, "text": "[8]", "ref_id": null}, {"start": 356, "end": 359, "text": "[9]", "ref_id": null}, {"start": 360, "end": 364, "text": "[10]", "ref_id": null}, {"start": 365, "end": 369, "text": "[11]", "ref_id": null}, {"start": 370, "end": 374, "text": "[12]", "ref_id": null}, {"start": 642, "end": 645, "text": "[4]", "ref_id": null}, {"start": 646, "end": 649, "text": "[5]", "ref_id": null}, {"start": 650, "end": 653, "text": "[6]", "ref_id": null}, {"start": 654, "end": 657, "text": "[7]", "ref_id": null}, {"start": 658, "end": 661, "text": "[8]", "ref_id": null}, {"start": 662, "end": 665, "text": "[9]", "ref_id": null}, {"start": 666, "end": 670, "text": "[10]", "ref_id": null}, {"start": 671, "end": 675, "text": "[11]", "ref_id": null}, {"start": 676, "end": 680, "text": "[12]", "ref_id": null}, {"start": 772, "end": 776, "text": "[13,", "ref_id": null}, {"start": 777, "end": 780, "text": "14]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In COVID-19 pandemics, increasing attention is focused on the role of NO in viral infections. It has been conjectured that the inhalation of gaseous NO (gNO) may be a salvage therapy in this disease [15] [16] [17] [18] [19] [20] . In fact, a promising result was obtained in treatment of six pregnant women with COVID-19. They were exposed to a gNO flow daily at concentrations of 160-200 ppm for 30-and 60-min within the first 15 and subsequent 15 days [20] . At a lower gNO concentration (30 ppm), as in [21] , patients with COVID-19 showed only an improvement in the function of blood vessels owing to the vasodilatory effect of NO and to its ability to prevent platelet aggregation. Thus, it is reasonable to consider inhalation of elevated gNO doses to be one of the candidate approaches to COVID-19 treatment.", "cite_spans": [{"start": 199, "end": 203, "text": "[15]", "ref_id": null}, {"start": 204, "end": 208, "text": "[16]", "ref_id": null}, {"start": 209, "end": 213, "text": "[17]", "ref_id": null}, {"start": 214, "end": 218, "text": "[18]", "ref_id": null}, {"start": 219, "end": 223, "text": "[19]", "ref_id": null}, {"start": 224, "end": 228, "text": "[20]", "ref_id": null}, {"start": 454, "end": 458, "text": "[20]", "ref_id": null}, {"start": 506, "end": 510, "text": "[21]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Along with the possibility of employing gNO in coronavirus treatment, it is natural to attempt to use donors of neutral NO molecules for the same purpose. The idea that it is reasonable to test the antiviral action of a broad class of nitric oxide derivatives, dinitrosyl iron complexes with thiol ligands was recently proposed by one of the authors of the present paper [22] . These complexes exist in the mono-and binuclear forms: M-and B-DNICs, whose resonance structures are [(RS -) 2 Fe 2+ (NO + )(NO)] + and [(RS -) 2 (NO + ) 2 (NO) 2 ] 4+ , respectively. These structures allow them to donate not only neutral NO molecules in living bodies but also the oxidized NO form, nitrosonium cations NO + [23] [24] [25] [26] [27] [28] . Thus, DNICS with thiolcontaining ligands can influence various metabolic processes that are responsible for penetration of coronavirus into cells and replication. The optimal way to deliver DNICs to tissues affected by coronavirus appears to be inhalation of sprayed aqueous solutions of the complexes [22] .", "cite_spans": [{"start": 371, "end": 375, "text": "[22]", "ref_id": null}, {"start": 487, "end": 488, "text": "2", "ref_id": null}, {"start": 522, "end": 523, "text": "2", "ref_id": null}, {"start": 703, "end": 707, "text": "[23]", "ref_id": null}, {"start": 708, "end": 712, "text": "[24]", "ref_id": null}, {"start": 713, "end": 717, "text": "[25]", "ref_id": null}, {"start": 718, "end": 722, "text": "[26]", "ref_id": "BIBREF27"}, {"start": 723, "end": 727, "text": "[27]", "ref_id": null}, {"start": 728, "end": 732, "text": "[28]", "ref_id": null}, {"start": 1037, "end": 1041, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Arguing that DNICs with thiol-containing ligands can suppress virus replication as nitrosonium donors, [22] referred to Badorff et al. [29, 30] , where a similar action of DNIC with cysteine on the replication of Coxsackie-B virus, which attacks cardiac muscle tissue in rats, was demonstrated. Another example is the similar cytotoxic action of DNIC with thiosulfate, whose cytotoxicity for Jurkat tumor cells was due to S-nitrosylation of thiol-containing proteins on the cell surface [31] .", "cite_spans": [{"start": 103, "end": 107, "text": "[22]", "ref_id": null}, {"start": 135, "end": 139, "text": "[29,", "ref_id": null}, {"start": 140, "end": 143, "text": "30]", "ref_id": null}, {"start": 487, "end": 491, "text": "[31]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Thus, it is not inconceivable that coronavirus replication can be suppressed by the administration of sprayed aqueous solutions of DNICs with thiol-containing ligands by inhalation at appropriate doses, the proper choice of thiol-containing ligands, and the optimal inhalation duration.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "There may be some obstacles in using gNO and sprayed aqueous solutions of DNICs with thiol-containing ligands. At high doses of the agents in inhaled air, the uptake of gNO may decrease arterial blood pressure in the lesser and systemic circuits and oxidize a significant portion of hemoglobin to methemoglobin [32] [33] [34] [35] [36] . The delivery of DNICs, which are potent hypotensive agents [37] [38] [39] [40] , to blood may cause pronounced hypotension. Therefore, the goal of this work was to determine whether these factors can considerably hamper the use of gNO and sprayed DNIC solutions in COVID-19 treatment.", "cite_spans": [{"start": 311, "end": 315, "text": "[32]", "ref_id": null}, {"start": 316, "end": 320, "text": "[33]", "ref_id": null}, {"start": 321, "end": 325, "text": "[34]", "ref_id": null}, {"start": 326, "end": 330, "text": "[35]", "ref_id": null}, {"start": 331, "end": 335, "text": "[36]", "ref_id": null}, {"start": 397, "end": 401, "text": "[37]", "ref_id": null}, {"start": 402, "end": 406, "text": "[38]", "ref_id": null}, {"start": 407, "end": 411, "text": "[39]", "ref_id": null}, {"start": 412, "end": 416, "text": "[40]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Ferrosulfate (FeSO 4 ·7H 2 O) was purchased from Fluka, Switzerland; reduced glutathione (GSH) and N-acetyl-L-cysteine (NAC), from Sigma, United States. Gaseous NO for DNIC synthesis was obtained by the reaction of ferrosulfate and sodium nitrite in 0.1 M HCl followed by NO purification by cryogenic sublimation in vacuo [25] .", "cite_spans": [{"start": 322, "end": 326, "text": "[25]", "ref_id": null}], "ref_spans": [], "section": "Materials."}, {"text": "Synthesis of binuclear DNICs with glutathione and N-acetyl-L-cysteine. Both B-DNIC-GSH and B-DNIC-NAC were synthesized in a Thunberg vial in 2 2 Fe + the reaction of mixtures of ferrosulfate with glutathione or NAC, respectively, with gNO at the pressure 150 mmHg and the molar ratio Fe 2+ : GSH or Fe 2+ : NAC = 1 : 2, as described in [25] . Ferrosulfate was dissolved in 0.5 mL of distilled water and glutathione or NAC in 4.5 mL of 15 mM HEPES buffer pH 7.4. The solutions were loaded into the upper and lower containers of the Thunberg vial, respectively. The vial was evacuated and NO was injected. The solutions were then mixed in the presence of NO and shaken for 5 min. The NO was then evacuated from the vial. The concentrations of the synthesized B-DNICs were assessed from the amplitudes of light absorbance bands at 310 and 350 nm with molar extinction coefficients 4600 and 3700 M -1 cm -1 , respectively, per one dinitrosyl fragment in B-DNIC [25] . Product concentrations were determined by the amount of ferrosulfate (5 mM) used in the synthesis.", "cite_spans": [{"start": 141, "end": 144, "text": "2 2", "ref_id": null}, {"start": 336, "end": 340, "text": "[25]", "ref_id": null}, {"start": 957, "end": 961, "text": "[25]", "ref_id": null}], "ref_spans": [], "section": "Materials."}, {"text": "Nitric oxide-enriched gas flow for inhalation experiments. Gaseous NO flows for inhalation by experimental animals (rats) or human volunteers were obtained with production models of the Plazon device serial nos. 450 and 492, Center for High Technologies in Machine Building, Bauman Moscow State Technical University. NO-containing gas flows were formed from atmospheric air by manipulators (plasmachemical nitric oxide generators), whose design was described in [41] [42] [43] .", "cite_spans": [{"start": 462, "end": 466, "text": "[41]", "ref_id": "BIBREF42"}, {"start": 467, "end": 471, "text": "[42]", "ref_id": null}, {"start": 472, "end": 476, "text": "[43]", "ref_id": null}], "ref_spans": [], "section": "Materials."}, {"text": "The parameters of the NO-containing gaseous medium for inhalation were tested with an OPTIMA 7 gas analyzer (MRU GmbH, Germany). It can measure temperature in a gas flow within 0-650°C, 1% error; nitric oxide C NO and nitric dioxide contents within 0-5000 ppm and 0-1000 ppm, respectively, 5% error; and the oxygen content within 0-21% v/v, error ±0.2% v/v.", "cite_spans": [], "ref_spans": [], "section": "Materials."}, {"text": "Monitoring of NO, NO 2 , O 2 , blood pressure, and blood (hemoglobin) saturation with oxygen in human participants. Arterial blood pressure and pulse rate were measured in human participants with an automated OMRON M3 Expert monitor (OMRON Healthcare Co., Japan). It measures systolic and diastolic pressures within 0-299 mmHg with absolute errors within ±3 mmHg and pulse rate within 40-180 beats per min with ±5% relative errors.", "cite_spans": [], "ref_spans": [], "section": "Materials."}, {"text": "Absolute blood saturation values in a human participant exposed to NO inhalation were measured with a C101A2 oxymeter (Medical Technology Co., China). It measures hemoglobin saturation with oxygen (SpO 2 ) within 70-100%, error 2%.", "cite_spans": [], "ref_spans": [], "section": "Materials."}, {"text": "Exposure of human participants to gNO. Two healthy volunteers (co-authors of this paper A.V.P. and A.B.V., aged 69 and 55 years, respectively) were exposed to gNO flows obtained from Plazon serial no. 492. To obtain various NO concentrations in the inhalation volume, the device was equipped with two types of manipulators. In using the manipulator 2 NO C described in [42] , variation of the distance from the outlet from 120 to 400 mm provided NO concentrations at the flow axis in the inhalation volume from 600 to 100 ppm, respectively; the temperature was within 50-20°C. With the manipulator described in [43] , distance variation from 60 to 100 mm provided NO concentrations at the flow axis in the inhalation volume from 1000 to 2100 ppm; the temperature was within 50-25°C.", "cite_spans": [{"start": 369, "end": 373, "text": "[42]", "ref_id": null}, {"start": 611, "end": 615, "text": "[43]", "ref_id": null}], "ref_spans": [], "section": "Materials."}, {"text": "The volunteer kept a manipulator at a certain distance from the nose, breathed in through the nose and out through the mouth into a corrugated tube with an internal diameter of 16 mm, with an OPTIMA 7 gas sensor inside. The contents of NO ( ), NO 2 , and O 2 in the exhaled gas mixture were measured with the manipulator running before and after the inhalation. This procedure was repeated nine times at nitric oxide concentrations from 100 to 2100 ppm. The NO uptake in the respiratory system at the respiration rate 12 breaths/min and inhaled volume 1 L/breath was calculated as (1) where and are expressed in ppm, and m, in mg/s [43] .", "cite_spans": [{"start": 581, "end": 584, "text": "(1)", "ref_id": null}, {"start": 632, "end": 636, "text": "[43]", "ref_id": null}], "ref_spans": [], "section": "Materials."}, {"text": "Arterial blood pressure and pulse rate were measured in the human participants before and after the inhalation for 15 min at NO contents in the inhaled gas mixture 500 and 1000 ppm. Oxygen saturation in blood was measured in eight experiments at inhalation durations 4 and 15 min and NO contents in the gas flow 164, 500, 1008, and 2090 ppm. The measurements were made at 1-min intervals with a pulse oximeter starting before (5-6 min), during (4 and 15 min) and after the inhalation until the saturation returned to its starting value.", "cite_spans": [], "ref_spans": [], "section": "Materials."}, {"text": "Exposure of animals to gNO. Gaseous NO was given to rats in a NO-containing gas flow formed with a standard manipulator [42] from the Plazon device serial no. 450. Animals were placed in the NO-containing gas flow at 180-200 mm from the outlet of the manipulator for 1 h. The inhalation flow parameters at the axis of this volume were: nitric oxide content C NO = 400 ppm, nitric dioxide content = 30 ppm, and temperature 38°C.", "cite_spans": [{"start": 120, "end": 124, "text": "[42]", "ref_id": null}], "ref_spans": [], "section": "Materials."}, {"text": "Exposure of animals to sprayed aqueous solutions of B-DNICs with glutathione or NAC. Experiments were carried out with normotensive Wistar male rats weighing 300-400 g. The animals were anesthetized by intravenous injection of 5% ketamine (100 mg/kg body weight). As ketamine acts for short periods, additional doses of 5-10 mg/kg were injected at 30-40 min intervals.", "cite_spans": [], "ref_spans": [], "section": "Materials."}, {"text": "The mean arterial pressure was measured with a catheter inserted into the carotid artery and attached to a P23 Db electric manometer (Gould Statham, Rats were exposed to sprayed solutions of B-DNICs with GSH or NAC with a Microlife nebulizer (Italy) filled with 10 mL of 5 mM solution of a tested complex. The flow of the solution sprayed into microdrops of 2-3 μm in diameter was driven through a special-purpose needle into the nasal cavity of the animal, so that 10 mL of B-DNIC solution entered the respiratory tract and lung tissue per hour. The animals were exposed to the flow of B-DNIC-NAC for 1 h, so that they received 50 μmol of the complex or to the flow of B-DNIC-GSH for 2 h (two 10-mL portions) to receive 100 μmol.", "cite_spans": [], "ref_spans": [], "section": "Materials."}, {"text": "EPR measurements in animal tissues. Blood, liver, and kidney samples from rats were placed into ampoules that were 4 mm in diameter and quickly frozen in liquid nitrogen. EPR spectra of the tissue samples were recorded with an EPR radiospectrometer Model 109E (Varian, United States) in the X range at 77 K. The concentrations of paramagnetic centers responsible for the EPR signals were assessed by double integration of the signals recorded against frozen solution of paramagnetic M-DNIC with glutathione of known concentration, whose EPR signal had the following g factor parameters: g mean = 2.03, = 2.04 and = 2.014 [25] . Below, we discuss this signal, which is denoted below as 2.03 signal, in more detail. Spectra of some samples were recorded at room temperature.", "cite_spans": [{"start": 621, "end": 625, "text": "[25]", "ref_id": null}], "ref_spans": [], "section": "Materials."}, {"text": "Statistical evaluation of the results was made with the Student's t test. Data are presented as the mean ± SEM.", "cite_spans": [], "ref_spans": [], "section": "Materials."}, {"text": "Gaseous NO inhaled by volunteers was absorbed by the body at almost 90%, as evident from the experimental data on the ratios between the concentrations of inhaled and exhaled nitric oxide at NO concentrations in inhaled air 500 and 1700 ppm, exposure duration 3 min (Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 266, "end": 274, "text": "(Table 1", "ref_id": "TABREF1"}], "section": "Inhalation of gaseous NO by human participants."}, {"text": "The measured ratios between NO contents in inhaled and exhaled air at inhaled NO contents that varied from 100 to 2100 ppm are plotted in Fig. 1 . The uptake values of NO by the respiratory system of a participant exposed to various NO concentrations in inhaled air calculated by Eq. (1) are shown in Fig. 2 .", "cite_spans": [], "ref_spans": [{"start": 138, "end": 144, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 301, "end": 307, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Inhalation of gaseous NO by human participants."}, {"text": "Measurements of blood saturation in the volunteers who inhaled gNO at concentrations 164-2090 ppm for 15 min showed rapid decrease in oxygen", "cite_spans": [], "ref_spans": [], "section": "Inhalation of gaseous NO by human participants."}, {"text": "content in blood by several percent. It rose to the normal value only at 1 h or later (Fig. 3) . The decrease appears to result from rapid conversion of hemoglobin to methemoglobin by oxidation of the heme iron within its nitrosyl complex to iron(III). It follows from the data in Fig. 3 that the subsequent heme iron reduction to iron(II), which is able to be oxygenated, took several hours depending on the degree of blood saturation with oxygen.", "cite_spans": [], "ref_spans": [{"start": 86, "end": 94, "text": "(Fig. 3)", "ref_id": "FIGREF2"}, {"start": 281, "end": 287, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "Inhalation of gaseous NO by human participants."}, {"text": "With regard to the fact that the level of hemoglobin in 5 L of blood in an adult man is approximately 12 mmol and the level of heme groups able to bind one NO molecule each is approximately 50 mmol, we can assess the dependence of the level of nitrosyl hemoglobin complexes (Hb-NOs) arising in participants' blood on NO concentration in the gas flow and exposure time from the reduction in blood saturation with oxygen. It follows from Table 2 that the level of NO bound to hemoglobin in the blood of participants varied from 6.5 to 1.5 mmol when the participant inhaled gNO at concentrations 2090-164 mmol, respectively, for 15 min.", "cite_spans": [], "ref_spans": [{"start": 436, "end": 443, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Inhalation of gaseous NO by human participants."}, {"text": "The question arises of the extent to which these values correspond to the overall level of gNO inhaled by the volunteers, which could be assessed from the ratio between the concentrations of inhaled NO and the level of uptaken NO, mg/s, as plotted in Fig. 2 . It follows from the data in Table 2 that the amount of NO taken by the participants' bodies increased with a NO increase in the gas flow so that it eventually exceeded the amount of this agent incorporated into hemoglobin complexes by a factor of 2.3 at the highest NO concentration 2090 ppm. Only at the lowest NO concentration in the gas flow (164 ppm) all the NO taken up by the body was bound to hemoglobin.", "cite_spans": [], "ref_spans": [{"start": 251, "end": 257, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 288, "end": 295, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Inhalation of gaseous NO by human participants."}, {"text": "It is noteworthy that the measurements indicate that with an exposure time shortened to 4 min the difference between the NO levels taken up by the body and incorporated into hemoglobin was reduced even at the maximum NO concentration in the gas flow, NO concentration in inhaled air, ppm NO concentration in exhaled air, ppm NO concentration in inhaled air, ppm NO uptake, mg/s 2100 ppm. It was reduced to equal values, 4 mmol, in both cases.", "cite_spans": [], "ref_spans": [], "section": "Inhalation of gaseous NO by human participants."}, {"text": "Obviously, the NO molecules bound to hemoglobin and then oxidized to nitrate could not promote a blood pressure decrease. The latter could be caused only by the NO that was not bound to hemoglobin, whose levels were 8.5, 3.5, and 1.5 mmol after the inhalation of 2000, 1000, and 500 ppm NO, respectively (Table 2) . Nevertheless, the assessment of blood pressure in the human participants at these relatively high inhaled NO levels showed no significant decrease in systemic pressure (Table 3) . At 500 ppm gNO and gas flow temperature 50°C, the arterial blood pressure in one volunteer decreased by no more than 10% on average after 15-min exposure, while in the other volunteer at the same NO concentration and gas flow temperature 30°C it remained practically unchanged. At the concentration of 1000 ppm and temperatures of 25-30°, no blood pressure decrease was detected in either volunteer ( Table 3) .", "cite_spans": [], "ref_spans": [{"start": 304, "end": 313, "text": "(Table 2)", "ref_id": "TABREF2"}, {"start": 484, "end": 493, "text": "(Table 3)", "ref_id": null}, {"start": 897, "end": 905, "text": "Table 3)", "ref_id": null}], "section": "Inhalation of gaseous NO by human participants."}, {"text": "Inhalation of gaseous NO by rats. Rats were exposed to gNO produced by a plasmachemical generator at the NO concentration in the gaseous phase 400 ppm for 1 h. This procedure exerted practically no effect on arterial blood pressure: the decrease was less than 5%. EPR spectroscopy of blood revealed significant levels (up to 75 μmol/L blood, or 6 μmol/kg body weight) of Hb-NO complexes detected from their characteristic signal with g factor values g 1 = 2.07, g 2 = 2.01, and g 3 = 1.98, which had a triplet hyperfine coupling centered at g 2 = 2.01 (Fig. 4a ).", "cite_spans": [], "ref_spans": [{"start": 552, "end": 560, "text": "(Fig. 4a", "ref_id": "FIGREF3"}], "section": "Inhalation of gaseous NO by human participants."}, {"text": "This amount, which was steady according to its origin, was determined by the ratio of (1) the rate of gNO uptake by blood and (2) the rate of NO oxidation inside Hb-NOs by air oxygen, which degraded the complexes [35, 36] .", "cite_spans": [{"start": 213, "end": 217, "text": "[35,", "ref_id": null}, {"start": 218, "end": 221, "text": "36]", "ref_id": null}], "ref_spans": [], "section": "Inhalation of gaseous NO by human participants."}, {"text": "The appearance of considerable Hb-NO levels in blood indicates that inhaled gNO came readily to blood and then to red cells, where it bound to heme groups of hemoglobin and produced EPR-detectable mononitrosyl Hb-NOs. As no notable decrease in systemic blood pressure was detected, it is reasonable to state that the overwhelming majority of gNO taken up by blood was bound to hemoglobin; thus, the remainder of the NO, which was not bound to hemoglobin, was insufficient for reducing blood pressure.", "cite_spans": [], "ref_spans": [], "section": "Inhalation of gaseous NO by human participants."}, {"text": "The Hb-NO EPR signal determined by the preservation of residual blood in animal organs was recorded in nearly all organs of animals that inhaled gNO. Such signals, as recorded in rat lungs and kidneys, are shown in Fig. 4 . We found no other paramagnetic nitrosyl iron complexes in the examined rat tissue samples, in particular, M-DNICs with thiol-containing ligands, whose EPR signals with g mean = 2.03 are shown below in Figs. 5 and 6.", "cite_spans": [], "ref_spans": [{"start": 215, "end": 221, "text": "Fig. 4", "ref_id": "FIGREF3"}], "section": "Inhalation of gaseous NO by human participants."}, {"text": "Inhalation of sprayed aqueous solutions of B-DNIC-NAC or B-DNIC-GSH by rats at the levels of 50 or 100 μmol, respectively, for 1 or 2 h resulted in the emergence of protein-bound M-DNICs in lung tissues. These M-DNICs were detectable from their (Fig. 5, spectrum 3; Fig. 6 , spectrum 1). The proteinaceous nature of the M-DNIC was evident from the preservation of the same anisotropic shape of the 2.03 signal recorded at room temperature: the low mobility of the protein globule housing M-DNIC was insufficient for averaging the g factor anisotropy.", "cite_spans": [], "ref_spans": [{"start": 245, "end": 272, "text": "(Fig. 5, spectrum 3; Fig. 6", "ref_id": "FIGREF2"}], "section": "Inhalation of gaseous NO by human participants."}, {"text": "Judging from the amplitude of the 2.03 signal recorded in rat lungs after the inhalation of B-DNIC-GSH or B-DNIC-NAC, the corresponding M-DNIC concentrations were 70 ± 20 and 90 ± 20 μmol/kg wet tissue, respectively. As the steady concentration of M-DNIC in the lungs of animals that inhaled B-DNIC-NAC was approximately twice as high with respect to the amount of taken up B-DNIC, we presume that the efficiency of the interaction of these complexes with proteinaceous matter, converting B-DNICs to protein-bound M-DNICs was higher in the case of B-DNIC-NAC. This might be due to the ability of NAC as a thiol-containing ligand to penetrate through cell membranes more readily. Signals 2.03 with amplitudes corresponding to 10 ± 5 and 30 ± 10 μmol/kg wet tissue were also recorded in kidney samples from rats that inhaled B-DNIC-GSH and B-DNIC-NAC (Fig. 5 , spectrum 5; Fig. 6, spectrum 2) . The emergence of M-DNICs in kidneys indicates that a small portion of B-DNICs reached the blood from the lungs and then accumulated in the kidneys to be converted to M-DNICs and then removed from the body. In blood, 2.03 signal was hardly visible there (amplitude corresponding to no more than 1-2 μM/L; thus, the steady level of protein-bound M-DNICs was insignificant and insufficient to cause notable blood pressure decrease in the animals. In fact, no notable blood pressure decrease was recorded in rats that inhaled B-DNIC-GSH. A slight blood pressure decrease (by no more than 5%) was noted in rats that received B-DNIC-NAC. A substantial blood pressure decrease, by 20%, was reported for rats after intravenous administration of approximately 30 μM/L B-of B-DNICs with GSH or cysteine [38, 39] .", "cite_spans": [{"start": 1686, "end": 1690, "text": "[38,", "ref_id": null}, {"start": 1691, "end": 1694, "text": "39]", "ref_id": null}], "ref_spans": [{"start": 849, "end": 856, "text": "(Fig. 5", "ref_id": "FIGREF4"}, {"start": 871, "end": 890, "text": "Fig. 6, spectrum 2)", "ref_id": "FIGREF1"}], "section": "Inhalation of gaseous NO by human participants."}, {"text": "In other tissues, liver and heart, the amplitudes of the 2.03 signal were insignificant as well: no more than 2-3 μM/kg wet tissue (Figs. 5, 6) . It is worth noting that EPR spectra showed no Hb-NO in lungs, kidneys, blood, or other tissues of rats that received B-DNIC-GSH or B-DNIC-NAC. Hence, no significant release of neutral NO molecules from the administered DNICs occurred there. Table 3 . Arterial blood pressure in a human participant's body before and after 15-min NO inhalation at concentrations of 500 and 1000 ppm t, temperature of the NO-containing gas flow in the inhalation volume. Thus, the inhalational administration of sprayed aqueous solutions of DNICs with thiol-containing ligands in the levels 50 or 100 μmol (0.2 or 0.4 mmol/kg body weight, respectively) within 1 or 2 h proved to be safe with respect to a decrease in blood pressure. The greatest level of the complexes was found in lungs, and their concentration in lung tissue, 0.07-0.09 mmol/kg wet tissue, was much lower than their toxic doses reported in [37] . The LD 50 value for B-DNIC-GSH for rats that received this complex intravenously was 3.8 mmol DNIC/kg body weight [37] .", "cite_spans": [{"start": 1036, "end": 1040, "text": "[37]", "ref_id": null}, {"start": 1157, "end": 1161, "text": "[37]", "ref_id": null}], "ref_spans": [{"start": 131, "end": 143, "text": "(Figs. 5, 6)", "ref_id": "FIGREF4"}, {"start": 387, "end": 394, "text": "Table 3", "ref_id": null}], "section": "Inhalation of gaseous NO by human participants."}, {"text": "The least expected and most curious result of the study of gNO inhalation consequences in humans was that as high doses of the agent entered the human body more than one-half of it, up to 8.5 mmol at 2100 ppm NO in the gas flow, was not incorporated into complexes with hemoglobin. In this regard, two questions arise: (1) why were NO molecules that entered the lungs retained in their tissue and, apparently in the respiratory tissues without entering the blood, where they could be trapped by hemoglobin molecules? (2) why did the NO retention in lung tissue increase as higher doses of NO entered this tissue, as follows from Table 2 ?", "cite_spans": [], "ref_spans": [{"start": 629, "end": 636, "text": "Table 2", "ref_id": "TABREF2"}], "section": "DISCUSSION"}, {"text": "These questions can be answered by invoking data reported in [44, 45] , where the action of gNO on animal cell cultures was investigated. It was convincingly proven that DNICs with thiol-containing ligands are predominant among products of the reaction of NO with intracellular matter: S-nitrosothiols, organic and inorganic nitrites, and nitrates [44] . Hence, NO incorporation in these complexes could cause the NO retention in lung and respiratory tissues of human participants inhaling this agent. Experiments described in [45] revealed a significant increase in the level of loosely bound (soluble) iron with a decrease in oxygen concentration in animal cell culture medium, that is, under hypoxic conditions, which brought about a drastic increase in the level of DNICs with thiol-containing ligands formed in the reaction of NO and thiols with soluble iron. We may deduce from those observations that the increase in NO retention in lung and respiratory tissues with increase in the dose of NO inhaled by volunteers in our experiments might be related to (1) higher DNIC levels in these tissues, in accordance with the mass-action law and (2) the increasing level of soluble iron. The latter, in turn, could be induced by poorer oxygenation of lung and respiratory tissues; i.e., their hypoxia as a result of the reaction of air oxygen with gNO, yielding nitrogen dioxide NO 2 .", "cite_spans": [{"start": 61, "end": 65, "text": "[44,", "ref_id": null}, {"start": 66, "end": 69, "text": "45]", "ref_id": null}, {"start": 348, "end": 352, "text": "[44]", "ref_id": null}, {"start": 527, "end": 531, "text": "[45]", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Thus, inhalation of gNO by human participants could be followed by the absorption of a large portion of the agent in lung and respiratory tissues as a consequence of its incorporation into DNICs with thiolcontaining ligands. This situation mimicked the inhalational administration of sprayed solutions of these complexes studied in this work. Neither human volunteers nor animals showed marked effects of the administered gNO or DNICs with GSH or NAC on systemic blood pressure. DNICs formed after NO administration to human participants by inhalation or the same complexes administered to animals were mainly confined to lungs.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It follows from experiments with animals that no significant levels of the inhaled DNICs passed into the blood. Their maximum concentration in rat blood was 1-2 μM/L, which is much lower than their concentration after intravenous injection to normotensive rats (30-40 μM/L), at which the systemic blood pressure decreased by 20% [38, 39] .", "cite_spans": [{"start": 329, "end": 333, "text": "[38,", "ref_id": null}, {"start": 334, "end": 337, "text": "39]", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In experiments with the administration of gNO to rats by inhalation, only EPR signals that are characteristic of Hb-NO complexes were recorded in their lungs and livers (Fig. 4) . The 2.03 signal, which is characteristic of M-DNICs with thiol-containing ligands, was not recorded even in lungs, which seemingly disagrees with the above hypothesis of the formation of such complexes in animals. This inconsistency is reconciled if it is remembered that DNICs with thiol-containing ligands exist in animal tissues mainly in the EPRsilent B-DNIC form rather than in the EPR-active paramagnetic mononuclear M-DNIC form [46, 47] . Therefore, the absence of the 2.03 signal from the spectra of rat lungs after gNO inhalation (Fig. 4) does not mean that binuclear DNICs could not arise there.", "cite_spans": [{"start": 615, "end": 619, "text": "[46,", "ref_id": null}, {"start": 620, "end": 623, "text": "47]", "ref_id": null}], "ref_spans": [{"start": 169, "end": 177, "text": "(Fig. 4)", "ref_id": "FIGREF3"}, {"start": 719, "end": 727, "text": "(Fig. 4)", "ref_id": "FIGREF3"}], "section": "DISCUSSION"}, {"text": "Nevertheless, it is obvious that the emergence of DNICs with thiol-containing ligands in animal and human tissues after gNO inhalation is still an open question, which demands further studies.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our results indicate that the predominant accumulation of DNICs with thiol-containing ligands in lung and respiratory tissues, whether these complexes are in their administered form or are produced in the tissues after gNO inhalation, prevents a notable blood pressure decrease. This result waives the objection to the administration of gNO or low-molecular-weight DNICs with thiol-containing ligands to COVID-19 patients in order to relieve the disease.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "As was hypothesized in [22] , the cytotoxic effect of DNICs with thiol-containing ligands on coronavirus may be determined by their ability to donate NO + cations, whose S-nitrosylate proteins are essential for replication of the SARS-CoV-2 virus, and thereby control the virus. It is conceivable that the accumulation of DNICS with thiol-containing ligands in lung and respiratory tissues, which are the main sites that host coronavirus in the human body, as a result of the contact with both gNO and exogenous low-molecular-weight DNICs, will be of great use during eradication of coronavirus. ", "cite_spans": [{"start": 23, "end": 27, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The authors declare that they have no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interests."}, {"text": "All applicable international, national, and/or institutional guidelines for the care and use of animals were followed.", "cite_spans": [], "ref_spans": [], "section": "Statement on the Welfare of Animals"}, {"text": "All procedures performed in studies involving human participants were in accordance with the 1964 Declaration of Helsinki and its later amendments. Informed consent was obtained from all participants involved in the study.", "cite_spans": [], "ref_spans": [], "section": "Statement of Compliance with Standards of Research Involving Humans as Subjects"}], "bib_entries": {"BIBREF27": {"ref_id": "b27", "title": "Dinitrosyl Iron Complexes as a \"Working Form\" of Nitric Oxide in Living Organisms", "authors": [{"first": "A", "middle": ["F"], "last": "Vanin", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Clinical Experience, and Problems in Using Exogenous Nitric Oxide in Medicine", "authors": [{"first": "A", "middle": ["V"], "last": "Pekshev", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Kozlov", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Vagapov", "suffix": ""}], "year": 2001, "venue": "p. a (Izdatel'skii dom \"Russkii vrach", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The ratio between NO concentrations in inhaled and exhaled air.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "NO uptake in the respiratory system vs. its concentration in inhaled air.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The typical time variation of blood (hemoglobin) saturation with oxygen in human participants after NO inhalation at concentrations within 164-2090 ppm for 15 min.Blood saturation with oxygen, % NO inhalation, 15 min τ, min", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The EPR spectra of frozen samples of rat tissues taken after 1-h inhalation of gaseous NO: (1) blood, (2) lungs, (3) kidneys. Record parameters: T = 77 K, modulation amplitude 0.4 mT, radiospectrometer amplification × 10 4 .Magnetic field, mT", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The EPR spectra of frozen samples of rat tissues taken after 2-h inhalation of sprayed B-DNIC with glutathione: (1) blood, (2) heart, (3) lungs, (4) liver, (5) kidneys. Record parameters: T = 77 K, modulation amplitude 0.4 mT, radiospectrometer amplification × 10 4 .Magnetic field, mTFig. 6. The EPR spectra of frozen samples of rat tissues taken after 1-h inhalation of sprayed B-DNIC with N-acetyl-L-cysteine: (1) lungs, (2) kidneys, (3) blood, (4) heart, (5) liver, (6) skeletal muscle. Record parameters: T = 77 K, modulation amplitude 0.4 mT, radiospectrometer amplification × 10 4 .", "latex": null, "type": "figure"}, "FIGREF5": {"text": "This work was supported by the Russian Federation Ministry for Education and Science, projects 00008202014-00018, State Registration No. AAAA-A17-1170408103108, and 0082-2014-0008, State Registration No. AAAA-A17-1170403100008-5; Russian Academic Project 5-100; and the Russian Foundation for Basic Research, projects 18-04-00059a and 18-015-00027.", "latex": null, "type": "figure"}, "TABREF1": {"text": "The gas concentrations during inspiration (through the nose) and expiration (through the mouth)", "latex": null, "type": "table"}, "TABREF2": {"text": "The", "latex": null, "type": "table"}}, "back_matter": []}