{"paper_id": "0a27aa7416c744da926d0c17906f3c7fc9c1194e", "metadata": {"title": "Analysis of external quality assessment samples revealed crucial performance differences between commercial RT-PCR assays for SARS-CoV-2 detection when taking extraction methods and real-time-PCR instruments into account", "authors": [{"first": "Monika", "middle": [], "last": "Malecki", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Hospital of Witten/Herdecke", "location": {"settlement": "Cologne", "country": "Germany"}}, "email": ""}, {"first": "Jessica", "middle": [], "last": "Luesebrink", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Hospital of Witten/Herdecke", "location": {"settlement": "Cologne", "country": "Germany"}}, "email": ""}, {"first": "Andreas", "middle": ["F"], "last": "Wendel", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Hospital of Witten/Herdecke", "location": {"settlement": "Cologne", "country": "Germany"}}, "email": ""}, {"first": "Frauke", "middle": [], "last": "Mattner", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Hospital of Witten/Herdecke", "location": {"settlement": "Cologne", "country": "Germany"}}, "email": ""}]}, "abstract": [{"text": "In limelight of the ongoing pandemic SARS-CoV-2 testing is critical for the diagnosis of infected patients, contacttracing and mitigating the transmission. Diagnostic laboratories are expected to provide appropriate testing with maximum accuracy. Real-time reverse transcriptase PCR (RT-PCR) is the diagnostic standard. However, only a handful of studies have reviewed their performance in clinical settings. The aim of this study was to compare the performance of the overall analytical matrix including the extraction kit (BD MAX, Promega, Qiagen), the PCR instrument (Agilent Mx3005 P, BD MAX, Qiagen Rotor-Gene, Roche Cobas z 480) and the RT-PCR assay (Altona Diagnostics, CerTest Biotec, R-Biopharm AG) using predefined samples from proficiency testing organizers. The greatest difference of the cycle threshold values between the matrices was nine cycles. One borderline sample could not be detected by three out of twelve analytical matrices and yielded a false negative result. We therefore conclude that diagnostic laboratories should take the complete analytical matrix in addition to the performance values published by the manufacturer for a respective RT-PCR kit into account. With limited resources laboratories have to validate a wide range of kits to determine appropriate analytical matrices for detecting SARS-CoV-2 reliably. The interpretation of clinical results has to be adapted accordingly.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In limelight of the ongoing pandemic SARS-CoV-2 testing is critical for the diagnosis of infected patients, contacttracing and mitigating the transmission. Diagnostic laboratories are expected to provide appropriate testing with maximum accuracy. Real-time reverse transcriptase PCR (RT-PCR) is the diagnostic standard. However, only a handful of studies have reviewed their performance in clinical settings. The aim of this study was to compare the performance of the overall analytical matrix including the extraction kit (BD MAX, Promega, Qiagen), the PCR instrument (Agilent Mx3005 P, BD MAX, Qiagen Rotor-Gene, Roche Cobas z 480) and the RT-PCR assay (Altona Diagnostics, CerTest Biotec, R-Biopharm AG) using predefined samples from proficiency testing organizers. The greatest difference of the cycle threshold values between the matrices was nine cycles. One borderline sample could not be detected by three out of twelve analytical matrices and yielded a false negative result. We therefore conclude that diagnostic laboratories should take the complete analytical matrix in addition to the performance values published by the manufacturer for a respective RT-PCR kit into account. With limited resources laboratories have to validate a wide range of kits to determine appropriate analytical matrices for detecting SARS-CoV-2 reliably. The interpretation of clinical results has to be adapted accordingly.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Ever since the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was identified as the causative agent of the coronavirus disease 2019 , the number of commercial kits detecting the virus from clinical samples keeps growing (Iglói et al., 2020; Lu et al., 2020) . At the same time expansion of SARS-CoV-2 diagnostic testing became the top public health priority to mitigate the spread of the disease (Hellewell et al., 2020) . Therefore laboratories have to evaluate different diagnostic assays and establish them in laboratory workflows at once. To complicate this assessment even further, laboratories were, and still are, confronted with supply shortages of disposables, technical equipment and/or reagents. These bottlenecks have led to a considerable obstacle in establishing successful routine SARS-CoV-2 diagnostic. The situation at hand requires agile management and implementation of available components, which might not yet have been validated in a clinical setting beforehand.", "cite_spans": [{"start": 234, "end": 254, "text": "(Iglói et al., 2020;", "ref_id": "BIBREF2"}, {"start": 255, "end": 271, "text": "Lu et al., 2020)", "ref_id": "BIBREF6"}, {"start": 410, "end": 434, "text": "(Hellewell et al., 2020)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "Accurate diagnosis and quality assurance measures are of utmost importance. External quality assessments (EQA) provided by proficiency testing organizers, designed to assess the ability of laboratories to detect a pathogenic agent at a clinically relevant level, are particularly suitable to meet these requirements. Additionally, standardized EQA samples enable a laboratory to evaluate individual components of a test without relying on the performance data of the manufacturer solely.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "RT-PCR (reverse transcriptase-polymerase chain reaction) based diagnostic is officially recommended as the gold standard method for SARS-CoV-2 detection (WHO, 2020). However, performance characteristics of a molecular method not only depend on the preanalytics but also on the analytical matrix available in a laboratory, in case of a RT-PCR as follows: extraction method, the reagents of the downstream application (primers, targets, polymerase) and the PCR instrument. A first glimpse on how analytical factors influence the performance of SARS-CoV-2 molecular detection has been shown before by providing performance values of some extraction systems and PCR assays . But to determine the optimal test algorithm in a respective laboratory it is inevitable to compare all combinations of the aforementioned components. Subsequently, the limitations of any such combination can be identified. The results of the comparisons provide evidence for a risk assessment in case the optimal setup is not available and a less accurate combination has to be used.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In this study, two diagnostic laboratories of a tertiary care hospital equipped with different PCR systems validated the available kits on the respective systems for SARS-CoV-2 testing. In order to evaluate the performance of analytical components used for SARS-CoV-2 diagnostic we compared three commercially available RT-PCR kits, six extraction kits and four PCR cyclers in all possible combinations using predefined EQA samples. EQA samples were received from two proficiency testing providers derived from in vitro systems: the German INSTAND e.V. and Quality Control for Molecular Diagnostics (QCMD) based in the UK. The distributed samples were SARS-CoV-2 positive, positive for a different human coronavirus or coronavirus negative. Viral RNA was isolated using automated Maxwell® Instruments (Promega), extracted manually with QIAamp® Viral RNA Mini Kit (Qiagen) or processed in Becton Dickinson's BD MAX system (BD MAX ExK TNA-3). In the latter method extraction and thermocycling was performed in one instrument (Table 1) . Real-time PCR instruments in use for the SARS-CoV-2 diagnostic included Rotor-Gene® Q (Qiagen), Cobas® z 480 (Roche) and Mx3005 P (Agilent).", "cite_spans": [], "ref_spans": [{"start": 1023, "end": 1032, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "Three RT PCR kits were tested. The RealStar® SARS-CoV-2 RT-PCR Kit (Altona Diagnostics) follows the two-target strategy by detecting the S and E genes (encoding the spike and the envelope protein of SARS-CoV-2 respectively), whereas the RIDA®GENE SARS-CoV-2 Kit (R-Bio-pharm®) detects the E gene and VIASURE SARS-CoV-2 -BD MAX™ System Kit (CerTest Biotec) the S gene (Table 1) . The extraction and RT-PCR kits were applied according to the manufacturer's specifications. To compare the analytical matrices with each other, consisting of the variables extraction kit / PCR instrument / PCR kit, the cycle threshold (Ct) values of the EQA samples have been taken into account.", "cite_spans": [], "ref_spans": [{"start": 367, "end": 376, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "All negative samples or samples positive for a different human coronavirus were accurately detected as SARS-CoV-2-negative in every analytical matrix (data not shown). The EQA samples 1-4 (INSTAND) were accurately identified as SARS-CoV-2 positive in all analytical matrices. Six analytical matrices were performed to detect the E and the S gene. The maximum Ct value difference of the matrices was nine cycles within sample 1 (Ct 18.64 for the matrix Promega 16 Viral Total/Rotor-Gene/Altona; Ct 27.66 for Promega RSC Custom/Mx3005 P/Altona for the E gene; Ct 17.1 and Ct 26.42 for the S gene respectively) ( Fig. 1a and  b) . In the second set of samples (QCMD) seven analytical combinations were used to detect the E gene and five to detect the S gene. In contrast to the aforementioned satisfactory results according to the proficiency testing provider, sample 9, defined as borderline SARS-CoV-2 positive by the organizer, was assessed as false-negative in three analytical matrices: Promega RSC Custom/Mx3005 P/Altona and Promega RSC Custom/Mx3005 P/R-Biopharm for the E gene and BD MAX/CerTest for the S gene ( Fig. 1c and d.) . The lowest Ct value of sample 9 (31.46) was assessed for the combination of Promega RSC Blood/Rotor-Gene/Altona for the S gene (Fig. 1d) . According to the recommendations of the manufacturer two results out of three performed with the RIDA®GENE assay should have been assessed as inconclusive, since they showed a Ct > 35. The maximum Ct value difference of the matrices used for the QCMD samples was nine cycles within sample 5 detecting the E gene (Ct 26.26 for the matrix Promega RSC Blood/Rotor-Gene/Altona and Ct 35.7 for Promega RSC Custom/Mx3005 P/R-Biopharm) (Fig. 1c) .", "cite_spans": [], "ref_spans": [{"start": 610, "end": 625, "text": "Fig. 1a and  b)", "ref_id": null}, {"start": 1118, "end": 1133, "text": "Fig. 1c and d.)", "ref_id": null}, {"start": 1263, "end": 1272, "text": "(Fig. 1d)", "ref_id": null}, {"start": 1704, "end": 1713, "text": "(Fig. 1c)", "ref_id": null}], "section": ""}, {"text": "Commercial RT-PCR diagnostic kits for COVID-19 have been compared before (Lee et al., 2021; Nalla et al., 2020) . Using SARS-CoV-2-positive clinical samples a variation of the 95 % limit of detection up to a 6-fold range between RT-PCR kits has been shown (van Kasteren et al., 2020) . In this study, unlike in other publications, the comparison also takes different extraction methods and PCR instruments into account.", "cite_spans": [{"start": 73, "end": 91, "text": "(Lee et al., 2021;", "ref_id": "BIBREF4"}, {"start": 92, "end": 111, "text": "Nalla et al., 2020)", "ref_id": "BIBREF8"}, {"start": 256, "end": 283, "text": "(van Kasteren et al., 2020)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "We were able to show a wide variation of Ct values for the three components applied respectively. The difference of up to nine Ct values for the samples analyzed give reason for concern. Clinical samples may be reported falsely as negative, unlike indicated by the sensitivity values published in predated studies. Notably the samples with the highest Ct values or being tested as false-negative have been extracted with the Maxwell® RSC Custom Total Nucleic Acid Purification kit, which cannot be recommended for COVID-19 testing according to our findings (Fig. 1) . Samples extracted with the Maxwell® 16 Tissue LEV Total RNA Purification kit or processed with the BD system showed continuously high Ct values (Fig. 1a, b, d) , whereas the PCR kits from Altona and R-Biopharm performed on a similar level depending on the extraction method and the cycler used (Fig. 1) . This demonstrates that the PCR kit is not the only determinant. The extraction kits seem to influence the analytical performance of commercially available diagnostic kits considerably.", "cite_spans": [], "ref_spans": [{"start": 557, "end": 565, "text": "(Fig. 1)", "ref_id": null}, {"start": 712, "end": 727, "text": "(Fig. 1a, b, d)", "ref_id": null}, {"start": 862, "end": 870, "text": "(Fig. 1)", "ref_id": null}], "section": ""}, {"text": "Our findings also underline the necessity of EQA samples with low amounts of analytes in order to reveal less suitable methods for SARS-CoV-2 detection in routine diagnostic. Especially since Ct values are becoming increasingly relevant to assess the contagiousness of SARS- CoV-2 patients and to discontinue their isolation (La Scola et al., 2020) . Of particular challenge are clinical samples with Ct values close to the detection limit of the PCR assays. In the current study only one of the manufacturers specified Ct values > 35 as within the detection limit. Therefore, repeating the test and obtaining a similar result is suitable to confirm a true positive result. Another helpful tool to improve the true positive rate is the design of multiple targets. Thus non-specific and true positive results can be differentiated more easily (Colton et al., 2021) . Nonetheless, a careful target design is crucial with regard to a coronavirus specific replication strategy which may explain varying copy numbers of targets depending on their position in the genome of the virus (Sawicki et al., 2007) . Pooling of samples for SARS-CoV-2 testing has been discussed as a strategy to overcome shortages (Lohse et al., 2020) . When performing poolinga method provoking a loss of sensitivityone should scrutinize the test algorithm even further.", "cite_spans": [{"start": 329, "end": 348, "text": "Scola et al., 2020)", "ref_id": "BIBREF3"}, {"start": 842, "end": 863, "text": "(Colton et al., 2021)", "ref_id": "BIBREF0"}, {"start": 1078, "end": 1100, "text": "(Sawicki et al., 2007)", "ref_id": "BIBREF9"}, {"start": 1200, "end": 1220, "text": "(Lohse et al., 2020)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "The study in hand has certain limitations. Not all possible combinations of components were performed due to limited sample volumes. For the same reasons it was not possible to perform multiple testing of the respective test algorithms. It should also be noted that the volumes of the primary samples used for the extraction as well as the volumes of the eluates applied in the RT-PCR differed up to a double (Table 1) . Lastly the performance of the test components used might have changed by the time of publication since the suppliers continuously improve these.", "cite_spans": [], "ref_spans": [{"start": 409, "end": 418, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "We therefore conclude that, despite a scarcity of resources, diagnostic laboratories have to not only implement available kits immediately and thoroughly but also to determine the effects of different extraction methods and PCR instruments in order to enhance the accuracy of the diagnostic kits in use. Moreover, the knowledge about the influence of both determinants on Ct values with regard to SARS-CoV-2 RT-PCR testing should lead to a more careful interpretation of the obtained results. A determination of the viral load in a respective sample using quantitation standards might overcome the before mentioned difficulty. In the meantime, during supply shortages, clinical samples may be triaged depending on the clinical course of the patient. For example, therapy depending testing has to be prioritized and performed with the most accurate analytical matrix available.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "MM conceptualized and administered the study, carried out the analyses and wrote the original draft. LJ carried out the experiments. MF supervised the project. MF, WAF an JL reviewed and contributed to the manuscript. All authors approved the final submitted version. Fig. 1 . RT-PCR Kits display variations in Ct values dependent on the analytical matrix. EQA samples 1-4 were purchased from the proficiency testing organizer INSTAND and the samples 5-9 from QCMD. The symbols indicate the respective analytical matrix consisting of an extraction kit, the PCR instrument und the RT-PCR assay. No positive result could be obtained for sample 9 with Promega RSC Custom/Mx3005 P/Altona and Promega RSC Custom/Mx3005 P/R-Biopharm for the E gene and BD MAX/CerTest for the S gene ( Fig. 1c-d) .", "cite_spans": [], "ref_spans": [{"start": 268, "end": 274, "text": "Fig. 1", "ref_id": null}, {"start": 778, "end": 788, "text": "Fig. 1c-d)", "ref_id": null}], "section": "Author statement"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Improved sensitivity using a dual target, E and RdRp assay for the diagnosis of SARS-CoV-2 infection: experience at a large NHS Foundation Trust in the UK", "authors": [{"first": "H", "middle": [], "last": "Colton", "suffix": ""}, {"first": "M", "middle": [], "last": "Ankcorn", "suffix": ""}, {"first": "M", "middle": [], "last": "Yavuz", "suffix": ""}, {"first": "L", "middle": [], "last": "Tovey", "suffix": ""}, {"first": "A", "middle": [], "last": "Cope", "suffix": ""}, {"first": "M", "middle": [], "last": "Raza", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Keeley", "suffix": ""}, {"first": "A", "middle": [], "last": "State", "suffix": ""}, {"first": "B", "middle": [], "last": "Poller", "suffix": ""}, {"first": "M", "middle": [], "last": "Parker", "suffix": ""}, {"first": "T", "middle": ["I"], "last": "De Silva", "suffix": ""}, {"first": "C", "middle": [], "last": "Evans", "suffix": ""}], "year": 2021, "venue": "J. Infect", "volume": "82", "issn": "", "pages": "159--198", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts", "authors": [{"first": "J", "middle": [], "last": "Hellewell", "suffix": ""}, {"first": "S", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "A", "middle": [], "last": "Gimma", "suffix": ""}, {"first": "N", "middle": ["I"], "last": "Bosse", "suffix": ""}, {"first": "C", "middle": ["I"], "last": "Jarvis", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Russell", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Munday", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}, {"first": "S", "middle": [], "last": "Funk", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Eggo", "suffix": ""}], "year": 2020, "venue": "Lancet Glob. Health", "volume": "8", "issn": "", "pages": "488--96", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Comparison of commercial realtime reverse transcription PCR assays for the detection of SARS-CoV-2", "authors": [{"first": "Z", "middle": [], "last": "Iglói", "suffix": ""}, {"first": "M", "middle": [], "last": "Leven", "suffix": ""}, {"first": "Abdel-Karem", "middle": [], "last": "Abou-Nouar", "suffix": ""}, {"first": "Z", "middle": [], "last": "Weller", "suffix": ""}, {"first": "B", "middle": [], "last": "Matheeussen", "suffix": ""}, {"first": "V", "middle": [], "last": "Coppens", "suffix": ""}, {"first": "J", "middle": [], "last": "Koopmans", "suffix": ""}, {"first": "M", "middle": [], "last": "Molenkamp", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "J. Clin. Virol", "volume": "129", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Viral RNA load as determined by cell culture as a management tool for discharge of SARS-CoV-2 patients from infectious disease wards", "authors": [{"first": "La", "middle": [], "last": "Scola", "suffix": ""}, {"first": "B", "middle": [], "last": "Le Bideau", "suffix": ""}, {"first": "M", "middle": [], "last": "Andreani", "suffix": ""}, {"first": "J", "middle": [], "last": "Hoang", "suffix": ""}, {"first": "V", "middle": ["T"], "last": "Grimaldier", "suffix": ""}, {"first": "C", "middle": [], "last": "Colson", "suffix": ""}, {"first": "P", "middle": [], "last": "Gautret", "suffix": ""}, {"first": "P", "middle": [], "last": "Raoult", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Eur. J. Clin. Microbiol. Infect. Dis", "volume": "39", "issn": "", "pages": "1059--1061", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical performance of Roche cobas 6800, Luminex ARIES, MiRXES fortitude kit 2.1, Altona RealStar, and Applied Biosystems TaqPath for SARS-CoV-2 detection in nasopharyngeal swabs", "authors": [{"first": "C", "middle": ["K"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["W M"], "last": "Tham", "suffix": ""}, {"first": "S", "middle": [], "last": "Png", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Chai", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Ng", "suffix": ""}, {"first": "E", "middle": ["J M"], "last": "Tan", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Ng", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Chua", "suffix": ""}, {"first": "M", "middle": [], "last": "Sani", "suffix": ""}, {"first": "Y", "middle": [], "last": "Seow", "suffix": ""}, {"first": "G", "middle": [], "last": "Yan", "suffix": ""}, {"first": "J", "middle": [], "last": "Tang", "suffix": ""}], "year": 2021, "venue": "J. Med. Virol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Pooling of samples for testing for SARS-CoV-2 in asymptomatic people", "authors": [{"first": "S", "middle": [], "last": "Lohse", "suffix": ""}, {"first": "T", "middle": [], "last": "Pfuhl", "suffix": ""}, {"first": "B", "middle": [], "last": "Berkó-Göttel", "suffix": ""}, {"first": "J", "middle": [], "last": "Rissland", "suffix": ""}, {"first": "T", "middle": [], "last": "Geißler", "suffix": ""}, {"first": "B", "middle": [], "last": "Gärtner", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Becker", "suffix": ""}, {"first": "S", "middle": [], "last": "Schneitler", "suffix": ""}, {"first": "S", "middle": [], "last": "Smola", "suffix": ""}], "year": 2020, "venue": "Lancet Infect. Dis", "volume": "20", "issn": "", "pages": "1231--1232", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding", "authors": [{"first": "R", "middle": [], "last": "Lu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Niu", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": [], "last": "Wu", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Song", "suffix": ""}, {"first": "B", "middle": [], "last": "Huang", "suffix": ""}, {"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bi", "suffix": ""}, {"first": "X", "middle": [], "last": "Ma", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhan", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": [], "last": "Hu", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Z", "middle": [], "last": "Hu", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Meng", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lin", "suffix": ""}, {"first": "J", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xie", "suffix": ""}, {"first": "J", "middle": [], "last": "Ma", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Liu", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Xu", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Gao", "suffix": ""}, {"first": "G", "middle": [], "last": "Wu", "suffix": ""}, {"first": "W", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": [], "last": "Shi", "suffix": ""}, {"first": "W", "middle": [], "last": "Tan", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "565--574", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "International external quality assessment for SARS-CoV-2 molecular detection and survey on clinical laboratory preparedness during the COVID-19 pandemic", "authors": [{"first": "V", "middle": [], "last": "Matheeussen", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Corman", "suffix": ""}, {"first": "O", "middle": [], "last": "Donoso Mantke", "suffix": ""}, {"first": "E", "middle": [], "last": "Mcculloch", "suffix": ""}, {"first": "C", "middle": [], "last": "Lammens", "suffix": ""}, {"first": "H", "middle": [], "last": "Goossens", "suffix": ""}, {"first": "D", "middle": [], "last": "Niemeyer", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Wallace", "suffix": ""}, {"first": "P", "middle": [], "last": "Klapper", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Niesters", "suffix": ""}, {"first": "C", "middle": [], "last": "Drosten", "suffix": ""}, {"first": "M", "middle": [], "last": "Ieven", "suffix": ""}], "year": 2020, "venue": "Euro Surveill", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Comparative performance of SARS-CoV-2 detection assays using seven different primer-probe sets and one assay kit", "authors": [{"first": "A", "middle": ["K"], "last": "Nalla", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Casto", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Huang", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Perchetti", "suffix": ""}, {"first": "R", "middle": [], "last": "Sampoleo", "suffix": ""}, {"first": "L", "middle": [], "last": "Shrestha", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wei", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Jerome", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Greninger", "suffix": ""}], "year": 2020, "venue": "J. Clin. Microbiol", "volume": "58", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A contemporary view of coronavirus transcriptio", "authors": [{"first": "S", "middle": ["G"], "last": "Sawicki", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Sawicki", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Siddell", "suffix": ""}], "year": 2007, "venue": "J. Virol", "volume": "81", "issn": "", "pages": "20--29", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Advice on the Use of Point-of-care Immunodiagnostic Tests for COVID-19", "authors": [{"first": "P", "middle": ["B"], "last": "Van Kasteren", "suffix": ""}, {"first": "B", "middle": [], "last": "Van Der Veer", "suffix": ""}, {"first": "S", "middle": [], "last": "Van Den Brink", "suffix": ""}, {"first": "L", "middle": [], "last": "Wijsman", "suffix": ""}, {"first": "", "middle": [], "last": "Jonge", "suffix": ""}, {"first": "", "middle": [], "last": "Jde", "suffix": ""}, {"first": "A", "middle": [], "last": "Van Den Brandt", "suffix": ""}, {"first": "R", "middle": [], "last": "Molenkamp", "suffix": ""}, {"first": "", "middle": [], "last": "Reusken", "suffix": ""}, {"first": "", "middle": [], "last": "Cbem", "suffix": ""}, {"first": "A", "middle": [], "last": "Meijer", "suffix": ""}], "year": 2020, "venue": "J. Clin. Virol", "volume": "128", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Details of the compared PCR instruments, extraction and PCR kits.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors received no specific funding for this work.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "The authors report no declarations of interest.", "cite_spans": [], "ref_spans": [], "section": "Declaration of Competing Interest"}]}