{"paper_id": "0a296c8a8dab455581eed1db149bc8ffa1242ebd", "metadata": {"title": "Head and neck surgery during COVID-19", "authors": [{"first": "Digpal", "middle": [], "last": "Dharkar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Laxmi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Narayan", "middle": [], "last": "Namdev", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sonia", "middle": [], "last": "Moses", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["Ravi"], "last": "Soni", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Suresh Verma", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Thirty-two Head and Neck cancer patients were operated by surgical team of the Indian Institute of Head and Neck Oncology (IIHNO) in a period ranging from May 2020 to the first week of December 2020. Surgical procedures ranged from surgery for tongue cancer, resection of cancers of the oral mucosa/cheek (with or without reconstruction), as well as surgery for paranasal cancers and thyroid cancers, with an average duration of 3 h for the procedures. This article reviews this experience during the peak of covid pandemic regarding the approaches adopted by the team of the IIHNO, a flagship project of the Indore Cancer Foundation, a public charitable trust.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Introduction SARS-CoV-2 is a novel, zoonotic coronavirus that emerged in late 2019 in patients with pneumonia of unknown cause. [1] The virus was named SARS-CoV-2 because of its similarity to the coronavirus responsible for severe acute respiratory syndrome (SARS-CoV, a lineage B betacoronavirus).", "cite_spans": [{"start": 128, "end": 131, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "Head and neck cancers in the Indian setting pose somewhat different problems.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "(i) most patients have poor oral hygiene and may result in delayed healing, meaning longer hospitalisation. Under normal circumstances one would have a dental workup but dental clinics were closed in those months.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "(ii) Knowing that early cancers require single modality of treatment, If interval between diagnosis to treatment is prolonged multidisciplinary treatment is required which put hospitals under strain in an already stained health infrastructures vis a vis occupancy/availability of hospital beds Also, there could be issue of the cost burden an issue by itself.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Responding rapidly, the medical community found a way out: working with PPE kits to grapple medical events, even though it meant putting health workers in peril.", "cite_spans": [], "ref_spans": [], "section": "Medical Response"}, {"text": "The first large, multi-institution study of the impact of COVID-19 and cancer was conducted in Wuhan, China, and presented at the virtual American Association for Cancer Research (AACR) annual meeting in April 2020. It included 105 cancer patients and 536 age-matched patients without cancer, and showed that COVID-19 patients with cancer had higher risk in intensive care unit (ICU) admissions and mortality [2] . However, at the same conference, researchers from Gustave Roussy Cancer Center in Villejuif, France, reported that 137 cancer patients who were diagnosed with the novel coronavirus in March did not have more lethal or aggressive disease than patients without cancer in the global population. [3] Even though we are low budget,charitable cancer center, where giving furlough to the staff is not easy, we accepted the reality that treatment for cancer should be a priority with regards to treatment not just for the patient but for the family as well. There were however two deterrents, the epidemiological context that cancer patients are more susceptible to develop an infection than the normal population as patients are immune compromised and the fact that some forms of cancer treatment can create additional risk e.g. cardio toxicity with anthracyclines and pulmonary effects of immunotherapy drugs like Herceptin and Bleomycin.", "cite_spans": [{"start": 409, "end": 412, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 707, "end": 710, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Conflicting Reports"}, {"text": "If surgery is not preferred option and is offered there is option of radiotherapy or alternatively chemotherapy but side effects of chemotherapy, viz febrile neutropenia, and the fact that patients for radiation therapy will have to make frequent hospital visits the question was would it not put strain on the existing patient load as well as anxious families in these difficult times,?", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "We looked at other modalities as well. There are reports of benefits of immunotherapy but the offering on head and neck is still investigational. For example, Pembrolizumab is a humanised antibody used as immunotherapy for head and neck cancers but testing of PDL1 as a potential biomarker is not only still ongoing,it is out of reach for most patients of recurrent squamous cancers of head and neck for which it has a role. In any case, cancer immunotherapy during the COVID-19 pandemic presents management challenges that require careful patient selection [4] This leaves cancer patients with only accepted modalities of treatment such as surgery, radiotherapy and chemotherapy either as standalone treatment or in combination for head and cancers.", "cite_spans": [{"start": 558, "end": 561, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Material and Methods"}, {"text": "Despite anxiety and restrictions of movements surgical treatment for head and neck cancers in the times of the pandemic continued at our center and we decided to start surgery earlier on in the pandemic.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "Assuming that the patient had been short listed for surgery, after coming to the hospital patient underwent a (i) thermal screening (ii) symptoms check and contact tracing.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "Those with respiratory symptoms underwent an x-ray chest which was seen by the outdoor doctor. If the x-ray showed equivocal haziness a CT thorax was asked for and a physician opinion taken. Regarding contact tracing we found the Aarogya Setu app very helpful.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "Flow chart explaining the standard operating procedure at Iihno.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "These are times of shifting paradigms.To prevent risk to the kith and kin, and upon clearance for admission patients were told to come with minimum.relatives to the hospital so that crowding would be avoided. In Indian setting it is difficult but it had to be done, and was complied with.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "Result 32 patients were operated for head and neck oncologic surgery in a period ranging from May 2020 to the first week of December. All patients underwent routine investigations, preoperative profiling and RT PCR test, the age ranged from 28 to 71 years.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "We did not refuse treatment to a medically fit patient for the reasons of age.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "The sites of cancer mentioned in the below chart: the procedures that were performed ranged from wide excision with marginal mandibulectomy, partial glossectomy, hemiglossectomy, partial or total maxillectomy and combined mandibulectomy and three cases underwent microvascular reconstruction using free radial forearm flap.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "The procedures are marked in graph.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "The mean age of the patients is mentioned in graph: No patient was refused treatment for the reasons of age if they were medically fit. 28% i.e. 9 out of 32 Patients were aged above 60 years and 50% i.e. 16 out of 32.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "patients aged above 50 years of age underwent surgical management as mentioned below.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "The comorbidities associated with these patients of head and neck cancer was 45% ranging from either hypertension, or diabetes mellitus and in some cases both. The comorbidities are mentioned below in the table:", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "The following standard operating guidelines were followed for patients who were selected and planned for surgery. When the patients came in for investigations at the Indian Institute of head and neck oncology apart from screening: for any coexisting disease, the information pertaining to positive cases in the precincts was requested voluntarily as a means of risk assessment to ensure contact tracing at our end. This helped us to know whether the patients are coming from the red zone or if there a positive case in their precincts, to take extra precautions for other patients. This was to avoid cross contamination between Covid plus and covid free zones Underlining that safety is a shared concern, detailed symptomatology of the patient was elaborately obtained. If the patient had any symptoms such as fever, cough, breathing difficulty loss of smell or other symptoms that suggested COVID-19 infection the patient was screened out and sent to a fever clinic. Of those who found normal and were to be operated we did RT PCR test for each and every patient who was for posted for surgery.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "To help, educate and empower patients take treatment for cancer during the pandemic we also brought out an online educational resource material in hindi as an educational tool. It is available on our website www.indorecancerfoundation.org with our permission to translate in any vernacular language.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "The in-house tests:", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "Prior to surgery all patients underwent double check indirect laryngoscopy not just to rule out a synchronous second primary but also to ensure that the airway is open; for a smooth intubation: a short epiglottis with a bulky short neck or limited opening of the mouth need to be kept in mind.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "This was in line with the available evidence to date in order to minimize the risks of aerosolization of SARS-CoV-2 exposure.Doctors who did this check-up were rotated in view of reports that upper digestive surgeries, whether awake or sedated, expose 'operators' to infectious aerosols, posing risks to staff.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "Knowing that progression of cancer is linked to higher morbidity and mortality we helped everyone irrespective of his/ her age, our age break up shows patients in the age group 28 years to 71 years.", "cite_spans": [], "ref_spans": [], "section": "Procedure at First Check-Up"}, {"text": "Before wheeling in the patient for surgery systematic screening of patient for temperature cough and loss of sense of taste or loose motion as a symptomatology was ascertained.", "cite_spans": [], "ref_spans": [], "section": "For Patients"}, {"text": "All surgical staff donned PPE kits.", "cite_spans": [], "ref_spans": [], "section": "For Staff"}, {"text": "To ensure adequate protective personal equipments for all those entering the operation theatre.", "cite_spans": [], "ref_spans": [], "section": "For Staff"}, {"text": "Out of 32 head and neck patients 5 patients required tracheostomy, almost always In prophylactic setting. This prevents tracheostomy as an emergency due to falling off tongue, breathing difficulty due to laryngeal oedema caused due to prolonged intubation as well as in the possible but unlikely event of post-operative bleeding. There has been a period of night curfew and restrictions were in place and if there was a need for a late night tracheotomy it was expected to be a tough call to attend. Also a planned tracheostomy ensured the use of closedcircuit ventilation inside the OT and positive pressure ventilation immediately post op to prevent aerosol transmission.", "cite_spans": [], "ref_spans": [], "section": "For Staff"}, {"text": "Many scientists now think that aerosol transmission explained some early outbreaks, such as those in an airconditioned restaurant in Guangzhou, China, and at a choir practice in the US, where the virus was exhaled by people and may have remained in the surrounding environment before infecting others who inhaled it [4] .", "cite_spans": [{"start": 316, "end": 319, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "For Staff"}, {"text": "We used cuffed tracheostomy tubes, judicious use of heat moisture exchange units, and appropriate personal protective equipment.", "cite_spans": [], "ref_spans": [], "section": "For Staff"}, {"text": "Vis-a-vis post-operative care the team was divided into two surgical units one foe surgery and other for post-operative care to reduce exposure in the eventuality that there was subclinical infection of Covid19 despite the fact that the RT PCR test was negative. This was done to avoid exposure to the more senior group of consultants. Younger staff members took the responsibility of post-operative care post-operative rounds and dressings.", "cite_spans": [], "ref_spans": [], "section": "Extra Precautions"}, {"text": "We did not use CT scan of the chest as a screening tool in view of the availability of RT PCR as the crux of the tests prior to selecting patients and bringing them into the operating room. CT scan of the chest was only used in the clinical context if the x-ray showed signs that warranted it. RT PCR was done for all patients for surgery and patients admitted two days in advance in most cases.", "cite_spans": [], "ref_spans": [], "section": "Extra Precautions"}, {"text": "45%. % of our patients had morbidities and 28% were above the age group of 60 years.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "No patient in our series developed a covid infection during hospitalisation or during post-operative recovery and all the patients who were reported as RT PCR test. negative did not pose any risk to our team. None of our staff developed positive RT Pcr or any suggestive symptoms.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Use of close circuit ventilation in tracheotomised patients and positive pressure ventilation postoperatively ensured additional safety from aerosol transmission.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "All 32 patients of head and neck cancer who have been treated by surgery as primary management are currently healthy and undergoing follow-up or further postoperative recommended treatment.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "We therefore believe that:", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "1. A closely knit cohort of versatile team was important. 2. The turn over from hospital to home should be early and patients sent home when it is safe and appropriate. 3. In general terms, the hospital bed density needs to be kept at a low level to keep beds for the eventuality of need arising for their use in case of public health emergency. 4. The RT PCR test was the mainstay of our investigations.it was done in all cases. 5. The segregation of the team of resection, and reconstruction surgery and post op care minimum aerosol exposure to the more senior and elderly group of surgical team. 6. Use of prophylactic tracheotomy with the use of closed-circuit ventilation inside the OT and positive pressure ventilation immediately post op prevented aerosol transmission.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "COVID-19 Vaccine emergency use authorization review Memorandum www", "authors": [{"first": "", "middle": [], "last": "Pfizer-Biontech", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Why COVID-19 registries for cancer patients are so important Health-care-in europe", "authors": [{"first": "Cynthia", "middle": ["E"], "last": "Keen", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Considerations for cancer immunotherapy during the COVID-19 pandemic", "authors": [{"first": "Y", "middle": [], "last": "Kanjanapan", "suffix": ""}, {"first": "D", "middle": [], "last": "Yip", "suffix": ""}], "year": 2020, "venue": "Med J Aust", "volume": "213", "issn": "9", "pages": "390--392", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Understanding 'aerosol transmission' could be key to controlling coronavirus The Guardian news paper 28", "authors": [{"first": "Julian", "middle": [], "last": "Tang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {}, "back_matter": [{"text": "Acknowledgements The authors acknowledge Kratika Kulkarni, BDS, in preparation of the graphics and her tireless overall support.Funding This article was not funded by anyone.Highly compliance with ethical standards.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Conflict of interest All authors declares that there is no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}]}