{"paper_id": "0a3a973c9595dd5682fb1e2401b3152143ade678", "metadata": {"title": "A C A D E M I C P R A C T I C E I N E C O L O G Y A N D E V O L U T I O N Teaching an experiential field course via online participatory science projects: A COVID-19 case study of a UC California Naturalist course", "authors": [{"first": "Laci", "middle": ["M"], "last": "Gerhart", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"settlement": "Davis", "region": "CA", "country": "USA"}}, "email": "lgerhart@ucdavis.edu"}, {"first": "|", "middle": [], "last": "Christopher", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Jadallah", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of California", "location": {"settlement": "Davis", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Sarah", "middle": ["S"], "last": "Angulo", "suffix": "", "affiliation": {"laboratory": "", "institution": "UC Agriculture and Natural Resources", "location": {"settlement": "Davis", "region": "CA", "country": "USA Correspondence"}}, "email": ""}, {"first": "|", "middle": [], "last": "Gregory", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": [], "last": "Ira", "suffix": "", "affiliation": {"laboratory": "", "institution": "UC Agriculture and Natural Resources", "location": {"settlement": "Davis", "region": "CA", "country": "USA Correspondence"}}, "email": ""}, {"first": "K", "middle": ["E Y W O R D S"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Experience and training in field work are critical components of undergraduate education in ecology, and many university courses incorporate field-based or experiential components into the curriculum in order to provide students hands-on experience. Due to the onset of the COVID-19 pandemic and the sudden shift to remote instruction in the spring of 2020, many instructors of such courses found themselves struggling to identify strategies for developing rigorous field activities that could be completed online, solo, and from a student's backyard. This case study illustrates the process by which one field-based course, a UC California Naturalist certification course offered at the University of California, Davis, transitioned to fully remote instruction. The transition relied on established, publicly available, online participatory science platforms (e.g., iNaturalist) to which the students contributed data and field observations remotely. Student feedback on the course and voluntary-continued engagement with the participatory science platforms indicates that the student perspective of the experience was on par with previous traditional offerings of the course. This case study also includes topics and participatory science resources for consideration by faculty facing a similar transition from group field activities to remote, individual field-based experiences.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Fieldwork and field activities are an important component of courses in a variety of fields, including ecology, and environmental science (Fleischner et al., 2017) . Formally, 'fieldwork' can be defined as \"any component of the curriculum that involves leaving the classroom and learning through first-hand experience\" (Boyle et al., 2007) including formal structured research, interpretive hikes, or any other outdoor observation, experience, or activity. In ecology and environmental science, fieldwork components in courses can benefit students through development of technical and transferable skills (Peasland et al., 2019) , increased confidence and motivation to learn (Boyle et al., 2007) , and increased favorable attitudes toward environmental protection (Fernández Manzanal et al., 1999) . Additionally, courses with field activity components have been shown to reduce the achievement and completion gaps in underrepresented groups through increased self-efficacy, reduced attrition, higher graduation rates, and higher final GPAs (Beltran et al., 2020) . Unfortunately, skills relating to natural history and naturalism have been specifically identified as lacking in undergraduate education and in formal training of ecology and environmental science professionals despite their importance in these fields (Barrows et al., 2016) . The course described in this paper, and the California Naturalist program as a whole, seeks to fill this gap.", "cite_spans": [{"start": 138, "end": 163, "text": "(Fleischner et al., 2017)", "ref_id": "BIBREF13"}, {"start": 319, "end": 339, "text": "(Boyle et al., 2007)", "ref_id": "BIBREF6"}, {"start": 605, "end": 628, "text": "(Peasland et al., 2019)", "ref_id": "BIBREF22"}, {"start": 676, "end": 696, "text": "(Boyle et al., 2007)", "ref_id": "BIBREF6"}, {"start": 765, "end": 798, "text": "(Fernández Manzanal et al., 1999)", "ref_id": "BIBREF12"}, {"start": 1042, "end": 1064, "text": "(Beltran et al., 2020)", "ref_id": "BIBREF5"}, {"start": 1319, "end": 1341, "text": "(Barrows et al., 2016)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "| INTRODUC TI ON"}, {"text": "In the spring of 2020, when shelter-in-place guidelines were enacted in response to the COVID-19 pandemic, institutions of higher education were forced to develop strategies for continuing instruction in a fully online and remote environment (Crawford et al., 2020) .", "cite_spans": [{"start": 242, "end": 265, "text": "(Crawford et al., 2020)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "| INTRODUC TI ON"}, {"text": "The impacts of the pandemic on teaching and learning in higher education are still being understood and indeed form the basis of this special issue (Lashley et al., 2020) . Programs with an emphasis on fieldwork, applied training, and/or practical experience were particularly impacted (Ahmed et al., 2020; Corlett et al., 2020) . Courses in these programs were therefore faced with a conundrum: how to incorporate the educational and experiential value of fieldwork components into remote online instruction. This case study follows the transition from in-person ('traditional') to remote instruction of a UC California Naturalist (CalNat) certification course, Wild Davis, offered at the University of California, Davis (UCD).", "cite_spans": [{"start": 148, "end": 170, "text": "(Lashley et al., 2020)", "ref_id": "BIBREF18"}, {"start": 286, "end": 306, "text": "(Ahmed et al., 2020;", "ref_id": "BIBREF2"}, {"start": 307, "end": 328, "text": "Corlett et al., 2020)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "| INTRODUC TI ON"}, {"text": "The mission of the California Naturalist program is \"to foster a diverse community of naturalists and promote stewardship of California's natural resources through education and service\" (UCANR, 2020a) . Since its inception in 2012, CalNat has offered certification courses through 56 partner organizations operating in 51 of California's 58 counties (Figure 1 ). CalNat courses have certified over 3,700 naturalists who have logged over 168,000 hr of volunteer service, contributing over $5 million worth of environmental stewardship to the state of California (UCANR, 2018) .", "cite_spans": [{"start": 187, "end": 201, "text": "(UCANR, 2020a)", "ref_id": null}, {"start": 562, "end": 575, "text": "(UCANR, 2018)", "ref_id": null}], "ref_spans": [{"start": 351, "end": 360, "text": "(Figure 1", "ref_id": null}], "section": "| INTRODUC TI ON"}, {"text": "Every CalNat course shares a core curriculum covering natural history topics in California, and every student completes the same requirements in order to receive certification. Individual courses may differ in terms of timing and structure, their bioregion or habitat of focus, and the range of instructional delivery methods they employ. Classes are generally small, ranging in size from 10 to 30, in order to support the focus on experiential, field-based, hands-on learning. Field activities are a required component of the course and are designed to develop skills such as making observations (using one's own senses and field equipment), drawing inferences using prior knowledge, and making measurements using common field equipment and protocols. These skills are cultivated F I G U R E 1 Map of CalNat courses across the state. Each green flag represents an individual CalNat program partner, with numbers representing the partners in alphabetical order. Full program partner listing can be found at http://calnat.ucanr.edu/Take_a_class/ through group field trips, participatory science projects, interpretive walks, homework assignments, and capstone projects that combine service and learning. In keeping with the program's central mission, research on CalNat courses and naturalists has shown that completing a CalNat course increases content knowledge on California ecosystems and environmental issues, raises student confidence in addressing environmental issues, and inspires longterm engagement with participatory science and environmental stewardship (Merenlender et al., 2016) .", "cite_spans": [{"start": 1566, "end": 1592, "text": "(Merenlender et al., 2016)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "| INTRODUC TI ON"}, {"text": "The Wild Davis CalNat course was scheduled to begin at 1 April 2020; Yolo County and the UCD campus released shelter-in-place directives on 18 March 2020. Delaying the Wild Davis start date was not possible, given that the course is tied to the UCD academic calendar. Additionally, canceling the course could have had negative ramifications for student credit hours in terms of full-time student status, financial aid, and spring graduation for seniors. Consequently, the authors of this paper, who represent the Wild Davis instructors, the Central Valley CalNat Community Education Specialist, and the CalNat Director, opted to restructure the course components to meet both the instructional expectations of the UCD campus and the core certification requirements of the CalNat program via remote instruction. This paper outlines the components of traditional instruction in this course (as implemented in the 2019 Wild Davis cohort), the process by which field-based components were transitioned to remote instruction using participatory science projects (as implemented in the 2020 Wild Davis cohort), and offers guidance for faculty facing similar decisions in ecology and environmental science field courses. This paper will use the term 'participatory science' to refer to publicly available programs and platforms through which amateur and nonprofessional scientists engage in scientific research through question development, study design, data collection, and analysis.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUC TI ON"}, {"text": "While terms such as 'citizen science' are often used to describe these programs, the political connotations suggested by the word 'citizen' are at odds with the open and collaborative nature of these programs and have inspired careful consideration of the terminology (Eitzel et al., 2017) . While various terms (e.g., 'community science') reflect the variety in training, purpose, geographic scope, and number of participants that these projects employ, none of them is U.S. citizenship necessary or relevant. Consequently, the authors of this paper follow the CalNat program's commitment to inclusive language (Angulo, 2020) that honors the diversity of California Naturalists and California residents, and credits their role in public science initiatives.", "cite_spans": [{"start": 268, "end": 289, "text": "(Eitzel et al., 2017)", "ref_id": "BIBREF11"}, {"start": 612, "end": 626, "text": "(Angulo, 2020)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "| INTRODUC TI ON"}, {"text": "Participatory science takes many forms in CalNat courses.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUC TI ON"}, {"text": "Students are required to log observations on iNaturalist (discussed in the iNaturalist Project section) and participate in an additional instructor-chosen participatory science project (discussed in the Participatory Science Projects section). In addition, many students' capstone projects focus on or relate to participatory science (discussed in the Capstone Projects section), and under remote instruction, many students chose to complete their field activities at their sit spot (discussed in the Nature Journaling section), which under traditional instruction is reserved for solo observation activities.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUC TI ON"}, {"text": "This case study was determined to be exempt from the UC Davis Institutional Review Board review process based on U.S. Department of Health and Human Services guidelines. It falls under the Quality Assurance/Quality Improvement activities exception as it pertains to assessing or improving a program (in this case, the course) and", "cite_spans": [], "ref_spans": [], "section": "| IRB/C AMPUS RE VIE W S TATEMENT"}, {"text": "is not experimental in nature. Additionally, the manuscript was reviewed by representatives of the following campus offices to ensure compliance with student data and privacy guidelines: Center for Educational Effectiveness, Office of Information and Educational Technology, and the University Registrar (the campus FERPA officer).", "cite_spans": [], "ref_spans": [], "section": "| IRB/C AMPUS RE VIE W S TATEMENT"}, {"text": "All CalNat courses share core curriculum, structure, and requirements, though each course differs slightly in its content focus and delivery. This section outlines the core components of CalNat courses, including a description of their structure and educational ", "cite_spans": [], "ref_spans": [], "section": "| TR AN S ITI ONING TO REMOTE IN S TRUC TI ON"}, {"text": "Students are required to attend all class sessions and field days (one absence is permitted with makeup work) which must total 40 hr throughout the course. The combination of lecture-style instruction and hands-on activities allows students to connect and apply content presented in the classroom to conditions in the field (Gleeson et al., 2012) . Additionally, students must read the course textbook,", "cite_spans": [{"start": 324, "end": 346, "text": "(Gleeson et al., 2012)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "| Description and educational value"}, {"text": "The California Naturalist Handbook (de Nevers et al., 2013) , in its entirety, in addition to any relevant bioregional or topical publication as part of the UCANR 8,000 online publication series (UCANR, 2020b), and complete assigned homework. The Handbook covers information on California habitats, communities, and environmental issues across the state, while the UCANR 8,000 publication series provides optional, focused content to deepen student exposure to particular bioregions. The use of a shared central text ensures consistency of content delivery across CalNat courses and provides a content framework around which the lecture content can be organized, and to which field activities can be linked.", "cite_spans": [{"start": 35, "end": 59, "text": "(de Nevers et al., 2013)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "| Description and educational value"}, {"text": "Since UCD is on the quarter system, Wild Davis is structured as a four-credit, 10-week course offered during the spring quarter, enrolling 25-30 students. Under traditional instruction, the class meets once a week for three hours during which approximately an hour is spent in lecture-style content delivery and explanation of the week's project (totaling ~10 contact hours), and the remainder of the class time is spent 'in the field' performing urban ecology data collection and experiments across campus (totaling ~20 contact hours).", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "External activities account for the remainder of the contact hours (example: nature journaling activities) which students completed asynchronously and individually.", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "Under remote instruction, lecture-style instructional hours were shifted to synchronous Zoom lectures (still accounting for ~10 total hours), with the goal being that synchronous content would provide opportunities to support the development of social relationships in the course. The social dimensions of learning are often underemphasized in teaching and learning, yet educational research consistently shows how social relationships are an important mediator of educational processes and outcomes (Vygotsky, 1978) . The remaining 30 hr were completed by students asynchronously and included completion of the weekly 'group' field project (~20 total hours, see Participatory Science", "cite_spans": [{"start": 500, "end": 516, "text": "(Vygotsky, 1978)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "Projects Section for details) and solo field projects (~10 total hours, see Nature Journaling and Other Course Components sections for details). Zoom lectures were recorded and posted to the course Learning Management System (LMS, in this case Canvas) for student reference.", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "Course points were awarded for attendance; however, students who could not attend live lectures could make up these points. Learning objectives for each lecture were rephrased as questions, and a student could provide written responses to the questions in order to receive 'attendance' points for that lecture. Even with this makeup option in place, students consistently attended the lectures in person with the result that the makeup option was only requested once throughout the entire quarter.", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "Naturalist Handbook from the campus bookstore, or accessed a copy on reserve at the campus library. During remote instruction, students could also access an e-text of the book, distributed by the campus library at no charge. In both quarters, supplemental readings were posted to the LMS at no charge to students.", "cite_spans": [], "ref_spans": [], "section": "Under traditional instruction, students purchased The California"}, {"text": "Throughout the course, each student creates a nature journal following the Grinnell method (Herman, 1986) with entries from all field and observation activities. Nature journaling can be an effective pedagogical tool for promoting observation of the natural world and connecting with the nonhuman environment (Tsevreni, 2020) . Nature journaling can be particularly relevant in urban settings, which are the focus of Wild Davis activities, for focusing students' attention on the patchwork of natural and anthropogenic habitat that exists in urban settings (Warkentin, 2011) . Nature journaling in Wild Davis takes a variety of forms, including notes from lectures and readings, data collection and documentation, field notes and descriptions of activities completed, and sketches of urban flora and fauna, as well as narratives of observation activities and experiences.", "cite_spans": [{"start": 91, "end": 105, "text": "(Herman, 1986)", "ref_id": "BIBREF16"}, {"start": 309, "end": 325, "text": "(Tsevreni, 2020)", "ref_id": "BIBREF25"}, {"start": 557, "end": 574, "text": "(Warkentin, 2011)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "| Description and educational value"}, {"text": "Many CalNat courses, including Wild Davis, promote nature journaling at 'sit spots,' which are student-selected locations the students are expected to observe in depth throughout the course.", "cite_spans": [], "ref_spans": [], "section": "| Description and educational value"}, {"text": "In Wild Davis, students visit their sit spot three times throughout the quarter, once around dawn, once at mid-day, and once around dusk, for 45 min each. Sit spots are intended to be a solitary experience for the students, excluding friends, family, and electronic devices. Students practice focusing on each sense individually (with the exception of taste) to 'get to know' their location, and document their experience in words, sound recordings, sketches, and a limited number of photographs (to reduce device use). This provides an avenue for place-based learning, or learning about \"local natural, built, and social environments through inquiry, environmental action, and other hands-on activities in a specific place\" (Kudryavstev et al., 2012, p. 240) . In addition to fostering pro-environmental behavior, place-based education can foster academic achievement, positive social-emotional outcomes, and greater appreciation of the natural world (Sobel, 2005) . Participation in direct instruction through synchronous lectures, in combination with engagement in multiple forms of experiential activity such as nature journaling, observation activities, and completion of field activities, represents a rigorous and effective strategy to strengthen students' sense of place (Kudryavstev et al., 2012) .", "cite_spans": [{"start": 725, "end": 759, "text": "(Kudryavstev et al., 2012, p. 240)", "ref_id": null}, {"start": 952, "end": 965, "text": "(Sobel, 2005)", "ref_id": "BIBREF23"}, {"start": 1279, "end": 1305, "text": "(Kudryavstev et al., 2012)", "ref_id": null}], "ref_spans": [], "section": "| Description and educational value"}, {"text": "Under traditional instruction, nature journals were used by students for taking notes on lecture content, documenting their contribution to the group field projects (including data collection), and narrating and sketching their experiences at their sit spots. The 2019 cohort used their sit spots exclusively for solo nature journaling and observation activities. Students were encouraged to choose sit spots in an urban green space, garden, or park. Since the sit spot observations occur at times of day when students may not be comfortable being alone outdoors, any space in which the student felt safe was allowed (including backyards). After each observation, students turned in their nature journals for review by the instructor.", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "Under remote instruction, the 2020 cohort students were even more explicitly encouraged to choose a sit spot in which they felt safe, and in which prolonged sitting was allowed. Under shelter-in-place directives, many city parks required visitors to be exercising and not 'loitering' which limited the options for students in 2020. Consequently, several students selected sit spots in their backyard (n = 9/23), though many still chose a neighbor- ", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "iNaturalist is an online participatory science portal in which members of the public upload photos or audio recordings of wildlife.", "cite_spans": [], "ref_spans": [], "section": "| Description and educational value"}, {"text": "Observations are tagged with location and time/date stamps and publicly searchable on the organization's website (inaturalist.org).", "cite_spans": [], "ref_spans": [], "section": "| Description and educational value"}, {"text": "Identification of organisms is assisted with an artificial intelligence (AI) interface which suggests possible taxonomic groups, as well as a robust community of users who suggest identifications and/or confirm other user's suggestions. Photographs or audio recordings can be taken and uploaded in the moment on a mobile device, or with a traditional camera and uploaded later from a laptop or desktop.", "cite_spans": [], "ref_spans": [], "section": "| Description and educational value"}, {"text": "All certified California Naturalists are expected to be familiar with iNaturalist and have logged at least 1 observation in the app (in addition to the class participatory science project, discussed in the next section). iNaturalist activity introduces students to a robust community of naturalists and encourages long-term activity in practicing naturalist activities and identification (Unger et al., 2020) . iNaturalist's AI species identification support helps students build and test their naturalist skills on their own time and at their own pace, whenever and wherever they are able to photograph an organism of interest. The 2020 CNC was heavily impacted by shelter-in-place guidelines and limited access to regional greenspaces. Numerous participating cities opted to cancel their CNC entirely. Other cities canceled all formal gatherings and events, and transitioned to a \"City Nature Celebration,\" reducing the competitive focus of the CNC and emphasizing observing backyard wildlife. The majority of the 2020 cohort (21/23) resided in a CNC-participating region, and students outside these regions could still post observations to iNaturalist during the CNC window, though their observations were not counted in CNC totals. As in 2019, students in the 2020 cohort were required to post 20 observations; however, to accommodate shelterin-place directives in 2020, cultivated plants (including landscaping and gardens) were allowed, so long as the observation was marked \"Captive/Cultivated\" on iNaturalist. ", "cite_spans": [{"start": 388, "end": 408, "text": "(Unger et al., 2020)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "| Description and educational value"}, {"text": "In addition to logging observations on iNaturalist, each CalNat course chooses an additional participatory science project to highlight in the class. Coupled with the iNaturalist activity, this requirement exposes students to the wide range of participatory science endeavors available to the public and the students' ability to meaningfully contribute as a cohort to a scientific endeavor following established protocols. CalNat course content lends itself rather easily to participatory science projects. For example, one chapter of the Handbook broadly covers California's animal communities, including trophic interactions, functional groups, introduced and invasive animals, and highlights of interesting or iconic California wildlife in a variety of taxonomic groups. Participatory science projects that could be integrated into this content include (but are not limited to):", "cite_spans": [], "ref_spans": [], "section": "| Description and educational value"}, {"text": "• iNaturalist: through either general wildlife observations or with respect to specific projects tracking individual taxa or regions, including invasive species.", "cite_spans": [], "ref_spans": [], "section": "| Description and educational value"}, {"text": "• Taxon-specific observation projects: eBird, Bumble Bee Watch, Bat Detective (through SciStarter), etc.", "cite_spans": [], "ref_spans": [], "section": "| Description and educational value"}, {"text": "• Season specific projects: Nature's Notebook (through the National Phenology Network), NestWatch, etc. Courses operating in the fall could also take advantage of seasonal projects such as the Christmas Day Bird Count (through the Audubon Society).", "cite_spans": [], "ref_spans": [], "section": "| Description and educational value"}, {"text": "• Region specific projects: UCD Tricolor Blackbird Project, Western", "cite_spans": [], "ref_spans": [], "section": "| Description and educational value"}, {"text": "Monarch Milkweed Mapper, etc.", "cite_spans": [], "ref_spans": [], "section": "| Description and educational value"}, {"text": "• Abiotic projects with a conceptual link to wild-life issues: GLOBE at Night (light pollution), Debris Tracker (litter and garbage), Stream Selfie (through SciStarter; water quality and flow patterns), etc.", "cite_spans": [], "ref_spans": [], "section": "| Description and educational value"}, {"text": "Note that projects of this nature would require more framing and perhaps additional research outside of the participatory science program in order to strengthen links to course content.", "cite_spans": [], "ref_spans": [], "section": "| Description and educational value"}, {"text": "In Wild Davis, each week of coursework includes content from one chapter of The California Naturalist Handbook and a field activity aligning with that week's content. In both traditional and remote instruction, several of these field activities were participatory science projects, though the specific projects and the nature of the students' activity with them varied between traditional and remote instruction (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 412, "end": 421, "text": "(Table 1)", "ref_id": null}], "section": "| Description and educational value"}, {"text": "Under traditional instruction, the 2019 cohort completed three participatory science projects. All of these projects were completed together, on campus, during regularly scheduled class time.", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "Other field activities focused on urban ecology observation activi- The participatory science projects used in Wild Davis in 2019", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "and 2020 are listed in Table 1 , along with some important traits for consideration when choosing a project. Under remote instruction, the most important traits were that the students could complete the activity from any location (especially a backyard) without special sampling equipment or training, and with limited guidance from the instructor. The lack of in-the-moment, one-on-one guidance led the instructor to select projects that assisted users with identifying the organisms or structures in their observations. Additionally, the constraint of using backyard or neighborhood locations led the instructor to select projects whose website allowed for viewing and visualizing previously reported observations. In this way, even if a student's backyard was not conducive to making new observations in the project, the student could still participate in the activity by summarizing other user's observations from their region or comparing nearby regions. This secondary option for participating in the field activities was only necessary for the Debris Tracker activity, in which not all students were able to find litter or debris in their neighborhood.", "cite_spans": [], "ref_spans": [{"start": 23, "end": 30, "text": "Table 1", "ref_id": null}], "section": "| Traditional and remote implementation"}, {"text": "Two participatory science projects were used in traditional instruction in Wild Davis in 2019 but were not used in 2020:", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "CALeDNA and School of Ants (Table 1) . Both projects have a particular sampling protocol to follow and require some sampling and collection supplies. While the sampling protocol is simple and could easily be completed in a backyard, the short timeline of the transition to remote instruction precluded mailing students the necessary supplies. Additionally, when completed in traditional instruction, these field activities included guest speakers who shared their personal involvement with the project, supported in-the-moment identification, and/or led a detailed naturalist tour of the sampling area.", "cite_spans": [], "ref_spans": [{"start": 27, "end": 36, "text": "(Table 1)", "ref_id": null}], "section": "| Traditional and remote implementation"}, {"text": "The instructional team believed the lack of these components undermined the experiential value of the project and replaced these activities in remote instruction.", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "In In the majority of cases, the instructor contributed data or observations to the project prior to the course session in which the activity was introduced and could then share their data/observations as an example. Interacting with the data submission portal prior to assigning the activity was also important for troubleshooting problems the students might encounter in completing the activity. For example, GLOBE Cloud Observer requires submitted observations to be reviewed before they are visible in the public data record. This extra step meant that students needed to either (1) complete the activity at least a day before the assignment deadline to ensure their observations were visible to the instructor or (2) take a screenshot of their observation prior to submitting it to the portal, which they could share with the instructor to document their activity.", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "User privacy is also an important consideration when requiring students to participate in online activities. The majority of the participatory science projects used in this class (Table 1) ", "cite_spans": [], "ref_spans": [{"start": 179, "end": 188, "text": "(Table 1)", "ref_id": null}], "section": "| Traditional and remote implementation"}, {"text": "CalNat capstone projects require no more than eight hours of outside of class service learning in support of an environmental or nature education organization. Capstone projects must fall into one of six categories: environmental stewardship or habitat restoration, education or interpretation, program support, climate and environmental justice, community resilience and adaptation, or participatory science. Through capstone projects, students demonstrate competence in a specific topic through the design, initiation, and completion of an environmental service project in support of a local education, conservation, participatory science, or program support initiative. Capstone projects serve two educational goals: (1) incorporating student-driven course content, which has been shown to increase student motivation toward and engagement with fieldwork (Pawson & Teather, 2002) , and (2) promoting long-term activity in the CalNat community by exposing students to volunteerism and community service opportunities.", "cite_spans": [{"start": 858, "end": 882, "text": "(Pawson & Teather, 2002)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "| Description and educational value"}, {"text": "Under traditional in-person instruction, capstone projects were a mix of data collection for management purposes (e.g., water quality measurements in the UCD Arboretum and Public Garden waterway), Under remote instruction, capstone projects needed to be coordinated and completed solo and exclusively online. These restrictions meant that the majority of capstone projects were interpretive resources such as infographics and guides (e.g., raptor ID guide for the UCD Raptor Center, https://crc.vetmed.ucdav is.edu/) or educational activity books for elementary age students (e.g., Take Care Tahoe activity booklet; https://takec areta hoe.org/) which could be disseminated online. Additionally, several students used the participatory science project GLOBE at Night to track patterns in urban light pollution. This project was not formally used as a group activity in the course, but worked well for capstone projects given its focus on urban observations and so is included in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 979, "end": 986, "text": "Table 1", "ref_id": null}], "section": "| Traditional and remote implementation"}, {"text": "Two capstone projects related directly to the COVID pandemic.", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "One of these involved a \"Truth About Bats\" infographic developed in ", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "In order to provide some variety to students on their weekly activities, four of the eight field projects did not incorporate online participatory science projects. Two of these were short online research projects asking students to research a Superfund site (https://www. observations not linked to a participatory science project. One of these was an urban ecology scavenger hunt in which students collected photographs of ecological interactions in their backyard or neighborhood (e.g., an interaction between an animal and a plant; a mutualistic interaction, etc.). Many students completed this activity without leaving their yard; indeed, the smaller spatial scale inspired additional creativity for some of the more uncommon scavenger hunt items. The second of these activities was an audio identification activity for local birds. This activity was developed specifically because several students had commented in their first sit spot observation that they heard birds they could not identify. The instructor brought in a guest speaker who has experience in teaching 'birding by ear' to help students practice describing bird calls and identifying common birds solely by their sounds. The activity for the week then focused on audio recordings from the students' sit spot in which they identified bird calls, other biotic sounds (e.g., squirrels), and anthropogenic sounds (e.g., cars, construction).", "cite_spans": [], "ref_spans": [], "section": "| Traditional and remote implementation"}, {"text": "Each class session began with a group presentation over the previous week's activity. Under traditional instruction, these presentations were done via the classroom audiovisual setup and focused on summarizing the class data or observations. Under remote instruction, group presentations occurred via Zoom; students needed to unmute and speak to the group, but did not need to turn on their webcams. Students whose Internet bandwidth was not reliably able to screenshare sent their presentation to the instructor who shared it for them. Given the asynchronous structure of the activities under remote instruction, most group presentations focused on the students' own contributions to the activity, since students were not completing the activity at the same time together. Under both forms of instruction, participatory science projects with data reporting tools allowed students to compare observations or data generated by the class to previously reported data from the region. While bias in student evaluations is well documented (Stark & Freishtat, 2014) , many of the triggers of bias (such as those relating to instructor identity) were the same between the 2019 and 2020 cohorts; the most influential exceptions being response percentage (which was lower in 2020), and the slight change in wording of UCD campus evaluation questions (Table 2) .", "cite_spans": [{"start": 1034, "end": 1059, "text": "(Stark & Freishtat, 2014)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 1341, "end": 1350, "text": "(Table 2)", "ref_id": null}], "section": "| Traditional and remote implementation"}, {"text": "Anonymous end-of-course student evaluations indicate the 2020 remote instruction experience was on par with the 2019 traditional instruction experience in terms of student engagement (Table 2, Figure 3 ). Generally, student perspectives on the course were highly positive and the transition to remote instruction resulted in minimal change in overall ratings (Table 2) . When asked on the evaluations to rank individual components of the course as most to least helpful, the 2020 cohort identified field trips and interacting with others in the class as the most beneficial components ( Figure 3) . Interestingly, these two components were ranked higher in the remote 2020 course than the traditional in-person 2019 course. The survey results are consistent with anecdotal evidence from student-instructor conversations. Most commonly in these conversations, students appreciated synchronous lectures, as many of their classes were fully asynchronous and provided little opportunity for interaction. Additionally, students appreciated the opportunity, indeed the requirement, to leave their computer screen and go outside even only to their backyard for a short while.", "cite_spans": [], "ref_spans": [{"start": 193, "end": 201, "text": "Figure 3", "ref_id": null}, {"start": 359, "end": 368, "text": "(Table 2)", "ref_id": null}, {"start": 587, "end": 596, "text": "Figure 3)", "ref_id": null}], "section": "| S TUDENT FEEDBACK AND ENG AG EMENT"}, {"text": "As previously mentioned, social relationships (Vygotsky, 1978) and a sense of place (Kudryavtsev et al., 2012) are important components of the educational environment, perhaps even more so during COVID when students were quarantined indoors and isolated from the majority of their interpersonal interactions. These results promisingly indicate that it is possible to develop engaging field components and interpersonal interaction under remote instruction and shelter-in-place directives.", "cite_spans": [{"start": 46, "end": 62, "text": "(Vygotsky, 1978)", "ref_id": "BIBREF28"}, {"start": 84, "end": 110, "text": "(Kudryavtsev et al., 2012)", "ref_id": null}], "ref_spans": [], "section": "| S TUDENT FEEDBACK AND ENG AG EMENT"}, {"text": "The most diverging evaluation statistic between the two course offerings was the pre/postquestion on self-confidence ( Table 2) Overall rating of instructor a (via UCD course evaluations)", "cite_spans": [], "ref_spans": [{"start": 119, "end": 127, "text": "Table 2)", "ref_id": null}], "section": "| S TUDENT FEEDBACK AND ENG AG EMENT"}, {"text": "4.8 ± 0.6 (max 5) 4.9 ± 0.3 (max 5)", "cite_spans": [], "ref_spans": [], "section": "| S TUDENT FEEDBACK AND ENG AG EMENT"}, {"text": "Overall rating of course b (via UCD course evaluations) 4.7 ± 0.8 (max 5) 4.9 ± 0.3 (max 5)", "cite_spans": [], "ref_spans": [], "section": "| S TUDENT FEEDBACK AND ENG AG EMENT"}, {"text": "Overall a In the spring 2019 evaluation, this question was worded \"What is your overall evaluation of the instructor: excellent (5) | above average (4) | average (3) | below average (2) | poor (1)\" while in the Spring 2020 evaluation, this question was worded \"Please indicate the overall teaching effectiveness of the instructor: excellent (5) | very good (4) | satisfactory (3) | fair (2) | poor (1)\". b In the spring 2019 evaluation, this question was worded \"What is your overall evaluation of the course: excellent (5) | above average (4) | average (3) | below average (2) | poor (1)\" while in the Spring 2020 evaluation, this question was worded \"Please indicate the overall educational value of the course: excellent (5) | very good (4) | satisfactory (3) | fair (2) | poor (1) a single 'superuser' student in the 2019 cohort whose interest in iNaturalist was unusually high. Interestingly, while activity on iNaturalist by 2020 Wild Davis students following the 2020 CNC was much lower than that of the 2019 cohort following the 2019 CNC, it was still nonzero and maintained for the full six-week window despite continued shelter-in-place directives. These results suggest that for some students, engagement with and enjoyment of participatory science continued beyond the class project and became a part of their regular activities. These results are also consistent with a resurgence in interest in community and backyard gardening during COVID (while no formal data yet exist to our knowledge, see Walljasper & Polansek, 2020) .", "cite_spans": [{"start": 1509, "end": 1537, "text": "Walljasper & Polansek, 2020)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "| S TUDENT FEEDBACK AND ENG AG EMENT"}, {"text": "In this section, we compared student engagement in and evaluation of the fully remote 2020 offering and the traditional in-person 2019 offering of the course. We recognize that, had the students experienced both versions of the course, the remote 2020 offering may not have rated so highly. It is worth noting, however, that the majority of students experience a course only once and so cannot compare it to previous or subsequent offerings (as instructors can).", "cite_spans": [], "ref_spans": [], "section": "| S TUDENT FEEDBACK AND ENG AG EMENT"}, {"text": "These results indicate that students responded positively to a remotely instructed field course that was as engaging as possible, even", "cite_spans": [], "ref_spans": [], "section": "| S TUDENT FEEDBACK AND ENG AG EMENT"}, {"text": "if it may still have been less engaging than the course was in person.", "cite_spans": [], "ref_spans": [], "section": "| S TUDENT FEEDBACK AND ENG AG EMENT"}, {"text": "Given the focus of the course on field-based, experiential learning, many remote instruction components such as asynchronous field activities and online research projects may not be continued in future traditional instruction iterations of this course. Even so, these components could contribute to future course development. For instance, the online research projects served to identify possible future collaborators for student capstone projects, such as local land trust organizations. Similarly, the 'birding by ear' activity was popular with students, likely due, in part, to the activity being developed specifically in response to student-driven interests and desires (Pawson & Teather, 2002) . While the activity was not linked with a participatory science project, it could have been, as both eBird and iNaturalist allow audio file observation submissions. This activity will be continued in future iterations of the course, and the instructors plan to offer explicit opportunities for students to suggest naturalist skills they would like to develop, around which course activities can be developed. The future goal of the instructional team is that all field activities in Wild Davis will incorporate a participatory science project. While remote instruction forced a rapid transition to a wider variety of projects and a stronger focus on the student experience within the project, this transition was in keeping with the long-term goals for the course.", "cite_spans": [{"start": 675, "end": 699, "text": "(Pawson & Teather, 2002)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "| FUTURE WILD DAVIS AND C ALNAT COURSE S"}, {"text": "The results of Wild Davis' additions and alterations for remote delivery of the CalNat course curriculum have heavily influenced some of the future statewide program goals, particularly surrounding enhanced integration of participatory science into CalNat instruction.", "cite_spans": [], "ref_spans": [], "section": "| FUTURE WILD DAVIS AND C ALNAT COURSE S"}, {"text": "Consequently, an additional product being developed out of the 2020 remote instruction experience is a reference book for CalNat instructors on (1) participatory science projects that CalNat courses have implemented, (2) best practices or considerations for incorporating particular projects, and (3) a living collection of participatory science projects that align with CalNat goals and content focus.", "cite_spans": [], "ref_spans": [], "section": "| FUTURE WILD DAVIS AND C ALNAT COURSE S"}, {"text": "Faculty wishing to replace in-person field activities with pre-existing, online participatory science projects may wish to consider the following when selecting and integrating a project. The questions listed below are drawn from conversations and experiences the instructional team had as they developed and enacted activities under remote instruction. While the relevance of each consideration may vary by course content, structure, and logistics, the instructional team found that considering these points greatly aided in selecting and integrating participatory science projects into the course.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "In terms of the logistics of the participatory science project:", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• What experience, if any, do the students already have with the project? Students who have experience with the project will likely need less instructor guidance and support and may be able to serve as mentors or group project leaders for students with less experience.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• Does the project require particular sampling equipment? If so, this project may be difficult for students to complete if they do not have access to the equipment. The instructor may be able to mail students' equipment, depending on the timeline and size of the class.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• Does the project have a complex sampling protocol? If so, it may be difficult for the students to follow the protocol accurately without one-on-one, real-time guidance.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• Does the project support data quality via guidance or identification of organisms, structures, or processes being observed? If so, the students may find it easier to gather reliable data without oneon-one, real-time guidance.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• Does the project require a mobile app for data submission? If so, students without a data plan may have difficulty participating.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "Can a computer or paper submission be used instead? If so, this makes the project more accessible to a wider cohort of students.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• Does the project provide user-friendly access to reported data?", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "If so, students may be able to complete a data summary activity instead of, or in addition to, data submission. Additionally, the instructor may be able to more easily track student participation in the project.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• Does the project provide an opportunity for interaction among participants? If so, the project could support the building of a sense of community in the course. For example, iNaturalist allows observers to comment on one another's observations and to create projects for individual taxa, regions, or observers. A course-focused project allows students to easily see and comment on their colleagues' observations.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• What is the expected duration of active participation in the project? Many projects allow for single-observation activity (e.g., iNaturalist); however, prolonged or repeated observations may be expected or required (e.g., NestWatch). Either of these may be preferred, depending on how the project integrates into the coursework.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "In terms of linking with course content and assignments:", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• How does participating in the activity contribute to course learning goals and course content? What does the instructor expect the students to gain by participating in the project?", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "Example goals include (1) learning to identify certain organisms or structures (e.g., clouds), (2) practicing scientific skills such as using sampling equipment or following a protocol, (3) developing data skills such as assessing data quality or repeatability, or visualizing data, and (4) understanding the process of science, such as generating and testing a hypothesis using data from the project, etc.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• How will students engage with the project and the data it generates? Examples include (1) submitting individual data/observations, (2) summarizing, analyzing, or visualizing other user's data from the project (either alone or in groups), and (3) comparing data from similar projects (e.g., particular species observations in iNaturalist versus eBird), etc.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• How will grades be assigned for the activity? How much participation in the project is expected for full credit? How will the instructor follow student activity or submissions in the project?", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• What difficulties might the students experience in completing the activity? Are there situations in which a student may not be able to participate in the project? For this question, it is important for the instructor to test-run making observations or contributing data to the project prior to assigning the activity to students.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "• How does temporal and spatial variation in observations affect the outcomes of the activity? In some cases, such variation limits the ability to use the data in a meaningful way (e.g., due to low replication). In other cases, however, this variation can be useful.", "cite_spans": [], "ref_spans": [], "section": "| CON S IDER ATI ON S FOR INTEG R ATING PARTI CIPATORY SCIEN CE INTO FIELD COURSE S"}, {"text": "in GLOBE Cloud Observer together on campus would not make sense as all students would be observing the same clouds; however, spreading this activity across the geography of the students' residences and over a week-long time span allowed for greater variety in cloud types observed.", "cite_spans": [], "ref_spans": [], "section": "For example, under traditional instruction, making observations"}, {"text": "There are many additional resources to assist faculty in strategizing incorporating participatory science projects into a remotely instructed course, such as the Citizen Science Association's (https:// www.citiz ensci ence.org/) series of webinars on participatory science and higher education, all of which are available on the Citizen Science Association's YouTube Channel (https://www.youtu be.com/chann el/UChTg tIf9B qiEpW iczvH 0jbA). Additionally, several 'warehouse' sites exist for accessing a variety of participatory science projects, which illustrate the diversity of projects available in terms of content focus and structure of participation. These include sites such as Zooniverse (https://www.zooni verse.org/), SciStarter (https://scist arter.org/), and CitSci.org (https://citsci. org/). SciStarter also recently released a field guide to participatory science projects geared toward a variety of age levels and content fields (Cavalier et al., 2020) . Finally, a list of participatory science projects the CalNat program recommends and CalNat partner organizations use can be found on their website (http://calnat.ucanr.edu/ Calif ornia_PPSR/).", "cite_spans": [{"start": 945, "end": 968, "text": "(Cavalier et al., 2020)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "For example, under traditional instruction, making observations"}, {"text": "This case study illustrates how a field course focused on in-person group projects relating to urban ecology was transitioned to fully remote instruction, primarily using pre-existing online participatory science projects. While this strategy may not serve all field courses in terms of structure or content, the diversity of readily accessible participatory science projects is robust and continuing to increase.", "cite_spans": [], "ref_spans": [], "section": "| CON CLUS ION"}, {"text": "Additionally, the limited available evidence suggests that the remote offering of the course was similar to the traditional in-person offering in terms of general engagement and student appreciation.", "cite_spans": [], "ref_spans": [], "section": "| CON CLUS ION"}, {"text": "Indeed, students valued interpersonal interaction and outdoor field components more highly in the remote instructed quarter than under traditional in-person instruction.", "cite_spans": [], "ref_spans": [], "section": "| CON CLUS ION"}, {"text": "The authors would like to thank the representatives of campus offices who reviewed the manuscript for compliance with data and privacy protocols. Additionally, the authors thank the Wild Davis students in both the 2019 and 2020 cohorts for their contributions to this case study.", "cite_spans": [], "ref_spans": [], "section": "ACK N OWLED G EM ENTS"}, {"text": "None declared. ", "cite_spans": [], "ref_spans": [], "section": "CO N FLI C T O F I NTE R E S T"}, {"text": "To ensure FERPA (Family Educational Rights and Privacy Act) compliance, the authors will share only aggregated, deidentified data upon request.", "cite_spans": [], "ref_spans": [], "section": "DATA AVA I L A B I L I T Y S TAT E M E N T"}], "bib_entries": {"BIBREF2": {"ref_id": "b2", "title": "COVID-19 and medical education. The Lancet Infectious Diseases", "authors": [{"first": "H", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "M", "middle": [], "last": "Allaf", "suffix": ""}, {"first": "H", "middle": [], "last": "Elghazaly", "suffix": ""}], "year": 2020, "venue": "", "volume": "20", "issn": "", "pages": "30226--30233", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30226-7"]}}, "BIBREF3": {"ref_id": "b3", "title": "A small change for a big impact", "authors": [{"first": "S", "middle": [], "last": "Angulo", "suffix": ""}], "year": 2020, "venue": "UC California Naturalist", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "At a Crossroads: The nature of natural history in the twenty-first century", "authors": [{"first": "C", "middle": ["W"], "last": "Barrows", "suffix": ""}, {"first": "M", "middle": [], "last": "Murphy-Mariscal", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Hernandez", "suffix": ""}], "year": 2016, "venue": "Professional Biologist", "volume": "66", "issn": "7", "pages": "592--599", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Field courses narrow demographic achievement gaps in ecology and evolutionary biology", "authors": [{"first": "R", "middle": ["S"], "last": "Beltran", "suffix": ""}, {"first": "E", "middle": [], "last": "Marnocha", "suffix": ""}, {"first": "A", "middle": [], "last": "Race", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Croll", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Dayton", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Zavaleta", "suffix": ""}], "year": 2020, "venue": "Ecology and Evolution", "volume": "10", "issn": "", "pages": "5184--5196", "other_ids": {"DOI": ["10.1002/ece3.6300"]}}, "BIBREF6": {"ref_id": "b6", "title": "Fieldwork is Good: The student perception and the affective domain", "authors": [{"first": "A", "middle": [], "last": "Boyle", "suffix": ""}, {"first": "S", "middle": [], "last": "Maguire", "suffix": ""}, {"first": "A", "middle": [], "last": "Martin", "suffix": ""}, {"first": "C", "middle": [], "last": "Milson", "suffix": ""}, {"first": "R", "middle": [], "last": "Nash", "suffix": ""}, {"first": "S", "middle": [], "last": "Rawlinson", "suffix": ""}, {"first": "A", "middle": [], "last": "Turner", "suffix": ""}, {"first": "S", "middle": [], "last": "Wurthmann", "suffix": ""}, {"first": "S", "middle": [], "last": "Conchie", "suffix": ""}], "year": 2007, "venue": "Journal of Geography in Higher Education", "volume": "31", "issn": "2", "pages": "299--317", "other_ids": {"DOI": ["10.1080/03098260601063628"]}}, "BIBREF7": {"ref_id": "b7", "title": "The Field Guide to Citizen Science: How you can contribute to scientific research and make a difference", "authors": [{"first": "D", "middle": [], "last": "Cavalier", "suffix": ""}, {"first": "C", "middle": [], "last": "Hoffman", "suffix": ""}, {"first": "C", "middle": [], "last": "Cooper", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Impacts of the coronavirus pandemic on biodiversity conservation", "authors": [{"first": "R", "middle": ["T"], "last": "Corlett", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Primack", "suffix": ""}, {"first": "V", "middle": [], "last": "Devictor", "suffix": ""}, {"first": "B", "middle": [], "last": "Maas", "suffix": ""}, {"first": "V", "middle": ["R"], "last": "Goswami", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Bates", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Koh", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Reagan", "suffix": ""}, {"first": "R", "middle": [], "last": "Loyola", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Pakeman", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Cumming", "suffix": ""}, {"first": "A", "middle": [], "last": "Pidgeon", "suffix": ""}, {"first": "D", "middle": [], "last": "Johns", "suffix": ""}, {"first": "R", "middle": [], "last": "Roth", "suffix": ""}], "year": 2020, "venue": "Biological Conservation", "volume": "246", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.biocon.2020.108571"]}}, "BIBREF9": {"ref_id": "b9", "title": "COVID-10: 20 countries' higher education intra-period digital pedagogy responses", "authors": [{"first": "J", "middle": [], "last": "Crawford", "suffix": ""}, {"first": "K", "middle": [], "last": "Butler-Henderson", "suffix": ""}, {"first": "J", "middle": [], "last": "Rudolph", "suffix": ""}, {"first": "B", "middle": [], "last": "Malkawi", "suffix": ""}, {"first": "M", "middle": [], "last": "Glowatz", "suffix": ""}, {"first": "R", "middle": [], "last": "Burton", "suffix": ""}, {"first": "P", "middle": [], "last": "Magni", "suffix": ""}, {"first": "S", "middle": [], "last": "Lam", "suffix": ""}], "year": 2020, "venue": "Journal of Applied Learning & Teaching", "volume": "3", "issn": "1", "pages": "1--20", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The California Naturalist Handbook", "authors": [{"first": "G", "middle": [], "last": "De Nevers", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Edelman", "suffix": ""}, {"first": "A", "middle": [], "last": "Merenlender", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Citizen Science Terminology Matters: Exploring key terms. Citizen Science: Theory and Practice", "authors": [{"first": "M", "middle": ["V"], "last": "Eitzel", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Cappadonna", "suffix": ""}, {"first": "C", "middle": [], "last": "Santos-Lang", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Duerr", "suffix": ""}, {"first": "A", "middle": [], "last": "Virapongse", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "West", "suffix": ""}, {"first": "C", "middle": ["C M"], "last": "Kyba", "suffix": ""}, {"first": "A", "middle": [], "last": "Bowser", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Cooper", "suffix": ""}, {"first": "A", "middle": [], "last": "Sforzi", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Nova", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Harris", "suffix": ""}, {"first": "M", "middle": [], "last": "Thiel", "suffix": ""}, {"first": "M", "middle": [], "last": "Haklay", "suffix": ""}, {"first": "L", "middle": [], "last": "Ponciano", "suffix": ""}, {"first": "J", "middle": [], "last": "Roche", "suffix": ""}, {"first": "L", "middle": [], "last": "Ceccaroni", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Shilling", "suffix": ""}, {"first": "D", "middle": [], "last": "Dorler", "suffix": ""}, {"first": "", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2017, "venue": "", "volume": "2", "issn": "", "pages": "1--20", "other_ids": {"DOI": ["10.5334/cstp.96"]}}, "BIBREF12": {"ref_id": "b12", "title": "Relationship between ecology fieldwork and student attitudes toward environmental protection", "authors": [{"first": "R", "middle": [], "last": "Fernández Manzanal", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Rodriguea Barriero", "suffix": ""}, {"first": "M", "middle": [], "last": "Jiménez", "suffix": ""}], "year": 1999, "venue": "Journal of Research in Science Teaching", "volume": "36", "issn": "4", "pages": "431--453", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Teaching Biology in the Field: Importance, Challenges, and Solutions", "authors": [{"first": "T", "middle": ["L"], "last": "Fleischner", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Espinoza", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Gerrish", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Greene", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Kimmerer", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Lacey", "suffix": ""}, {"first": "S", "middle": [], "last": "Pace", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Parrish", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Swain", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Trombulak", "suffix": ""}, {"first": "S", "middle": [], "last": "Weisberg", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Winkler", "suffix": ""}, {"first": "L", "middle": [], "last": "Zander", "suffix": ""}], "year": 2017, "venue": "", "volume": "67", "issn": "", "pages": "558--567", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Teaching hydrogeology: A review of current practice", "authors": [{"first": "T", "middle": [], "last": "Gleeson", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Allen", "suffix": ""}, {"first": "G", "middle": [], "last": "Ferguson", "suffix": ""}], "year": 2012, "venue": "Hydrology and Earth Systems Science", "volume": "16", "issn": "", "pages": "2159--2168", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "For science and self: Youth interactions with data in community and citizen science", "authors": [{"first": "E", "middle": ["M"], "last": "Harris", "suffix": ""}, {"first": "C", "middle": ["G H"], "last": "Dixon", "suffix": ""}, {"first": "", "middle": [], "last": "Bridges", "suffix": ""}, {"first": "E", "middle": [], "last": "Bird", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Ballard", "suffix": ""}], "year": 2020, "venue": "Journal of the Learning Sciences", "volume": "29", "issn": "2", "pages": "224--263", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The Naturalist's Field Journal: A manual of instruction based on a system established by Joseph Grinnell", "authors": [{"first": "S", "middle": ["G"], "last": "Herman", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "How the ecology and evolution fo the COVID-19 pandemic changed learning", "authors": [{"first": "M", "middle": [], "last": "Lashley", "suffix": ""}, {"first": "M", "middle": [], "last": "Acevedo", "suffix": ""}, {"first": "S", "middle": [], "last": "Cotner", "suffix": ""}, {"first": "C", "middle": [], "last": "Lortie", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.22541/au.159645998.85456885"]}}, "BIBREF19": {"ref_id": "b19", "title": "Evaluating environmental education, citizen science, and stewardship through naturalist programs", "authors": [{"first": "A", "middle": ["M"], "last": "Merenlender", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Crall", "suffix": ""}, {"first": "S", "middle": [], "last": "Drill", "suffix": ""}, {"first": "M", "middle": [], "last": "Prysby", "suffix": ""}, {"first": "H", "middle": [], "last": "Ballard", "suffix": ""}], "year": 2016, "venue": "Conservation Biology", "volume": "30", "issn": "6", "pages": "1255--1265", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Did COVID-19 make the \"City Nature Challenge\" less green", "authors": [{"first": "N", "middle": [], "last": "Monty", "suffix": ""}], "year": 2020, "venue": "Center for Community and Citizen Science", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Geographical Expeditions': Assessing the benefits of a student-driven fieldwork method", "authors": [{"first": "E", "middle": [], "last": "Pawson", "suffix": ""}, {"first": "E", "middle": ["K"], "last": "Teather", "suffix": ""}], "year": 2002, "venue": "Journal of Geography in Higher Education", "volume": "26", "issn": "3", "pages": "275--289", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The influence of fieldwork design on student perceptions of skills development during field courses", "authors": [{"first": "E", "middle": ["L"], "last": "Peasland", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Henri", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Morrell", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Scott", "suffix": ""}], "year": 2019, "venue": "International Journal of Science Education", "volume": "41", "issn": "17", "pages": "2369--2388", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Place-based education: Connecting classrooms & communities (p. 109). The Orion Society", "authors": [{"first": "D", "middle": [], "last": "Sobel", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "An evaluation of course evaluations", "authors": [{"first": "P", "middle": ["B"], "last": "Stark", "suffix": ""}, {"first": "R", "middle": [], "last": "Freishtat", "suffix": ""}], "year": 2014, "venue": "ScienceOpen Research", "volume": "", "issn": "", "pages": "1--7", "other_ids": {"DOI": ["10.14293/S2199-1006.1.SOR-EDU.AOFRQA.v1"]}}, "BIBREF25": {"ref_id": "b25", "title": "Nature journaling as a holistic pedagogical experience with the more-than-human world", "authors": [{"first": "I", "middle": [], "last": "Tsevreni", "suffix": ""}], "year": 2020, "venue": "The Journal of Environmental Education", "volume": "", "issn": "", "pages": "1--11", "other_ids": {"DOI": ["10.1080/00958964.2020.1724854"]}}, "BIBREF26": {"ref_id": "b26", "title": "iNaturalist as an engaging tool for identifying organisms in outdoor activities", "authors": [{"first": "S", "middle": [], "last": "Unger", "suffix": ""}, {"first": "M", "middle": [], "last": "Rollins", "suffix": ""}, {"first": "A", "middle": [], "last": "Tietz", "suffix": ""}, {"first": "H", "middle": [], "last": "Dumais", "suffix": ""}], "year": 2020, "venue": "Journal of Biological Education", "volume": "", "issn": "", "pages": "1--11", "other_ids": {"DOI": ["10.1080/00219266.2020.1739114"]}}, "BIBREF27": {"ref_id": "b27", "title": "UC California Naturalists Program Annual Report FY16/17", "authors": [], "year": 2018, "venue": "Agriculture and Natural Resources (UCANR) (2020b). California Naturalist Publication Series", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Mind in society: The development of higher psychological processes", "authors": [{"first": "L", "middle": ["S"], "last": "Vygotsky", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Home gardening blooms around the world during coronavirus lockdown. Reuters", "authors": [{"first": "C", "middle": [], "last": "Walljasper", "suffix": ""}, {"first": "T", "middle": [], "last": "Polansek", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Cultivating Urban Naturalists: Teaching experiential, place-based learning through nature journaling in Central Park", "authors": [{"first": "T", "middle": [], "last": "Warkentin", "suffix": ""}], "year": 2011, "venue": "Journal of Geography", "volume": "110", "issn": "6", "pages": "227--238", "other_ids": {"DOI": ["10.1080/00221341.2011.566345"]}}, "BIBREF31": {"ref_id": "b31", "title": "Teaching an experiential field course via online participatory science projects: A COVID-19 case study of a UC California Naturalist course", "authors": [{"first": "L", "middle": ["M"], "last": "Gerhart", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Jadallah", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Angulo", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Ira", "suffix": ""}], "year": 2021, "venue": "Ecol Evol", "volume": "00", "issn": "", "pages": "1--14", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "value, and their implementation in Wild Davis under in-person and remote instruction. In each section, specific comparisons are made between the 2019 Wild Davis cohort (which occurred in spring quarter 2019 under traditional in-person instruction) and the 2020 Wild Davis cohort (which occurred in spring quarter 2020 under remote/ online instruction).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "hood park or greenspace (n = 14/23). The 2020 cohort was also allowed to change the location of their sit spot if the student's access to or comfort with the location changed as a result of the COVID pandemic. Students completed their observations in their nature journals and then 'turned in' their journal entries via scans/ photographs or typed transcripts of the journal pages uploaded to the course LMS. The 2020 cohort of students often used their sit spot to also complete other course activities (described in the Participatory Science Projects section) expanding on the placebased learning component of these activities.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Davis students participate in the iNaturalist-focused City Nature Challenge (CNC, citynaturechallenge.org) which promotes iNaturalist observations of urban wildlife in cities around the world during a four-day weekend. The 2019 cohort performed a practice 'bioblitz' (documentation of as many organisms as possible in a given area) on campus together during class to practice interacting with the app and finding organisms. Students then participated in the Sacramento Region City Nature Challenge outside of class time from 26 to 29 April 2019. Students were required to post 20 observations of wild organisms (not captive or cultivated) within the nine-county Sacramento Region (which includes the town of Davis and the UCD campus) during the CNC window.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "I G U R E 2 Wild Davis participation in the 2019 and 2020 City Nature Challenges (CNCs). Panel a shows the number of observations in each CNC year by each Wild Davis cohort; Panel b shows the number of participants in each CNC by Wild Davis cohort. Since enrolled students were required to participate in the CNC as part of the course, counts in Panel b reflect full enrollment in the course. Colors represent students enrolled in Wild Davis in Spring Quarter 2019 (green, traditional instruction) and Spring Quarter 2020 (orange, remote instruction) TA B L E 1 Participatory science projects incorporated into Wild Davis under traditional and remote implementation Sunflower Project datasheet could be completed on paper and mailed to the instructor for submission to the web portal. b The Great Sunflower Project posts maps of observation locations and graphs of total numbers of observations each year, but details of observations are not visible or searchable.c GLOBE Cloud observer data are searchable/visible on the mobile app, and some observations can be downloaded from the web portal.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "both quarters. Likely due to limitations to outdoor recreation under shelter-in-place guidelines, overall Wild Davis participation in the CNC was reduced in 2020 compared with 2019 (Figure 2a). Prior to the spring 2020 quarter, only one 2020 Wild Davis student had an iNaturalist account and no 2020 students participated in the 2019 CNC (Figure 2b). Interestingly, the majority of 2020 CNC observations by Wild Davis students were made by students from the 2019 cohort (862/1389, 62%, Figure 2a), though this large contribution was generated by a small number (n = 2) of individual students (Figure 2b). These data support the finding of Merenlender et al. (2016) that students' engagement with participatory science projects continues even after the completion of their CalNat course.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "ties not linked to a participatory science projects. Under remote instruction, online participatory science projects made up half of the field activities (4/8). The remaining activities included online research projects (2/8) and ecological observation activities not linked to an established participatory science project (2/8), which are discussed in the Other Course Components section. Under remote instruction, the focus of the field activities relied more heavily on the structure of the participatory science project, whereas traditional instruction often included sampling for such projects as one part of a multi-faceted field experience. Consequently, while participatory science projects were only slightly more numerous under remote instruction than traditional instruction, they made up a much larger proportion of the focus and goals of the field activities.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "both traditional and remote instruction, students received course points for completing the weekly field activities. Under traditional instruction, the instructional team observed the 2019 cohort students completing the activity in real time. Under remote instruction, students needed to provide 'evidence' of their participation in the project. In most cases, this took the form of uploading a screenshot of their submission to the participatory science project and a short description of how and where they collected their data to the course LMS.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "allow for anonymous reporting. Even when the project posts maps or visualizations of observations, the user who submitted the data is not always reported (e.g., GLOBE Cloud Observer). Even projects that report the observer's name allow for users to use a screen name that need not be their legal name and report no other identifying information (e.g., Debris Tracker and iNaturalist). The most robust privacy measures,illustrated by iNaturalist, allow users to obscure the geolocation of their observation, which is particularly important when students are primarily making observations in or near their home. Additionally, the option of summarizing or analyzing other user's data could be used as an option for students uncomfortable with the required online presence of participatory science projects. Indeed, research has shown that engaging with the broader dataset in which their individual observations are 'nested' has a positive impact on student valuation of participating in such projects and on students' perception of themselves as agents of environmental change (Harris et al., 2020).", "latex": null, "type": "figure"}, "FIGREF8": {"text": "infographics and public signage (e.g., infographic on data collected by the Lake Tahoe Environmental Research Center's participatory science project Snapshot Day), and hands-on product development (e.g., bee nesting post for the Davis Central Park Pollinator Garden).", "latex": null, "type": "figure"}, "FIGREF9": {"text": "conjunction with the Yolo Basin Foundation (http://yolob asin.org/) to counter misinformation on the relationship between bats and disease. A second capstone project focused on mapping the location of CNC observations in urban centers to compare the frequency of observations in urban greenspaces versus residential locations in the 2019 CNC versus the 2020 CNC. This project was developed in conjunction with the UC Davis Center for Community and CitizenScience (CCCS), an organizer for the Sacramento Region CNC, and was highlighted on their public newsletter(Monty, 2020). This capstone project led to an ongoing collaboration even after the official end of the course between this Wild Davis student and CCCS surrounding mapping of other participatory science projects and activities with which CCCS is involved.Students in both the 2019 and 2020 cohorts also presented the final product of their capstone project with the class, which took the place of a final exam. Since the capstone projects are completed mostly on the students' own outside of class time, this presentation served to illustrate to the group the type of capstone project each student completed and give each student a chance to share the results of their hard work with the group.3.6 | Other course components3.6.1 | Description and educational valueThe Wild Davis course incorporates two components that have not been covered in the previous sections. (1) Field activities not associated with a participatory science project and (2) group presentations of field activities by students. Field activities without a participatory science project focus contribute to variety in the student experience and course activities. Group presentations provide the students a chance to share their experiences with the class and/or report summary data on class-wide observations. Each week, a group of 2-4 students report on the outcomes or experiences of the previous weeks' activity. Students sign up for the topic of their choice and can work together as a group, or present individually.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "part of the course, Wild Davis students in both the 2019 traditional and 2020 remote instruction cohorts completed two surveys: a CalNat postcourse survey and a UCD student course evaluation. These surveys provide feedback on the student perspective of and experience in the course for long-term evaluation and improvement of Wild Davis and the statewide CalNat program. In addition, both cohorts of students created a profile in the CalNat Volunteer Management System (VMS), in which they recorded volunteer service hours, starting with the time dedicated to completing their capstone project. Students were also asked to consider and hopefully commit to volunteering at least 40 hr a year in environmental stewardship, education, program support, climate and environmental justice, community resilience and adaptation, or participatory science and to record all hours of service in the VMS. The CalNat program communicates with the statewide naturalist community via the VMS, including announcements of volunteer needs or opportunities, and program networking events. CalNat also encourages continued volunteerism by awarding an annual pin to naturalists who record 40+ annual service hours. The VMS also provides the program with an estimate of continued engagement with naturalist activities and the impact of the CalNat community throughout the state.", "latex": null, "type": "figure"}, "FIGREF11": {"text": ". The 2019 cohort entered with very low confidence and ended near the state average for participants in other CalNat courses, while the 2020 cohort entered with higher confidence and ended extremely high. It is difficult to interpret these numbers. The unusually high 2020 precourse values may be a result of students self-selecting, if the course attracted students who were already aware of and educated in California environmental issues, though why this would be the case in 2020 and not 2019 is unclear. The unusually high 2020 postcourse values, and the unusually high gain in self-confidence from precourse to postcourse, may also be related to the higher emphasis on interacting with other user data in participatory science projects. As mentioned previously, interacting with the broader dataset in which their observations are nested has been shown to have a positive impact on students' perception of themselves as agents of environmental change(Harris et al., 2020). Additionally, the 2020 values may have been disproportionately impacted by the", "latex": null, "type": "figure"}, "FIGREF12": {"text": "rate to the CalNat survey and not reflective of the 2020 cohort as a whole.Another metric of student engagement relates to continued volunteerism and service, recorded in the VMS, and continued activity in the participatory science projects introduced in the course. Continued shelter-in-place and social distancing directives have severely limited the service and volunteerism opportunities, resulting in only one student from either cohort having recorded service hours during the summer of 2020. iNaturalist provides the clearest picture of participatory science project activity, given its broad focus in terms of taxonomy and geography, its robust data access portal, and the fact that it is the most user-friendly participatory science project in the course, and the one with which the students interact the most.Figure 4shows the number of observations students in the 2019 traditional instruction and 2020 remote instruction cohorts contributed to iNaturalist in the six weeks following the end of the CNC (when required activity on iNaturalist as part of the course was complete). In both years, students remained active in iNaturalist following the completion of the CNC.In both years, the majority of observations were contributed by I G U R E 4 Continued activity on iNaturalist following the CNC in 2019 (a) and 2020 (b), with colors representing the 2019 Wild Davis cohort (green), the 2020 Wild Davis cohort (orange), and the individual superuser from the 2019 Wild Davis cohort (blue)", "latex": null, "type": "figure"}, "FIGREF13": {"text": "O N Laci M. Gerhart: Conceptualization (equal); Data curation (lead); Project administration (equal); Supervision (lead); Visualization (lead); Writing-original draft (lead); Writing-review & editing (equal). Christopher C. Jadallah: Conceptualization (equal); Project administration (equal); Writing-review & editing (equal). Sarah S. Angulo: Conceptualization (equal); Writing-review & editing (supporting). Gregory C. Ira: Conceptualization (equal); Writing-review & editing (supporting).", "latex": null, "type": "figure"}, "TABREF2": {"text": "\". c Percent of respondents that responded 'satisfied' or 'very satisfied' to the prompt \"Overall, how satisfied were you with the California Naturalist course you attended? Very satisfied | Satisfied | Somewhat Satisfied | Somewhat Unsatisfied | Not Satisfied\". d Percent of respondents that responded 'very good' or 'excellent' to the prompt \"How would you rate the performance of your lead instructor? Excellent | Very Good | Good | Needs Improvement |", "latex": null, "type": "table"}}, "back_matter": []}