{"paper_id": "0a3b8db9c92337e21440616d98ac59ea7a012cf7", "metadata": {"title": "Individuals with Down Syndrome Hospitalized with COVID-19 Have More Severe Disease. HHS Public Access Author manuscript", "authors": [{"first": "Louise", "middle": [], "last": "Malle", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cynthia", "middle": [], "last": "Gao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chin", "middle": [], "last": "Hur", "suffix": "", "affiliation": {"laboratory": "Division of digestive and liver diseases", "institution": "Columbia University Irving Medical Center", "location": {"settlement": "New York", "region": "NY", "country": "USA"}}, "email": ""}, {"first": "Han", "middle": ["Q"], "last": "Truong", "suffix": "", "affiliation": {"laboratory": "Division of digestive and liver diseases", "institution": "Columbia University Irving Medical Center", "location": {"settlement": "New York", "region": "NY", "country": "USA"}}, "email": ""}, {"first": "Nicole", "middle": ["M"], "last": "Bouvier", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bethany", "middle": [], "last": "Percha", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiao-Fei", "middle": [], "last": "Kong", "suffix": "", "affiliation": {"laboratory": "Division of digestive and liver diseases", "institution": "Columbia University Irving Medical Center", "location": {"settlement": "New York", "region": "NY", "country": "USA"}}, "email": ""}, {"first": "Dusan", "middle": [], "last": "Bogunovic", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Genet", "middle": [], "last": "Med", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Purpose.-Rare genetic conditions like Down syndrome (DS) are historically understudied. Infection is a leading cause of mortality in DS, along with cardiac anomalies. Currently, it is unknown how the COVID-19 pandemic affects individuals with DS. Herein, we report an analysis of individuals with DS who were hospitalized with COVID-19 in New York City, USA.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods.-In this retrospective, dual-center study of 7,246 patients hospitalized with COVID-19, we analyzed all patients with DS admitted in the Mount Sinai Health System and Columbia University Irving Medical Center. We assessed hospitalization rates, clinical characteristics and outcomes.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results.-We identified twelve patients with DS. Hospitalized individuals with DS are on average 10 years younger than patients without DS. Patients with DS have more severe disease than controls, particularly an increased incidence of sepsis and mechanical ventilation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusion.-We demonstrate that individuals with DS who are hospitalized with COVID-19 are younger than their non-DS counterparts, and that they have more severe disease than agedmatched controls. We conclude that particular care should be considered for both the prevention and treatment of COVID-19 in these patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Infection with the novel coronavirus severe acute respiratory syndrome-related coronavirus 2 (SARS-CoV-2) causes symptoms ranging from fever, cough and fatigue to severe lung injury and death. This disease, termed Coronavirus Disease-2019 (COVID- 19) , has caused a global pandemic of historic proportions. Although there are over 200,000 individuals with Down syndrome (DS) in the US alone, 1 it is unknown how SARS-CoV-2 affects people with DS. Moreover, these individuals are known to be at higher risk of respiratory tract infections, particularly respiratory syncytial virus and influenza infections. 2, 3 Infections are a leading cause of death in DS along with congenital heart disease. 4 Therefore, timely, evidence-based analyses of SARS-CoV-2 infection in DS are warranted. In this study, we aim to better understand the risk of COVID-19 hospitalization in individuals with DS, as well as the disease characteristics in these patients.", "cite_spans": [{"start": 247, "end": 250, "text": "19)", "ref_id": "BIBREF18"}, {"start": 392, "end": 393, "text": "1", "ref_id": "BIBREF0"}, {"start": 606, "end": 608, "text": "2,", "ref_id": "BIBREF1"}, {"start": 609, "end": 610, "text": "3", "ref_id": "BIBREF2"}, {"start": 694, "end": 695, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "In total, 4,615 total patients were hospitalized for COVID-19 in the Mount Sinai Health System (MSHS) and 2,631 patients at the Columbia University Irving Medical Center (CUIMC) in the 55 and 59 days, respectively, beginning on March 1, 2020. Twelve patients -six at MSHS and six at CUIMC-had DS.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The median age of patients with DS hospitalized with COVID-19 was 54 years (interquartile range [IQR]: 32-59 years) (Table 1, Figure 1A ). These patients were thus significantly younger than the rest of the population hospitalized at MSHS (median: 66 years, IQR: 55-78) and CUIMC (median: 66 years, IQR: 52-78). To exclude that the lower life expectancy of people with DS is influencing this finding, we used the median age of death of individuals with DS (54 years old) 1 as an upper age cutoff. Even then, we found that patients with DS still have a lower median age of hospitalization (29 years, IQR: 20-47) than those without DS (42 years, IQR: 34-50). This indicates that our findings cannot be explained solely by the lack of older adults with DS. In conclusion, these data suggest that patients with DS are at an increased risk of being hospitalized for COVID-19 at a significantly younger age.", "cite_spans": [], "ref_spans": [{"start": 126, "end": 135, "text": "Figure 1A", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "We then compared the hospitalized individuals with DS to a control group composed of randomly sampled patients without DS hospitalized with COVID-19, with five such patients matched for sex, age, race, and ethnicity for each patient with DS (60 controls in total). Patients with DS for whom race and/or ethnicity was not specified in the electronic medical record were matched with controls of unspecified race and/or ethnicity. The most common underlying conditions in the control group were hypertension (16, 26 .7%), type 2 diabetes mellitus (10, 16.7%), and lung disease (7, 11.7%) ( Table 1) . By contrast, hypothyroidism (6, 50.0%), type 2 diabetes mellitus (5, 41.7%), and neurologic conditions including epilepsy (3, 25 .0%) and dementia (3, 25 .0%) were the prevailing comorbidities found in the DS group (Table 1, Supplemental Table 1 ). Of note, all patients diagnosed with a seizure disorder were well controlled and did not suffer an episode during their admission with COVID-19. In patients diagnosed with type 2 diabetes mellitus, 1 out of 5 patients with DS and 6 out of 10 patients without DS had poorly controlled disease (HbA1c >8%). Hypothyroidism and dementia were significantly higher in the DS than in the control group, which is consistent with the higher incidence of these conditions in the DS population. [5] [6] [7] Hypothyroidism is unlikely to contribute to COVID-19 given that all affected patients were under levothyroxine treatment. On the other hand, dementia was shown to increase the risk of COVID-19 mortality in one study, although the mechanisms involved have yet to be determined (unpublished data).", "cite_spans": [{"start": 506, "end": 510, "text": "(16,", "ref_id": "BIBREF15"}, {"start": 511, "end": 513, "text": "26", "ref_id": null}, {"start": 721, "end": 724, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 725, "end": 727, "text": "25", "ref_id": null}, {"start": 746, "end": 749, "text": "(3,", "ref_id": "BIBREF2"}, {"start": 750, "end": 752, "text": "25", "ref_id": null}, {"start": 1332, "end": 1335, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1336, "end": 1339, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1340, "end": 1343, "text": "[7]", "ref_id": null}], "ref_spans": [{"start": 588, "end": 596, "text": "Table 1)", "ref_id": null}, {"start": 814, "end": 844, "text": "(Table 1, Supplemental Table 1", "ref_id": null}], "section": "Results"}, {"text": "We also surveyed markers of inflammation, including C-reactive protein (CRP), erythrocyte sedimentation rate (ESR), and serum interleukin-6 (IL-6) concentrations ( Figure 1B ). Although these markers were elevated above the normal range for almost all patients, we found no significant differences between patients with DS and controls. Interestingly, the variance of IL-6 concentrations was greater in the DS group, which may indicate that a subset of patients with DS had higher levels of soluble inflammatory markers, as previously reported for patients with in the basal state. 8, 9 Further studies are required to determine whether these cytokines are secreted in larger amounts in patients with DS in response to SARS-CoV-2 than in controls, and how they contribute to disease progression in DS. White blood cells were below the normal range in a subset of patients, and they were more profoundly decreased in patients with DS than in controls (p<0.05) (Supplemental Figure  1A ). However, lymphocytes were depleted to similar levels in all patients. The quality of these immune cells remains unknown, however.", "cite_spans": [{"start": 582, "end": 584, "text": "8,", "ref_id": "BIBREF7"}, {"start": 585, "end": 586, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 164, "end": 173, "text": "Figure 1B", "ref_id": "FIGREF0"}, {"start": 973, "end": 983, "text": "Figure  1A", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Finally, patients with DS were significantly more likely to suffer from COVID-19-related complications, including acute respiratory distress syndrome (ARDS) and sepsis. Ten of the twelve patients with DS (83.3%) progressed to sepsis, versus less than half of the controls (46.7%) (p<0.05) ( Table 1) . Although this diagnosis is not specific, it indicates a state of uncontrolled inflammation in these patients with DS. Moreover, children with DS with sepsis have a higher risk of death than controls with sepsis, therefore this predisposition to COVID-19-induced sepsis is important to monitor. 10, 11 In addition, hospitalized patients with DS (41.7%) were significantly more likely to require mechanical ventilation than controls (13.3%) (p<0.05), which is another marker of severe disease in DS. Hospital stay was longer for patients with DS (median: 16 days, 95% confidence interval [CI]: 12-infinity) than for controls (median: 7 days, CI: 6-9). Lastly, an appreciably higher proportion of patients died in the DS group (n=3, 25%) than in the control group (n=4, 6.7%) (p=0.056) (Table 1, Figure 1C ). At the time of our study, the youngest patient with DS who died was 58 years old. In conclusion, the individuals with DS hospitalized for COVID-19 in New York City health centers had more severe disease progression, longer hospital stays, and worse outcomes than their counterparts without DS.", "cite_spans": [{"start": 596, "end": 599, "text": "10,", "ref_id": "BIBREF9"}, {"start": 600, "end": 602, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 291, "end": 299, "text": "Table 1)", "ref_id": null}, {"start": 1095, "end": 1104, "text": "Figure 1C", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "DS is the most common genetic condition in the US, affecting over 200,000 Americans today. 1 Although medical advances have largely improved the quality of life and longevity of these individuals, the immune features of this syndrome remain understudied. Only recently, a few studies have experimentally addressed the perturbed immune state that had been observed in DS. 12, 13 Herein, we report an analysis of individuals with DS who were hospitalized with COVID-19 in the Mount Sinai and Columbia University health systems. Twelve patients with DS admitted with COVID-19 likely suggests a somewhat increased risk of COVID-19 hospitalization in this population. It is unknown whether biological or environmental factors, or some combination thereof contribute to this increased risk. People with DS living in group homes, which was the case for half of the patients in our cohort, may have increased risk of exposure to SARS-CoV-2. It is also prudent to assume a certain level of underestimation of COVID-19 susceptibility in DS due to social behavior. Namely, given lifelong, repeated medical interventions and clinical monitoring, individuals with DS, whether deciding alone or under advice of their caregivers, are likely practicing social isolation more rigorously than the general population. True exposure will only be ascertained once we are able to evaluate and compare seroprevalence in DS to that of the general population in the same geographic location.", "cite_spans": [{"start": 91, "end": 92, "text": "1", "ref_id": "BIBREF0"}, {"start": 371, "end": 374, "text": "12,", "ref_id": "BIBREF11"}, {"start": 375, "end": 377, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "Be that as it may, the twelve hospitalized patients with DS were on average over ten years younger than hospitalized patients with COVID-19 without DS. Despite the relatively young age of the DS cohort however, eight out of twelve of them were above the 86th percentile for age of the DS population (i.e. 50 years old), suggesting that older age is an important factor for COVID-19 susceptibility in DS. Moreover, people with DS have a mean life expectancy of approximately 53 years, therefore the lack of older patients in our cohort may in part be a reflection of the scarcity of older individuals with DS. 1 However, even when only considering patients under the estimated life expectancy of people with DS, individuals with DS were significantly younger than those without DS in the same age range. Interestingly, in large survey of individuals with DS who were positive for COVID-19 or had symptoms associated with the disease (n= 349), researchers found an increase in fatal outcomes starting at age 40, about 10 years earlier than the general population. 14 Of documented comorbidities associated with COVID-19 susceptibility, diabetes mellitus, obesity, and dementia may predispose patients with DS to severe COVID-19. Importantly, we did not find any diagnoses of lower airway anomalies in our patient cohort, although these have been proposed as a cause of increased respiratory infections in patients with DS. 15 Indeed, there are reported cases of patients with DS, airway obstruction, pulmonary hypertension, and congenital heart disease who were hospitalized with COVID-19. 16 Furthermore, we must also consider the unevaluated parameters which may be contributing to the disease in DS. For example, B cell numbers and quality, T cell function, secreted inflammatory mediators, and response to type I IFNs might all be factors causing an altered response to SARS-CoV-2 infection in DS. In addition, TMPRSS2, which encodes a serine protease that facilitates SARS-CoV-2 entry 17 , is located on chromosome 21 and is therefore triplicated in DS. It will be important to characterize whether TMPRSS2 expression is increased in the lungs of patients with DS, and if this alters these individuals' susceptibility to COVID-19.", "cite_spans": [{"start": 609, "end": 610, "text": "1", "ref_id": "BIBREF0"}, {"start": 1421, "end": 1423, "text": "15", "ref_id": "BIBREF14"}, {"start": 1588, "end": 1590, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, we found more severe disease progression in patients with DS compared to controls. This is consistent with previous reports that patients with DS are at higher risk of acute lung injury and ARDS compared to controls secondary to other respiratory infections. 18 The increased incidence of sepsis in our DS cohort is particularly relevant given studies that patients with DS are at higher risk of mortality secondary to sepsis than septic controls. 10 Although this study was done in children, the progression to COVID-19-induced sepsis in DS must be closely monitored. We also found that patients with DS were more likely to die in the hospital than controls. A report of increased susceptibility to severe COVID-19 in individuals with DS in a healthcare facility for intellectual disability is another example of why extra caution should be taken for these patients, especially in group homes. 19 In line with the fact that respiratory infections are a leading cause of death in DS, accounting for 34-40% of mortality, the increased severity of COVID-19 in DS is of importance. 4 In conclusion, our study highlights that particular attention should be paid to both the prevention and treatment of COVID-19 in individuals with DS, as they are at higher risk of hospitalization-induced complications during the SARS-CoV-2 pandemic.", "cite_spans": [{"start": 268, "end": 270, "text": "18", "ref_id": "BIBREF17"}, {"start": 457, "end": 459, "text": "10", "ref_id": "BIBREF9"}, {"start": 904, "end": 906, "text": "19", "ref_id": "BIBREF18"}, {"start": 1088, "end": 1089, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "The study was approved under the protocols Mount Sinai Health System IRB-18-00638 and Columbia University Irving Medical Center IRB-AAAS9860. All patient data was deidentified.", "cite_spans": [], "ref_spans": [], "section": "Ethics statement"}, {"text": "For this retrospective, dual-center study, we recruited patients admitted at MSHS (New York City, USA) from March 1 to April 24, 2020 and at CUIMC (New York City, USA) from March 1 to April 28, 2020 with a diagnosis of COVID-19 confirmed by RT-PCR. All hospitalized patients with COVID-19 who had a DS diagnosis in their medical record, either according to their ICD codes at MSHS (Q90.0, Q90.1, Q90.2, or Q90.9) (n=6), or in their admission notes at CUIMC (n=6), were included. Five randomly sampled age, race, and sexmatched controls were included for each DS patient (n=60). Patients with DS for whom race and/or ethnicity was not specified in the electronic medical record were matched with controls of unspecified race and/or ethnicity.", "cite_spans": [], "ref_spans": [], "section": "Study design and participants"}, {"text": "We obtained demographic data, vitals, medications, laboratory values, diagnoses, and outcome data from patients' electronic medical records. Laboratory values reported were those obtained closest to the SARS-CoV-2 positive RT-PCR within one week.", "cite_spans": [], "ref_spans": [], "section": "Procedures"}, {"text": "Comparison of comorbidities and complications between patients with DS and controls were obtained by Fisher's exact test (Table 1) . Competing risk analysis and comparison of cumulative incidence curves was used for health outcomes (Table 1, Figure 1C ). Mann- ", "cite_spans": [], "ref_spans": [{"start": 121, "end": 130, "text": "(Table 1)", "ref_id": null}, {"start": 242, "end": 251, "text": "Figure 1C", "ref_id": "FIGREF0"}], "section": "Statistical analysis"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Skotko BG Estimation of the number of people with Down syndrome in the United States", "authors": [{"first": "G", "middle": [], "last": "De Graaf", "suffix": ""}, {"first": "F", "middle": [], "last": "Buckley", "suffix": ""}], "year": 2017, "venue": "Genet. Med", "volume": "19", "issn": "", "pages": "439--447", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Respiratory Syncytial Virus-related Death in Children With Down Syndrome", "authors": [{"first": "Y", "middle": ["N"], "last": "Löwensteyn", "suffix": ""}], "year": 2020, "venue": "Pediatr. Infect. Dis. J XX", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Pandemic (H1N1) 2009 Virus and Down syndrome patients", "authors": [{"first": "R", "middle": [], "last": "Pérez-Padilla", "suffix": ""}], "year": 2010, "venue": "Emerg. Infect. Dis", "volume": "16", "issn": "", "pages": "1312--1314", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Early death and causes of death of people with Down syndrome: A systematic review", "authors": [{"first": "L", "middle": [], "last": "O&apos;leary", "suffix": ""}, {"first": "L", "middle": [], "last": "Hughes-Mccormack", "suffix": ""}, {"first": "K &amp;", "middle": [], "last": "Dunn", "suffix": ""}, {"first": "S-A", "middle": [], "last": "Cooper", "suffix": ""}], "year": 2018, "venue": "J. Appl. Res. Intellect. Disabil", "volume": "31", "issn": "", "pages": "687--708", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Kusters MAA Clinical implications of immune-mediated diseases in children with Down syndrome. Pediatr", "authors": [{"first": "Rhj", "middle": [], "last": "Verstegen", "suffix": ""}, {"first": "Kjj", "middle": [], "last": "Chang", "suffix": ""}], "year": 2020, "venue": "Allergy Immunol", "volume": "31", "issn": "", "pages": "117--123", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Morbidity and medication in a large population of individuals with Down syndrome compared to the general population", "authors": [{"first": "M", "middle": [], "last": "Alexander", "suffix": ""}], "year": 2016, "venue": "Dev. Med. Child Neurol", "volume": "58", "issn": "", "pages": "246--254", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Trisomy 21 causes changes in the circulating proteome indicative of chronic autoinflammation OPEN", "authors": [{"first": "K", "middle": ["D"], "last": "Sullivan", "suffix": ""}], "year": 2017, "venue": "Sci. Rep", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-017-13858-3"]}}, "BIBREF8": {"ref_id": "b8", "title": "Aberrations in circulating inflammatory cytokine levels in patients with Down syndrome: A meta-analysis", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2017, "venue": "Oncotarget", "volume": "8", "issn": "", "pages": "84489--84496", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Christakis DA Risk of death for children with Down syndrome and sepsis", "authors": [{"first": "M", "middle": ["M"], "last": "Garrison", "suffix": ""}, {"first": "H", "middle": [], "last": "Jeffries", "suffix": ""}], "year": 2005, "venue": "J. Pediatr", "volume": "147", "issn": "", "pages": "748--752", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Mortality and cancer incidence among individuals with Down syndrome", "authors": [{"first": "D", "middle": ["A"], "last": "Hill", "suffix": ""}], "year": 2003, "venue": "Arch. Intern. Med", "volume": "163", "issn": "", "pages": "705--711", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Trisomy 21 dysregulates T cell lineages toward an autoimmunity-prone state associated with interferon hyperactivity", "authors": [{"first": "P", "middle": [], "last": "Araya", "suffix": ""}], "year": 2019, "venue": "Proc. Natl. Acad. Sci. U. S. A", "volume": "116", "issn": "", "pages": "24231--24241", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Immune Defect in Adults With Down Syndrome: Insights Into a Complex Issue", "authors": [{"first": "Y", "middle": [], "last": "Dieudonné", "suffix": ""}], "year": 2020, "venue": "Front. Immunol", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "COVID-19 and Down syndrome survey -T21RS", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The prevalence of lower airway anomalies in children with Down syndrome compared to controls", "authors": [{"first": "M", "middle": [], "last": "De Lausnay", "suffix": ""}], "year": 2020, "venue": "Pediatr. Pulmonol", "volume": "55", "issn": "", "pages": "1259--1263", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "SARS-CoV-2 Infection in Patients with Down Syndrome, Congenital Heart Disease, and Pulmonary Hypertension: Is Down Syndrome a Risk Factor?", "authors": [{"first": "U", "middle": ["S"], "last": "Krishnan", "suffix": ""}], "year": 2020, "venue": "J. Pediatr", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jpeds.2020.06.076"]}}, "BIBREF16": {"ref_id": "b16", "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor", "authors": [{"first": "M", "middle": [], "last": "Hoffmann", "suffix": ""}], "year": 2020, "venue": "Cell", "volume": "181", "issn": "", "pages": "271--280", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "High incidence of acute lung injury in children with Down syndrome", "authors": [{"first": "M", "middle": [], "last": "Bruijn", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Van Der Aa", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Van Rijn", "suffix": ""}, {"first": "Ap &amp;", "middle": [], "last": "Bos", "suffix": ""}, {"first": "Jbm", "middle": [], "last": "Van Woensel", "suffix": ""}], "year": 2007, "venue": "Intensive Care Med", "volume": "33", "issn": "", "pages": "2179--2182", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "De Cauwer H & Spaepen A Are patients with Down syndrome vulnerable to life-threatening COVID-19?", "authors": [], "year": 2020, "venue": "Acta Neurol. Belg", "volume": "1", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A. Age distribution of DS and non-DS patients hospitalized for COVID-19. B. Laboratory values for CRP, ESR, and IL-6 concentrations (Dotted lines represent upper limit of normal range). C. Outcomes of DS and age, sex, and ethnicity-matched controls hospitalized for COVID-19.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Demographics, comorbidities, disease complications, and outcomes of patients with Down syndrome and age, sex, race, and ethnicity-matched controls hospitalized for COVID-19.COMPLICATIONSGenet Med. Author manuscript; available in PMC 2021 April 16.\"-\" denotes p-value=1; \"IQR\" denotes the Interquartile Range; \"95CI\" denotes the 95% Confidence Interval.a ethnicity data only available for CUMC patients; b p-value calculated using Chi-squared test and c Competing risk analysis; comparison of cumulative incidence curves. All other p-values calculated with Fisher's exact test.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Refer to Web version on PubMed Central for supplementary material.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Material"}]}