{"paper_id": "0a41ad85b102a06268a045084ef81a7a6e742144", "metadata": {"title": "ASHP national survey of pharmacy practice in hospital settings: Dispensing and administration-2020", "authors": [{"first": "Craig", "middle": ["A"], "last": "Pedersen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Philip", "middle": ["J"], "last": "Schneider", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["C"], "last": "Ganio", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Douglas", "middle": ["J"], "last": "Scheckelhoff", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "A c c e p t e d M a n u s c r i p t Purpose. Results of the 2020 ASHP national survey of pharmacy practice in hospital settings are presented.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Pharmacy directors at 1,437 general and children's medical/surgical hospitals in the United States were surveyed using a mixed-mode method of contact by email and mail.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Survey completion was online. IQVIA supplied data on hospital characteristics; the survey sample was drawn from the IMS hospital database.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ". The response rate was 18.7%. Almost all hospitals (92.5%) have a method for pharmacists to review medication orders on demand. Most hospitals (74.5%) use automated dispensing cabinets (ADCs) as their primary method for drug distribution. A third of hospitals use barcodes to verify doses during dispensing in the pharmacy and to verify ingredients when intravenous medications are compounded. More than 80% scan barcodes when restocking ADCs. Sterile workflow management technology is used in 21.3% of hospitals. Almost three-quarters of hospitals outsource some sterile preparations. Pharmacists can independently prescribe in 21.1% of hospitals. Pharmacist practice in ambulatory clinics in 46.2% of health systems and provide telepharmacy services in 28.4% of health systems. Conclusion. Pharmacists continue their responsibility in their traditional role in preparation and dispensing of medications. They have successfully employed technology to improve", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A c c e p t e d M a n u s c r i p t safety and efficiency in performance of these duties and have employed emerging technologies to improve the safety, timeliness, and efficiency of the administration of drugs to patients. As pharmacists continue to expand their role to all aspects of medication use, new opportunities highlighted in ASHP's Practice Advancement Initiative 2030 have been identified. A c c e p t e d M a n u s c r i p t Am J Health-Syst Pharm. 2021;78:xxx-xxx", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The ASHP national survey of pharmacy practice in hospital settings focuses on practices and technologies for managing and improving the medication-use system and the role that pharmacists play in this effort. The national surveys are organized according to 6 components of the medication-use system: prescribing, transcribing, dispensing, administration, monitoring, and patient education. Each year, the survey focuses on 2 components in the medication-use system. The 2020 survey cycle evaluated practices and technologies related to dispensing and administration. The most recent 3 surveys represent a composite picture of the ways hospitals and health systems are managing and improving the entire medication-use system and current roles of pharmacists in medication-use system management.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In assessing dispensing and administration practices, the 2020 survey was intended to describe and evaluate trends in the inpatient medication distribution system; the methods for medication preparation and dispensing; the use of technology in medication distribution, including the use of bar-coding technology in the preparation of compounded sterile preparations; sterile compounding environmental sampling program reporting; staff competency assessment to prepare compounded sterile preparations; and hazardous drug handling. It also addressed the quality assessment of medication administration processes, including the use of smart infusion pumps, the outsourcing of sterile preparation activities, the process of medication order review, baseline assessment of selected Practice Advancement Initiative (PAI) 2030 goals, and pharmacist-provided telehealth visits.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "A c c e p t e d M a n u s c r i p t", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A total of 269 hospitals submitted usable data for analysis. The overall response was 18 .7%.", "cite_spans": [{"start": 86, "end": 88, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Results"}, {"text": "Hospital characteristics. Table 1 shows the size, location, and ownership of the respondents' hospitals, the nonrespondents' hospitals, the surveyed hospitals, and the 4,865 general and children's medical/surgical hospitals. The characteristics of the surveyed hospitals are presented to highlight the complex sampling design employed in this survey.", "cite_spans": [], "ref_spans": [{"start": 26, "end": 33, "text": "Table 1", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "Respondents and nonrespondents were statistically different in regional location, and ownership status.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Medication order review. Overall, 92.5% of hospitals have a method for pharmacists to review and enter medication orders on demand ( Table 2) . Having the pharmacy department open and staffed 24 hours a day and 7 days a week is the most common method (42.8%), followed by after-hours medication order review and entry provided by a telepharmacy company (29.7%), use of an affiliated hospital with 24-hour services (15.0%), and having an employee pharmacist on call or at a remote location (5.1%) ( Figure 1 ). In 7.5% of hospitals, orders are not reviewed by a pharmacist when the pharmacy department is closed. Smaller hospitals are more likely to not have the pharmacy review orders when the pharmacy department is closed ( Table 2 ) and, when they do review orders, are more likely to use a telepharmacy company or an affiliated hospital to review medication orders. Larger hospitals are more likely to have a 24-hour pharmacy service. Regardless of the review method used, the percentage of hospitals where medication orders are not reviewed by a pharmacist has declined. The percentage of hospitals not reviewing orders after hours has declined annually since 2005, when we first surveyed order review, from 59.6% of US hospitals. 3, [5] [6] [7] [8] [9] [10] [12] [13] [14] [15] A c c e p t e d M a n u s c r i p t Inpatient medication distribution technology. In 2020, 4.1% of general and children's medical/surgical hospitals used a robotic distribution system that automates the dispensing of unit dose inpatient medications in a centralized distribution system (Table 3) .", "cite_spans": [{"start": 1236, "end": 1238, "text": "3,", "ref_id": "BIBREF2"}, {"start": 1239, "end": 1242, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1243, "end": 1246, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1247, "end": 1250, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1251, "end": 1254, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1255, "end": 1258, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1259, "end": 1263, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1264, "end": 1268, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1269, "end": 1273, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1274, "end": 1278, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1279, "end": 1283, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 133, "end": 141, "text": "Table 2)", "ref_id": "TABREF4"}, {"start": 498, "end": 506, "text": "Figure 1", "ref_id": "FIGREF9"}, {"start": 726, "end": 733, "text": "Table 2", "ref_id": "TABREF4"}, {"start": 1570, "end": 1579, "text": "(Table 3)", "ref_id": "TABREF6"}], "section": "Results"}, {"text": "Most hospitals (74.5%) use automated dispensing cabinets (ADCs) as the primary method of maintenance dose distribution. Smaller hospitals are more likely than larger hospitals to use centralized manual unit doses systems for maintenance dose fulfillment, and larger hospital are more likely than smaller hospitals to use a robotics and ADCs for maintenance dose fulfillment,", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The use of ADCs as the primary method of maintenance dose distribution increased since the 2002 survey, 18 rising from 22.3% that year to 37.8% in 2005, 15 49.2% in 2008, 12 62.5% in 2011, 9 and 70.2% in 2017 3 ( Figure 2 ). There was a corresponding decrease in the use of centralized manual unit dose systems as the primary method of maintenance dose distribution since 2002, with 20.1% of hospitals using this method in 2020.", "cite_spans": [{"start": 104, "end": 106, "text": "18", "ref_id": "BIBREF17"}, {"start": 153, "end": 155, "text": "15", "ref_id": "BIBREF14"}, {"start": 171, "end": 173, "text": "12", "ref_id": "BIBREF11"}, {"start": 189, "end": 190, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 213, "end": 221, "text": "Figure 2", "ref_id": "FIGREF10"}], "section": "Results"}, {"text": "Only 5.9% of hospitals do not have ADCs on patient care units. Of those hospitals with ADCs, 77.4% use individually secured lidded pockets as the predominant ADC configuration, and 22.6% use the original matrix drawer configuration that allows access to all medications stocked in a drawer ( Table 4 ). The use of lidded pockets has increased over the last decade, from 51.5% of hospitals in 2008 12 to 61.9% in 2011, 9 65.7% in 2014, 6 and 70.1% in 2017. 3 Machine-readable coding in pharmacy. Robots, carousels, and, sometimes, manual unit dose pick stations use machine-readable coding to verify removal and replenishment of medications. Overall, 66.3% of hospitals use some form of machine-readable coding to verify doses during dispensing in the pharmacy ( Table 5 ). The use of machine-readable coding in pharmacy departments has steadily increased over the past 12 survey years A c c e p t e d M a n u s c r i p t (frequencies of use were 5.7% in 2002, 18 11 .5% in 2005, 15 24.0% in 2008, 12 33 .9% in 2011, 9 44.8% in 2014, 6 and 74.7% in 2017. 3 This practice differs by hospital size, with larger facilities using scanning during dispensing more than smaller facilities. Furthermore, 81.4% of hospitals scan medication barcodes during restocking of ADCs; this differs by hospital size, with 100% of the largest hospitals (600 or more staffed beds) scanning barcodes while restocking ADCs, as compared with 90.2% of hospitals with 400 to 599 beds, 87.8% with 300 to 399 beds, 93.5% with 200 to 299 beds, 80.0% with 100 to 199 beds, 84.8% with 50 to 99 beds, and 72.2% with fewer than 50 beds.", "cite_spans": [{"start": 397, "end": 399, "text": "12", "ref_id": "BIBREF11"}, {"start": 418, "end": 419, "text": "9", "ref_id": "BIBREF8"}, {"start": 435, "end": 436, "text": "6", "ref_id": "BIBREF5"}, {"start": 456, "end": 457, "text": "3", "ref_id": "BIBREF2"}, {"start": 960, "end": 962, "text": "18", "ref_id": "BIBREF17"}, {"start": 963, "end": 965, "text": "11", "ref_id": "BIBREF10"}, {"start": 979, "end": 981, "text": "15", "ref_id": "BIBREF14"}, {"start": 997, "end": 999, "text": "12", "ref_id": "BIBREF11"}, {"start": 1000, "end": 1002, "text": "33", "ref_id": null}, {"start": 1016, "end": 1017, "text": "9", "ref_id": "BIBREF8"}, {"start": 1033, "end": 1034, "text": "6", "ref_id": "BIBREF5"}, {"start": 1054, "end": 1055, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 292, "end": 299, "text": "Table 4", "ref_id": "TABREF7"}, {"start": 762, "end": 769, "text": "Table 5", "ref_id": "TABREF8"}], "section": "Results"}, {"text": "The use of machine-readable coding during restocking of ADCs increased from 43.3% of hospitals in 2011, 9 62.1% in 2014, 6 and 74.7% in 2017. 3 Sterile compounding technology. Sterile preparation workflow management technology is used in 21.3% of hospitals (Table 6 and Figure 3 ). The use of workflow management technology for IV compounding differed significantly by hospital size, with larger hospitals more likely to have workflow management software compared to smaller hospitals. The use of this technology has increased from 6.5% in 2014 6 to 12.8% in 2017, 3 16.4% in 2018, 2 and 19.8% in 2019. 1 Barcode scanning to verify ingredients during the intravenous (IV) medication compounding process is used by 33.8% of hospitals (Table 6) . Results in this area differed significantly by hospital size, with larger hospitals being more likely than smaller hospitals to use barcode scanning. The use of barcode scanning to verify ingredients has increased over the past 8 years, from 11.9% in 2011. [1] [2] [3] 6, 9 The use of pictures or video of the compounding process was reported at 25.3% of hospital pharmacies ( Table 6 ). The use of pictures or video has increased annually from 2017 1-3 and was significantly increased in 2020 vs 2019. 1 A c c e p t e d M a n u s c r i p t Gravimetrics to verify dose, amount, and volume is used by 5.0% of hospital pharmacies (Table 6) . Results in this area differed significantly by hospital size. The use of gravimetrics was stable over the last 3 years. [1] [2] [3] Overall, 52.7% of hospitals do not use any technologies for compounding sterile preparations (Table 6 ). This differed significantly by hospital size, with the smallest hospitals most likely to not use any technologies for compounding sterile preparations. Hospital nonuse of any technology when compounding preparations has declined annually from 64.0% in 2017 3 to 59.9% in 2018 2 and 56.4% in 2019. 1 Sterile compounding automation. Overall, 3.4% of hospitals are using a standalone robotic device in the pharmacy department for compounding flush solutions, syringe-based small-volume parenteral preparations, and minibags, excluding chemotherapy preparations (Table 7) .", "cite_spans": [{"start": 104, "end": 105, "text": "9", "ref_id": "BIBREF8"}, {"start": 121, "end": 122, "text": "6", "ref_id": "BIBREF5"}, {"start": 142, "end": 143, "text": "3", "ref_id": "BIBREF2"}, {"start": 565, "end": 566, "text": "3", "ref_id": "BIBREF2"}, {"start": 603, "end": 604, "text": "1", "ref_id": "BIBREF0"}, {"start": 1002, "end": 1005, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1006, "end": 1009, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1010, "end": 1013, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1014, "end": 1016, "text": "6,", "ref_id": "BIBREF5"}, {"start": 1017, "end": 1018, "text": "9", "ref_id": "BIBREF8"}, {"start": 1248, "end": 1249, "text": "1", "ref_id": "BIBREF0"}, {"start": 1505, "end": 1508, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1509, "end": 1512, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1513, "end": 1516, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 257, "end": 265, "text": "(Table 6", "ref_id": "TABREF9"}, {"start": 270, "end": 278, "text": "Figure 3", "ref_id": "FIGREF11"}, {"start": 733, "end": 742, "text": "(Table 6)", "ref_id": "TABREF9"}, {"start": 1122, "end": 1129, "text": "Table 6", "ref_id": "TABREF9"}, {"start": 1373, "end": 1382, "text": "(Table 6)", "ref_id": "TABREF9"}, {"start": 1610, "end": 1618, "text": "(Table 6", "ref_id": "TABREF9"}, {"start": 2180, "end": 2189, "text": "(Table 7)", "ref_id": "TABREF10"}], "section": "Results"}, {"text": "Robotic chemotherapy compounding devices are used in 1.6% of hospitals ( Table 7) .", "cite_spans": [], "ref_spans": [{"start": 73, "end": 81, "text": "Table 7)", "ref_id": "TABREF10"}], "section": "Results"}, {"text": "The use of a robot to compound sterile preparations differs significantly by hospital size, with larger hospitals more likely than smaller hospitals to have a robotic compounding device. However, adoption is currently limited, with 95.7% of hospitals not having an IV sterile compounding robot (Table 7) .", "cite_spans": [], "ref_spans": [{"start": 294, "end": 303, "text": "(Table 7)", "ref_id": "TABREF10"}], "section": "Results"}, {"text": "Assessing staff competence to prepare compounded sterile products. A c c e p t e d M a n u s c r i p t endorsed materials [CriticalPoint, Gaithersburg, MD]), and 16.2% use end-product testing to assess staff members' sterile compounding competency (Table 8) .", "cite_spans": [], "ref_spans": [{"start": 248, "end": 257, "text": "(Table 8)", "ref_id": "TABREF11"}], "section": "Results"}, {"text": "Over the last 3 years, hospitals have significantly increased the use of most of these competency assessment modalities.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Environmental sampling program and reporting. Overall, 83.6% of hospitals have an environmental sampling program that specifies sampling location, methods, frequency, action levels, and follow-up. About 61% report sterile compounding environmental sampling results through organizational quality reporting pathways. Use of these programs varies by hospital size, with more than 90% of the hospitals with 100 or more staffed beds having a detailed environmental sampling program, as compared with about three-fourths of hospitals with fewer than 100 beds. Likewise, about 70% or more of hospitals with 50 or more staffed beds report sampling results through quality reporting pathways, as compared with about 43% of hospitals with fewer than 50 beds (Table 9) .", "cite_spans": [], "ref_spans": [{"start": 749, "end": 758, "text": "(Table 9)", "ref_id": "TABREF12"}], "section": "Results"}, {"text": "Compliance with USP chapter 800. Pharmacy directors were asked about their compliance with USP chapter 800 (USP <800>). Overall, 31.1% of respondents indicated that their hospitals were fully compliant with all sections of the chapter, 63.1% indicated they", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "were not yet fully compliant but working on compliance, and 5.7% were not fully compliant and were not working on compliance ( A c c e p t e d M a n u s c r i p t Outsourced sterile compounding. Overall, 72.5% of hospitals reported outsourcing non-patient-specific compounded sterile preparations (CSPs) from a registered 503B pharmacy (Table 11 ). The use of this practice varied significantly by hospital size; larger hospitals were more likely than smaller hospitals to outsource non-patient-specific CSPs.", "cite_spans": [], "ref_spans": [{"start": 336, "end": 345, "text": "(Table 11", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "Furthermore, 29.5% of hospitals reported outsourcing patient-specific CSPs from a registered 503A pharmacy ( Table 11 ). The use of this practice varied significantly by hospital size, with the largest hospitals being more likely than smaller hospitals to outsource patientspecific CSPs.", "cite_spans": [], "ref_spans": [{"start": 109, "end": 117, "text": "Table 11", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "Only 21.0% of hospitals did not outsource any CSPs from 503A or 503B pharmacies.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The use of this practice varied significantly by hospital size; smaller hospitals were more likely than larger hospitals not to outsource CSPs. Overall, the outsourcing of patient-specific and non-patient-specific CSPs has increased since 2018. 2 Hospital pharmacy directors were asked to describe their sterile compounding outsourcing strategy. Overall, 76.3% selectively outsource to facilitate management of drug shortages and/or preparation of parenteral nutrition, patient-controlled analgesia or epidural medications, or nonsterile-to-sterile preparations; 14.2% minimize outsourcing and prefer to compound all drugs internally and outsource only when we have no other option; and 9.5% maximize outsourcing by outsourcing as many preparations as possible. Outsourcing Sterile Products Preparation Vendor Assessment Tool (32.5%), and conducting a site-validation visit to the outsourcing pharmacy (23.5%). 23, 24 Only 0.9% of hospitals indicated that no method was used to evaluate a CSP outsourcing vendor before purchasing from the vendor (Table 12) .", "cite_spans": [{"start": 245, "end": 246, "text": "2", "ref_id": "BIBREF1"}, {"start": 911, "end": 914, "text": "23,", "ref_id": "BIBREF22"}, {"start": 915, "end": 917, "text": "24", "ref_id": null}], "ref_spans": [{"start": 1046, "end": 1056, "text": "(Table 12)", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "Overall, 87.9% of hospitals use smart infusion pumps ( Table   13 ). The use of smart infusion pumps varies by hospital size, with the largest hospitals being the most likely to have smart infusion pumps. The percentage of hospitals using smart infusion pumps has increased over the past 15 years from 32.2% in the 2005 survey. 15 Overall, 13.4% of hospitals have a smart pump/EHR interface that autopopulates pumps with prescribed order and patient information from the EHR, eliminating the need to manually select the drug and infusion rate during setup; this varies by hospital size, with the A c c e p t e d M a n u s c r i p t largest hospitals being the most likely to have this functionality (Table 13 ). This has increased significantly since 2017 from 8.9%. 3 Overall, 14.9% of hospitals have an interface through which smart-pump infusion use data autopopulate to the patient record in the EHR, with 85.1% of hospitals requiring the nurse to manually document infusion data into the EHR (Table 13 ).", "cite_spans": [{"start": 328, "end": 330, "text": "15", "ref_id": "BIBREF14"}, {"start": 767, "end": 768, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 55, "end": 65, "text": "Table   13", "ref_id": "TABREF3"}, {"start": 699, "end": 708, "text": "(Table 13", "ref_id": "TABREF3"}, {"start": 997, "end": 1006, "text": "(Table 13", "ref_id": "TABREF3"}], "section": "Smart infusion pumps."}, {"text": "The availability of interfaces between the smart pump and the EHR has increased significantly since 2017. 3 Medication administration quality metrics. Overall, 64.1% of hospitals regularly review smart infusion pump data and quality metrics by a medication safety/quality committee. In addition, 87.5% of hospitals regularly review barcode medication administration (BCMA) data and quality metrics by a medication safety/quality committee.", "cite_spans": [{"start": 106, "end": 107, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Smart infusion pumps."}, {"text": "Model Initiative (PPMI), aspires to transform how pharmacists care for patients by empowering the pharmacy team to take responsibility for medication-use outcomes; to promote optimal, safe, and effective medication use; to expand pharmacist and technician roles; and to implement the latest technologies. 25 In this survey, we examined pharmacist's ability to independently prescribe medications, use of data analytics and technology to reduce the risk of adverse events or suboptimal outcomes in patients, the level of integration of pharmacy services across the continuum of care, advanced pharmacy technician roles, pharmacists practicing in clinic settings, and pharmacists providing ambulatory patient care via telehealth. 2.6% use basic analytics and advanced analytics in the form of artificial intelligence, machine learning, and predictive analytics; and 26.9% do not use analytics to inform treatment decisions, for adverse event monitoring, or for outcomes monitoring ( Table 14 ). The use of analytics varies by hospital size, with larger hospitals using some form of analytics to inform decision making more often than smaller hospitals.", "cite_spans": [{"start": 305, "end": 307, "text": "25", "ref_id": null}], "ref_spans": [{"start": 981, "end": 989, "text": "Table 14", "ref_id": "TABREF3"}], "section": "PAI 2030. ASHP's Practice Advancement Initiative, formerly the Pharmacy Practice"}, {"text": "The level of integration of pharmacy services across the continuum of care can drive effective patient care transitions and promote optimal patient outcomes. Pharmacy directors were asked to rate the level of integration in their hospital.", "cite_spans": [], "ref_spans": [], "section": "Service level integration."}, {"text": "Overall, 0.6% indicated seamless integration, 13.8% indicated pharmacy services were mostly integrated, 55.0% indicated some integration, and 30.6% indicated that pharmacy services were not at all integrated (Table 15 ). This varied by hospital size, with smaller hospitals reporting lower levels of integration than larger hospitals. The primary tools used to provide telehealth services are the phone (70.9%), video chat (25.2%), EHR patient portal (3.3%), and email (0.6%). No hospitals reported using text messaging for pharmacist-provided telehealth visits.", "cite_spans": [], "ref_spans": [{"start": 208, "end": 217, "text": "(Table 15", "ref_id": "TABREF3"}], "section": "Service level integration."}, {"text": "Overall, 41.0% of hospitals report billing for pharmacist-provided telehealth services.", "cite_spans": [], "ref_spans": [], "section": "Service level integration."}, {"text": "Based on the ongoing results of the ASHP national hospital pharmacy survey over the past years, pharmacists can reflect on the progress that has been made in medication-use management and the important role that the profession of pharmacy has played in improving it. This is true in all phases of the medication-use process, including the cornerstone of pharmacy practice (drug preparation and dispensing) and is reflected in the results of the 2020 survey.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "While pharmacists are potentially involved in all steps, a critical role is a review of the medication order before a dose is prepared and dispensed before administration to the patient. In the hospital setting, this has historically been a challenge given the remoteness A c c e p t e d M a n u s c r i p t of the site of medication ordering from the site where it is prepared and dispensed (ie, in the pharmacy). There is also a more urgent need for the drug in the hospital, and care is provided 24 hours per day. Early leaders in hospital pharmacy advocated and implemented a 24-hour pharmacy service, but adoption has been slow, particularly in smaller institutions.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "While the percentage of hospitals with this service is still below 50%, other methods have evolved, making it possible for more than 90% of hospitals to implement a method for pharmacists to prospectively review medication orders to detect and prevent errors before a dose is administered to the patient. Electronic access to health information and connectivity to decentralized ADCs have enabled this positive trend ( Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 419, "end": 427, "text": "Figure 1", "ref_id": "FIGREF9"}], "section": "Discussion"}, {"text": "As length of stay has shortened and the acuity of care provided in the hospitals has increased, the need for a quick turnaround time between a treatment decision and drug administration is more important. Centralized unit dose drug dispensing systems were no longer responsive enough. Placing medications in patient care areas evolved as a way to make medications more readily available, and decentralized drug dispensing systems using ADCs have almost entirely replaced centralized unit dose drug distribution programs ( Figure   2 ). This change carried with it the potential to bypass the pharmacist review of medication orders and the possibility of accessing drugs before such a review, potentially resulting in a less safe drug distribution system. Enhancements to ADCs are important, available, and necessary to ensure a safe decentralized drug distribution system. Examples of these enhancements include restricting access to medications until the pharmacist reviews the medication order and securing the bin in which individual medications are stored (\"lidded pockets\") so that drugs cannot be inadvertently obtained before the order review.", "cite_spans": [], "ref_spans": [{"start": 522, "end": 532, "text": "Figure   2", "ref_id": "FIGREF10"}], "section": "Discussion"}, {"text": "Safety in the medication-use system has also been improved by acknowledging the limits of human performance and adopting technologies that are more reliable. These The safety of CSPs has been an important issue due to highly publicized events of patient harm and an increased interest in employee safety. In response, increasingly stringent practice standards and regulatory oversight have emerged. The response by pharmacists has been primarily driven by the USP standards, namely USP <797> and USP <800>. As indicated by the national survey results, many changes in pharmacy practice have taken decades (Figures 1 and 2 ), but those prompted by enforceable standards of practice evolve more quickly. This is reflected by changes in practices for compounding sterile preparations driven by USP <797> and changes in practices for handling of hazardous drugs driven by USP <800>. Survey results show significant improvement in these practices during a short (3-year) time period; they also explain the increase in outsourcing the preparation of sterile compounded products, particularly complex preparations, for which compliance with practice standards is more challenging. incorrectly. An additional patient safety feature that is emerging is the linking of the smart pump to electronic health information systems to import prescribing information into the pump and export drug administration information out of the pump to the healthcare record.", "cite_spans": [], "ref_spans": [{"start": 605, "end": 621, "text": "(Figures 1 and 2", "ref_id": "FIGREF9"}], "section": "Discussion"}, {"text": "This capability prevents problem-prone transcription of information to healthcare records and the device and eliminates errors of omission in drug administration. While the use of smart pumps for IV drug administration is almost universal, the availability of such an electronic interface is not; however, it is increasing. Another use of smart pumps is as a measurement instrument to record quality information based on pump programming errors and alert overrides. This is a feature that is being used more often now, with almost twothirds of hospitals using such information as a quality metric and doing so through a hospital quality or patient safety committee.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "While pharmacists still focus attention on their traditional roles in drug preparation and dispensing, they have been turning their attention to improving other steps in the medication-use process. This is the focus of PAI 2030, which is intended to provide pharmacists with the tools and guidance they need to continue to lead and shape the profession. PAI 2030 consists of 59 recommendations on providing optimal, safe, and effective medication use to provide aspirational guidance as a roadmap to pharmacy practice advancement. The 2020 ASHP national hospital pharmacy survey included several questions to provide baseline data on some of the PAI 2030 recommendations. These data reveal both challenges and opportunities. For example, only 21.1% of hospitals permit pharmacists to independently prescribe. More than a quarter of hospitals do not use A c c e p t e d M a n u s c r i p t analytics to inform treatment decisions. Less than 1% seamlessly integrate pharmacy services, and almost a third do not integrate these services at all. Most hospitals make use of pharmacy technicians for traditional activities, but less than 40% use them for advanced roles such as supervising other technicians, medication reconciliation, medication assistance program coordination, and facilitating transitions of care.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Part of transitions of care programs include ambulatory care services provided in outpatient clinics. Almost 50% of health systems surveyed had pharmacists practicing in the ambulatory care setting; this is a dramatic increase from less than 20% reported in 2010. An alternative model for providing service to patients when they are out of the hospital is telehealth, and pharmacists can provide services to patients using this platform. Almost 30% of hospitals have such a program, and it is likely that this will continue to increase based on changes in care delivery in response to the coronavirus disease 2019 epidemic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The annual ASHP national survey of pharmacy practice is an important tool to assess the current state of practices related to medication use and the role that pharmacists play in monitoring, managing, and improving it. The results of the 2020 survey show that pharmacists continue their responsibility in their traditional role in preparation and dispensing of medications, and they have successfully employed technology to improve safety and efficiency in these duties. Moreover, they have employed emerging technologies to improve the safety, timeliness, and efficiency of the administration of drugs to patients. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": " Decentralized drug distribution systems now predominate in US hospitals.", "cite_spans": [], "ref_spans": [], "section": "Key Points"}, {"text": " Machine-readable coding is now widely used throughout the medication-use process.", "cite_spans": [], "ref_spans": [], "section": "Key Points"}, {"text": " The availability of electronic health information has enabled remote models of care.", "cite_spans": [], "ref_spans": [], "section": "Key Points"}, {"text": "A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t M a n u s c r i p t M a n u s c r i p t A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t M a n u s c r i p t M a n u s c r i p t M a n u s c r i p t M a n u s c r i p t A c c e p t e d M a n u s c r i p t ", "cite_spans": [], "ref_spans": [], "section": "Key Points"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "ASHP national survey of pharmacy practice in hospital settings: prescribing and transcribing-2019", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Ganio", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2020, "venue": "Am J Health-Syst Pharm", "volume": "77", "issn": "", "pages": "1026--1050", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "ASHP national survey of pharmacy practice in hospital settings: monitoring and patient education-2018", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Ganio", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2019, "venue": "Am J Health-Syst Pharm", "volume": "76", "issn": "", "pages": "1038--1058", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "ASHP national survey of pharmacy practice in hospital settings: dispensing and administration-2017", "authors": [{"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2018, "venue": "Am J Health-Syst Pharm", "volume": "75", "issn": "", "pages": "1203--1226", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "ASHP national survey of pharmacy practice in hospital settings: prescribing and transcribing-2016", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "", "middle": [], "last": "Schneider", "suffix": ""}, {"first": "", "middle": [], "last": "Scheckelhoff", "suffix": ""}], "year": 2017, "venue": "Am J Health-Syst Pharm", "volume": "74", "issn": "", "pages": "1336--1352", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "ASHP national survey of pharmacy practice in hospital settings: monitoring and patient education-2015", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2016, "venue": "Am J Health-Syst Pharm", "volume": "73", "issn": "", "pages": "1307--1330", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "ASHP national survey of pharmacy practice in hospital settings: dispensing and administration-2014", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2015, "venue": "Am J Health-Syst Pharm", "volume": "72", "issn": "", "pages": "1119--1137", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "ASHP national survey of pharmacy practice in hospital settings: prescribing and transcribing-2013", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2014, "venue": "Am J Health-Syst Pharm", "volume": "71", "issn": "", "pages": "924--942", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "ASHP national survey of pharmacy practice in hospital settings: monitoring and patient education-2012", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2013, "venue": "Am J Health-Syst Pharm", "volume": "70", "issn": "", "pages": "787--803", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "ASHP national survey of pharmacy practice in hospital settings: dispensing and administration-2011", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2012, "venue": "Am J Health-Syst Pharm", "volume": "69", "issn": "", "pages": "768--785", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "ASHP national survey of pharmacy practice in hospital settings: prescribing and transcribing-2010", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2011, "venue": "Am J Health-Syst Pharm", "volume": "68", "issn": "", "pages": "669--688", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "ASHP national survey of pharmacy practice in hospital settings: monitoring and patient education-2009", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2010, "venue": "Am J Health-Syst Pharm", "volume": "67", "issn": "", "pages": "542--558", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "ASHP national survey of pharmacy practice in hospital settings: dispensing and administration-2008", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2009, "venue": "Am J Health-Syst Pharm", "volume": "66", "issn": "", "pages": "926--946", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "ASHP national survey of pharmacy practice in hospital settings: prescribing and transcribing-2007", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2008, "venue": "Am J Health-Syst Pharm", "volume": "65", "issn": "", "pages": "827--843", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "ASHP national survey of pharmacy practice in hospital settings: monitoring and patient education-2006", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2007, "venue": "Am J Health-Syst Pharm", "volume": "64", "issn": "", "pages": "507--520", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "ASHP national survey of pharmacy practice in hospital settings: dispensing and administration-2005", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2006, "venue": "Am J Health-Syst Pharm", "volume": "63", "issn": "", "pages": "327--345", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "ASHP national survey of pharmacy practice in hospital settings: prescribing and transcribing-2004", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2005, "venue": "Am J Health-Syst Pharm", "volume": "62", "issn": "", "pages": "378--390", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "ASHP national survey of pharmacy practice in hospital settings: monitoring and patient education-2003", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2004, "venue": "Am J Health-Syst Pharm", "volume": "61", "issn": "", "pages": "457--471", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "ASHP national survey of pharmacy practice in hospital settings: dispensing and administration-2002", "authors": [{"first": "C", "middle": ["A"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Schneider", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Scheckelhoff", "suffix": ""}], "year": 2003, "venue": "Am J Health-Syst Pharm", "volume": "60", "issn": "", "pages": "52--68", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Mail and Internet Surveys: The Tailored Design Method", "authors": [{"first": "D", "middle": ["A"], "last": "Dllman", "suffix": ""}], "year": 2007, "venue": "Update with New Internet, Visual, and Mixed Mode Guide", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "IMS Health Abridged Hospital Database [proprietary data]. IQVIA", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Sampling of Populations: Methods and Applications", "authors": [{"first": "P", "middle": ["S"], "last": "Levy", "suffix": ""}, {"first": "S", "middle": [], "last": "Lemeshow", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "121--189", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Outsourcing sterile products preparation: contractor assessment tool", "authors": [], "year": 2019, "venue": "www.ashpfoundation.org/MainMenuCategories/AdvancingPractice/SterileProductsTool 24. Food and Drug Administration. Compounding: inspections, recalls, and other actions", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Reasons for outsourcing CSPs include extended beyond-use (82.3%), purchasing repackaged/compounded medications for procedures (eg, anesthesia syringes) (58.7%), insufficient staff to meet compounding needs (34.7%), purchasing products on the Food and Drug Administration (FDA) drug shortages list (32.3%), complex formulations (eg, total parenteral nutrition) (31.3%), preparation of large batches for anticipatory use (30.6%), insufficient facilities to meet compounding needs (20.7%), nonsterile-to-sterile common strategies used to evaluate external CSP providers were confirmation of state licensure (68.0%); availability of a group purchasing organization contract with the outsourcer (58.3%); establishing a contract with the pharmacy (legal review) (55.6%); commitment to receiving, at a minimum, quarterly quality assurance documentation (49.9%); evaluation of FDA-issued Form 483 reports and other FDA reports to state boards of pharmacy, if any (47.1%); rely on vetting at the corporate/health-system level (46.7%), receiving a signed attestation that the external provider follows United States Pharmacopeia chapter 797 requirements and current good manufacturing practices (40.6.9%), evaluation of state board of pharmacy inspections of the outsourcing pharmacy and corrective actions (35.0%), completing the previously available ASHP Foundation", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Independent prescribing. Overall, 21.1% of hospitals empower pharmacists to independently prescribe medications, including the selection, initiation, monitoring, and adjustment of medication therapy pursuant to a diagnosis of medical disease or condition provider. This excludes therapeutic interchange, IV-to-oral switches, and renal dosing of antibiotics under policy or protocol.Data analytics. Data analytics and technology can reduce the risk of adverse events or suboptimal outcomes in patients. Overall, 70.5% of hospitals use basic analytics from smart pumps, clinical decision support, and/or automation in dispensing and compounding;", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Technician activities. Pharmacy technicians perform important activities in the pharmacy department to support the pharmacy practice model. Many activities require advanced skill sets beyond typical activities such as packaging, medication delivery, restocking ADCs, unit dose cart fill, and sterile and nonsterile compounding. The most common advanced activities, by the percentage of survey respondents reporting them, included purchasing (94.7%), billing (75.6%), controlled substance system management (53.4%), management of 340B Drug Pricing Program activities (49.3%), information", "latex": null, "type": "figure"}, "FIGREF3": {"text": "the use of robotic technologies and machine-readable coding for verification and documentation. The application of some of these technologies is more feasible in the hospital and healthcare setting than in other settings. For example, robots used to support a centralized drug distribution system, while likely more accurate, are expensive and difficult to cost-justify in all but the largest of hospitals or multihospital systems with centralized operations. This is reflected in the survey data showing that only 4.1% of hospitals make use of robotic technology to support a centralized unit dose drug distribution system, and only 3.4% use standalone robotic devices to support a centralized sterile compounding program. In contrast, barcode verification and documentation have gained more widespread use to support CSPs, stocking of automated drug storage devices, and drug administration.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "to the compounding of sterile preparations, there are heightened risks associated with the administration of sterile medications. These risks have resulted in the almost universal use of smart pumps that provide alerts when an infusion is programmed", "latex": null, "type": "figure"}, "FIGREF5": {"text": "As pharmacists continue to expand their role to all aspects of medication use, new opportunities highlighted in the ASHP PAI 2030 have been identified. Tracking progress towards these new roles will be an important role for the ASHP national survey.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "of Moyo Myers, MS, the staff of ASHP, and the pharmacy directors who participated in the survey is acknowledged.DisclosuresThe study was partially supported by a grant from Merck & Co, Inc. The authors have declared no potential conflicts of interest.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "PJ, Pedersen CA, Ganio MC, Scheckelhoff DJ. ASHP national survey of pharmacy practice in hospital settings: workforce-2018. Am J Health-Syst Pharm. 2019;76:1127-1141.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "24-hour review of medication orders by pharmacists.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Evolution of drug distribution systems (1975-2020). ADC indicates automated dispensing cabinet.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Growth in implementation of sterile product preparation technologies. Numbers above bars indicate percentage of surveyed hospitals reporting use or nonuse of technology.", "latex": null, "type": "figure"}, "TABREF0": {"text": "93.1% of hospitals use media-fill challenge testing, 92.5% use gloved fingertip sampling, 87.4% use direct periodic observation of garbing and gloving, 86.0% use direct periodic observation of sterile technique, 80.8% use direct periodic observation of cleaning and disinfecting, 68.6% use surface testing using contact plates, 59.0% use in-house testing materials (eg, United States Pharmacopeia chapter 797 [USP <797>] examination, calculations examination), 53.7% use commercial education and testing materials (eg, ASHP-", "latex": null, "type": "table"}, "TABREF1": {"text": "For those hospitals that were not yet compliant, 51.1% identified gaps in facilities/engineering controls; 50.8%, gaps in personnel training; 45.9%, gaps in hazardous drug lists, policies and procedures, and/or risk assessment; 35.1%, gaps in drug storage;22.9%, gaps in garb/personal protective equipment; 17.6%, gaps in use of closed system drug-transfer devices; and 16.5%, gaps in use of a deactivating agent during cleaning(Table 10).", "latex": null, "type": "table"}, "TABREF2": {"text": ". Less common activities include regulatory compliance (39.6%), technician supervision of other technicians (37.4%), Larger hospitals, in general, were more likely than smaller facilities to have technicians in various advanced roles. There were significant increases from the 2018 survey in the percentages of hospitals reporting that technicians were supervising other technicians, checking the dispensing of other technicians, and involved in medication assistant program management. 26 Outpatient clinics. Overall, 46.2% of health systems had pharmacists practicing in primary or specialty care clinics (Table 17). The use of this practice varied by hospital size, with larger hospitals being more likely to have pharmacists practicing in clinic settings. The proportion of hospitals with pharmacists practicing in outpatient clinic settings has increased from 18.1% in 2010. 10 Within these settings, pharmacists most commonly practice in the areas of anticoagulation (25.8%), oncology (23.2%), general drug therapy management services (21.3%), diabetes (16.9%), family medicine (16.8%), cardiovascular disease (eg, dyslipidemia, hypertension, congestive heart failure) (15.8%), infectious disease (eg, human immunodeficiency virus disease, hepatitis) (11.6%), solid organ transplant (8.4%), pain and palliative care (6.5%), immunology (eg, gastroenterology, rheumatology, dermatology, neurology) (6.1%), and pharmacogenomics (3.3%). These figures varied by hospital size, with larger hospitals being more likely to have pharmacists practicing in all of A c c e p t e d M a n u s c r i p t the aforementioned clinic types. The proportion of hospitals with pharmacists in all these areas has increased since 2018. 2Pharmacist-provided telehealth. Overall, 28.4% of hospitals have pharmacists provide ambulatory patient care via telehealth. This varies by hospital size, with larger hospitals being more likely to have pharmacists provide patient care via telehealth than smaller hospitals. For example, at 54.8% of the largest hospitals (those with 600 or more staffed beds) ambulatory pharmacists provide telehealth visits, as compared with 63.4% of hospitals with 400 to 599 beds, 47.5% with 300 to 399 beds, 33.3% with 200 to 299 beds, 29.4% with 100 to 199 beds, 25.0% with 50 to 99 beds, and 15.1% with fewer than 50 beds (uncorrected χ 2 = 25.2882, df = 6, design-based F(4.47, 1136.19) = 4.7554, P = 0.0005).", "latex": null, "type": "table"}, "TABREF3": {"text": "Size, Location, and Ownership of Respondents' Hospitals", "latex": null, "type": "table"}, "TABREF4": {"text": "Medication Order Review and Entry", "latex": null, "type": "table"}, "TABREF6": {"text": "Primary Method of Maintenance Dose Distribution", "latex": null, "type": "table"}, "TABREF7": {"text": "Predominant Configuration of Automated Dispensing Cabinets", "latex": null, "type": "table"}, "TABREF8": {"text": "Use of Machine-Readable Coding", "latex": null, "type": "table"}, "TABREF9": {"text": "Technology Used During Sterile Product Preparation", "latex": null, "type": "table"}, "TABREF10": {"text": "Robotics Used During Sterile Product Preparation", "latex": null, "type": "table"}, "TABREF11": {"text": "Methods Used to Assess Staff Competence to Prepare Compounded Sterile Preparations", "latex": null, "type": "table"}, "TABREF12": {"text": "Environmental Sampling Program and Reporting", "latex": null, "type": "table"}, "TABREF13": {"text": "USP <800> Compliance and Gaps", "latex": null, "type": "table"}, "TABREF14": {"text": "Outsourcing of Compounded Sterile Preparations", "latex": null, "type": "table"}, "TABREF15": {"text": "Strategies to Evaluate External Compounded Sterile Preparation Outsourcers", "latex": null, "type": "table"}, "TABREF16": {"text": "24.0832, df = 6, design-based F(4.48, 949.40) = 4.0106, P = 0.0021.", "latex": null, "type": "table"}, "TABREF17": {"text": "Use of Smart Infusion Pumps", "latex": null, "type": "table"}, "TABREF18": {"text": "Abbreviations: EHR, electronic health record; NS, not surveyed. a Uncorrected χ 2 = 13.9717, df = 6, design-based F(4.24, 1080.41) = 2.7369, P = 0.0251. 95% confidence interval did not include previous-year point estimate. Uncorrected χ 2 = 13.5979, df = 6, design-based F(4.45, 1036.11) = 2.3883, P = 0.0430.", "latex": null, "type": "table"}, "TABREF19": {"text": "Use of Data Analytics and Technology to Reduce Risk of Adverse Events or Suboptimal OutcomesBasic analytics from smart pumps, clinical decision support, and/or automation used in dispensing and compounding Basic and advanced analytics in the form of artificial intelligence,", "latex": null, "type": "table"}, "TABREF20": {"text": "Level of Pharmacy Services Integration to Optimize Patient Care Transitions df = 18, design-based F(10.58, 2686.54) = 2.1971, P = 0.0136.", "latex": null, "type": "table"}, "TABREF21": {"text": "Advanced Pharmacy Technicians Activities Abbreviations: NS, not surveyed; USP <795>/<797>/<800>, United States Pharmacopeia chapter 795/797/800. a Uncorrected χ 2 = 10.4406, df = 6, design-based F(3.30, 819.28) = 2.7777, P = 0.0352. Uncorrected χ 2 = 28.4510, df = 6, design-based F(4.44, 1101.48) = 5.3684, P = 0.0002. c Uncorrected χ 2 = 14.8736, df = 6, design-based F(4.46, 1104.90) = 2.8014, P = 0.0203. df = 6, design-based F(4.46, 1106.22) = 4.1733, P = 0.0015. e Uncorrected χ 2 = 18.7811, df = 6, design-based F(4.45, 1103.95) = 3.5401, P = 0.0051. 95% confidence interval did not include previous-year point estimate. df = 6, design-based F(4.46, 1105.62) = 5.1041, P = 0.0002. Uncorrected χ 2 = 16.4352, df = 6, design-based F(4.48, 1111.38) = 3.0477, P = 0.0127. 30.1397, df = 6, design-based F(4.50, 1115.26) = 5.3812, P = 0.0001.", "latex": null, "type": "table"}, "TABREF22": {"text": "Outpatient Clinic Operations Types of clinics pharmacists participate in Abbreviations: CHF, congestive heart failure; GI, gastrointestinal; NS, not surveyed. df = 6, design-based F(4.42, 1121.74) = 5.0932, P = 0.0003. 95% confidence interval did not include previous-year point estimate. c Uncorrected χ 2 = 19.9265, df = 6, design-based F(4.47, 1136.42) = 3.7451, P = 0.0034.", "latex": null, "type": "table"}}, "back_matter": []}