{"paper_id": "0a47ed51da9f8d7610d001f46cdc18c0ba8b893b", "metadata": {"title": "Synergistic Effect of Two Nanotechnologies Enhances the Protective Capacity of the Theileria parva Sporozoite p67C Antigen in Cattle", "authors": [{"first": "Anna", "middle": [], "last": "Lacasta", "suffix": "", "affiliation": {"laboratory": "", "institution": "International Livestock Research Institute", "location": {"postCode": "00100", "settlement": "Nairobi", "country": "Kenya"}}, "email": ""}, {"first": "Karishma", "middle": ["T"], "last": "Mody", "suffix": "", "affiliation": {"laboratory": "Queensland Alliance for Agriculture and Food Innovation", "institution": "The University of Queensland", "location": {"postCode": "4072", "settlement": "Brisbane", "region": "Queensland", "country": "Australia"}}, "email": ""}, {"first": "Ine", "middle": [], "last": "De Goeyse", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chengzhong", "middle": [], "last": "Yu", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Queensland", "location": {"postCode": "4072", "settlement": "Brisbane", "region": "Queensland", "country": "Australia"}}, "email": ""}, {"first": "Jun", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Queensland", "location": {"postCode": "4072", "settlement": "Brisbane", "region": "Queensland", "country": "Australia"}}, "email": ""}, {"first": "James", "middle": [], "last": "Nyagwange", "suffix": "", "affiliation": {"laboratory": "", "institution": "International Livestock Research Institute", "location": {"postCode": "00100", "settlement": "Nairobi", "country": "Kenya"}}, "email": ""}, {"first": "Stephen", "middle": [], "last": "Mwalimu", "suffix": "", "affiliation": {"laboratory": "", "institution": "International Livestock Research Institute", "location": {"postCode": "00100", "settlement": "Nairobi", "country": "Kenya"}}, "email": ""}, {"first": "Elias", "middle": [], "last": "Awino", "suffix": "", "affiliation": {"laboratory": "", "institution": "International Livestock Research Institute", "location": {"postCode": "00100", "settlement": "Nairobi", "country": "Kenya"}}, "email": ""}, {"first": "Rosemary", "middle": [], "last": "Saya", "suffix": "", "affiliation": {"laboratory": "", "institution": "International Livestock Research Institute", "location": {"postCode": "00100", "settlement": "Nairobi", "country": "Kenya"}}, "email": ""}, {"first": "Thomas", "middle": [], "last": "Njoroge", "suffix": "", "affiliation": {"laboratory": "", "institution": "International Livestock Research Institute", "location": {"postCode": "00100", "settlement": "Nairobi", "country": "Kenya"}}, "email": ""}, {"first": "Robert", "middle": [], "last": "Muriuki", "suffix": "", "affiliation": {"laboratory": "", "institution": "International Livestock Research Institute", "location": {"postCode": "00100", "settlement": "Nairobi", "country": "Kenya"}}, "email": ""}, {"first": "Nicholas", "middle": [], "last": "Ndiwa", "suffix": "", "affiliation": {"laboratory": "Research Methods Group", "institution": "International Livestock Research Institute", "location": {"postCode": "00100", "settlement": "Nairobi", "country": "Kenya"}}, "email": ""}, {"first": "Elisabeth", "middle": ["Jane"], "last": "Poole", "suffix": "", "affiliation": {"laboratory": "Research Methods Group", "institution": "International Livestock Research Institute", "location": {"postCode": "00100", "settlement": "Nairobi", "country": "Kenya"}}, "email": ""}, {"first": "Bing", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Antonino", "middle": [], "last": "Cavallaro", "suffix": "", "affiliation": {"laboratory": "Queensland Alliance for Agriculture and Food Innovation", "institution": "The University of Queensland", "location": {"postCode": "4072", "settlement": "Brisbane", "region": "Queensland", "country": "Australia"}}, "email": ""}, {"first": "Timothy", "middle": ["J"], "last": "Mahony", "suffix": "", "affiliation": {"laboratory": "Queensland Alliance for Agriculture and Food Innovation", "institution": "The University of Queensland", "location": {"postCode": "4072", "settlement": "Brisbane", "region": "Queensland", "country": "Australia"}}, "email": ""}, {"first": "Lucilla", "middle": [], "last": "Steinaa", "suffix": "", "affiliation": {"laboratory": "", "institution": "International Livestock Research Institute", "location": {"postCode": "00100", "settlement": "Nairobi", "country": "Kenya"}}, "email": ""}, {"first": "Neena", "middle": [], "last": "Mitter", "suffix": "", "affiliation": {"laboratory": "Queensland Alliance for Agriculture and Food Innovation", "institution": "The University of Queensland", "location": {"postCode": "4072", "settlement": "Brisbane", "region": "Queensland", "country": "Australia"}}, "email": ""}, {"first": "Vishvanath", "middle": [], "last": "Nene", "suffix": "", "affiliation": {"laboratory": "", "institution": "International Livestock Research Institute", "location": {"postCode": "00100", "settlement": "Nairobi", "country": "Kenya"}}, "email": ""}]}, "abstract": [{"text": "East Coast fever (ECF), caused by Theileria parva, is the most important tick-borne disease of cattle in sub-Saharan Africa. Practical disadvantages associated with the currently used live-parasite vaccine could be overcome by subunit vaccines. An 80-aa polypeptide derived from the C-terminal portion of p67, a sporozoite surface Ag and target of neutralizing Abs, was the focus of the efforts on subunit vaccines against ECF and subjected to several vaccine trials with very promising results. However, the vaccination regimen was far from optimized, involving three inoculations of 450 mg of soluble p67C (s-p67C) Ag formulated in the Seppic adjuvant Montanide ISA 206 VG. Hence, an improved formulation of this polypeptide Ag is needed. In this study, we report on two nanotechnologies that enhance the bovine immune responses to p67C. Individually, HBcAg-p67C (chimeric hepatitis B core Ag virus-like particles displaying p67C) and silica vesicle (SV)-p67C (s-p67C adsorbed to SV-140-C 18 , octadecylmodified SVs) adjuvanted with ISA 206 VG primed strong Ab and T cell responses to p67C in cattle, respectively. Coimmunization of cattle (Bos taurus) with HBcAg-p67C and SV-p67C resulted in stimulation of both high Ab titers and CD4 T cell response to p67C, leading to the highest subunit vaccine efficacy we have achieved to date with the p67C immunogen. These results offer the much-needed research depth on the innovative platforms for developing effective novel protein-based bovine vaccines to further the advancement.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "number of inoculations of p67C to two resulted in immunity to ECF in only ∼25% of vaccinated cattle (11) . Hence, an improved formulation of this polypeptide Ag is needed. With this objective in mind, we have explored improving the immune responses to p67C by changing its presentation to the bovine immune system from a monomeric soluble Ag to a particulate multimeric one by using two nanoparticle platform technologies.", "cite_spans": [{"start": 100, "end": 104, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "The first platform exploits the ability of the core Ag of hepatitis B virus (HBcAg) to fold into chimeric icosahedral-shaped virus-like particles (VLPs) following insertion of heterologous Ag sequences into the domain between aa 76 and 81 of HBcAg. This results in the display of foreign Ags at the top of a spike structure called the major immunodominant region at the surface of the VLP in a regular array that can translate into superior stimulation of Agspecific Ab responses (12) . Exploitation of this system as a generic Ag delivery system has, however, been hampered by finding that HBcAg generally permits insertion of short polypeptide sequences (#100 residues) as longer sequences often disrupt dimerization of HBcAg monomers and subsequent VLP formation (12) (13) (14) (15) . Chimeric VLPs have been used to improve the immune response to defined Ags, like SR1 from Theileria annulata (14) or VP1 capsid protein from foot-and-mouth disease virus (15) , among others.", "cite_spans": [{"start": 480, "end": 484, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 766, "end": 770, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 771, "end": 775, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 776, "end": 780, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 781, "end": 785, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 897, "end": 901, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 958, "end": 962, "text": "(15)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": ""}, {"text": "The second nanoparticle platform exploits the capacity of spherical hollow silica vesicles (SVs) to adsorb a range of different types and sizes of molecules onto their external and internal surfaces via electrostatic interactions (16) . SVs have not been extensively tested as an Ag delivery system because of a lack of uniformity in their synthesis. However, a robust, simple two-step fabrication process of SVs that controls vesicle wall thickness, diameter, and pore size was recently described. The SV surfaces can be functionally modified by amino or hydrophobic groups to empirically optimize the adsorption of Ags (17) . SVs with a diameter of 50 nm are of an ideal size for endocytosis and they have been shown to adsorb whole Ags and to enhance the immunogenicity of Anaplasma marginale Ags in mice (18) and of the E2 Ag of bovine viral diarrhea virus 1 (BVDV-1) in sheep (19) .", "cite_spans": [{"start": 230, "end": 234, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 621, "end": 625, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 808, "end": 812, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 881, "end": 885, "text": "(19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "In this study, we report on the immunogenicity of p67C following immunization of cattle with s-p67C, chimeric HBcAg VLPs displaying p67C (HBcAg-p67C), s-p67C adsorbed to SV-140-C 18 SVs (SV-p67C), and a combination of SV-p67C and HBcAg-p67C. All Ags were formulated with the adjuvant ISA 206 VG. In these comparative studies, HBcAg-p67C induced the highest level of p67C Ab responses and a switch in Ab subtype but a poor CD4 + T cell response, and SV-p67C induced a strong CD4 + T cell response but lower levels of Abs. Immunization with a combination of SV-p67C and HBcAg-p67C induced high p67C-specific Ab and CD4 + T cell responses and resulted in the highest levels of protection to T. parva sporozoite challenge.", "cite_spans": [{"start": 179, "end": 181, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": ""}, {"text": "Bacterial-derived s-p67C, HBcAg-p67C, and control HBcAg VLP production and characterization", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "To generate s-p67C, residues 572-651 of T. parva (Muguga) p67 Ag were cloned as a BamHI-HindIII fragment in pET-28a + (Novagen). The total length of the p67C fusion protein is 114 aa residues of which the terminal 80 residues encode p67C (10) (Table I) . Bulk production and purification of 100 mg s-p67C was out-sourced to GenScript Biotech. Briefly, Escherichia coli pellets were lysed by sonication in guanidine hydrochloride and the target protein obtained by one-step purification using an Ni-affinity column under denaturing conditions. Fractions were pooled, extensively dialyzed against PBS followed by 0.22 mm filter sterilization, and stored at 280˚C. As judged by SDS-PAGE, the protein was .95% pure.", "cite_spans": [{"start": 238, "end": 242, "text": "(10)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 243, "end": 252, "text": "(Table I)", "ref_id": null}], "section": "Materials and Methods"}, {"text": "To generate HBcAg-p67C, p67C cDNA was amplified from T. parva Muguga sporozoite first-strand cDNA prepared using the Omniscript Reverse Transcription Kit (Qiagen). Gene-specific primers (p67C forward: 59-CCCCgttaacTTGGAAGATGGTGGTGGTGGTTCTGGTGGTGGT-GGTGGAACGGGAGGGGGATCA-39; and p67C reverse: 59-CCAC-AATAGCAGCTGGAGGAGAAGGTGGTGGTGGTTCTGGTGGTGGTG-GTCCAgctagcCCC-39) contained a 9-aa linker [(G) 4 S(G) 4 , underlined] and restriction enzyme sites for HpaI or NheI (lowercase) to allow directional cloning of the PCR product first into the pGEM-T easy vector (Promega) and then into pBAD/B-HBcAg (20) . Integration of p67C occurs between aa 78 and 79 of HBcAg (Table I) . All clones were sequence verified and the three-dimensional structure of the HBcAg-p67C fusion protein was predicted by using the protein structure homology modeling server SWISS-MODEL (21) .", "cite_spans": [{"start": 400, "end": 401, "text": "4", "ref_id": "BIBREF3"}, {"start": 593, "end": 597, "text": "(20)", "ref_id": "BIBREF19"}, {"start": 854, "end": 858, "text": "(21)", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 657, "end": 666, "text": "(Table I)", "ref_id": null}], "section": "Materials and Methods"}, {"text": "HBcAg-p67C and HBcAg protein expression, purification, and formation of VLPs was as previously described (22) . These experiments were performed at the Integrated Molecular Plant Physiology Research group of the University of Antwerp. Briefly, a single E. coli MC1061 colony containing pBAD/B-HBcAg-p67C was grown overnight in 5 ml of Luria-Bertani (Sigma-Aldrich) broth and used to seed larger cultures before addition of L-arabinose (0.02% w/v; Sigma-Aldrich) for the induction of HBcAg-p67C fusion protein expression. Cells were lysed using a French cell press (10,000 p.s.i.; SLM Aminco), the clarified supernatant was loaded on a 10-ml DEAE Sephacel column (GE Healthcare), and the flow through was collected (25 ml). Following two rounds of ammonium sulfate precipitations, first at 20% and then at 15%, the final pellet was solubilized in 2 ml of wash buffer (50 mM Tris/HCl, 100 mM NaCl, 0.01% Triton-X100, pH8) and dialyzed overnight using 5 l of wash buffer to allow protein refolding and VLP formation. After centrifugation, the supernatant was loaded on a gel filtration column (height: 100 cm, diameter 2.5 cm Sephacryl S-300; GE Healthcare) and protein fractions in the void volume were collected. Control HBcAg VLPs were obtained using the pBAD/B-HBcAg vector, following the same procedure.", "cite_spans": [{"start": 105, "end": 109, "text": "(22)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Purified proteins were separated by SDS-PAGE, and gels were stained with a Colloidal Blue Staining Kit (Invitrogen) or Coomassie Brilliant Blue (Sigma-Aldrich) and were also analyzed by Western blot with anti-p67C mAb ARIV 21.4 (9) (ascites diluted at 1/1000) and secondary antimouse-HRP Ab (Sigma-Aldrich). Protein quantities were measured by a BCA Protein Assay Kit (Pierce) and evaluation of the particle formation was done using electron microscopy on a 2010 Tecnai G2 (FEI) transmission electron microscope. Samples were coated on Formvar/Carbon support film grids (no. FCF200CU; Laboprimex) and negatively stained with 1% phosphotungstic acid (pH 8).", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "A range of different SVs (SV-50, SV-50-NH 2 , SV-50-C 18 , SV-100, SV-100-NH 2 , SV-140, SV-140-NH 2 , and SV-140-C 18 particles [Table II ]) were generated as previously described (23) and were incubated with s-p67C in sterile PBS (Life Technologies). The particle-protein slurry was incubated overnight on a shaker at 200 rpm at 4˚C followed by SDS-PAGE analysis of the SVs and supernatant fractions. The relative abundance of Ag adsorbed was ranked arbitrarily depending on the amount of Ag on the supernatants after centrifugation. This led to identification of SV-140-C 18 SVs as having the highest capacity for adsorption of s-p67C. By varying the ratio of SV to s-p67C, 1 mg of SV-140-C 18 was found to adsorb 133 mg of s-p67C.", "cite_spans": [{"start": 181, "end": 185, "text": "(23)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 129, "end": 138, "text": "[Table II", "ref_id": "TABREF1"}], "section": "Identification of different SVs capacity to adsorb s-p67C"}, {"text": "The two-step production of SVs has been previously described (17) . Briefly, in step one, 0.5 g of EO 39 BO 47 EO 39 [commercial name B50-6600, EO is poly(ethylene oxide) and BO is poly(butylene oxide); Dow Company] and 0.852 g of Na 2 SO 4 were dissolved in 30 g of pH 4.7 NaAc-HAc buffer solution ([NaAc] = [HAc] = 0.40 M) under vigorous stirring overnight to form a homogeneous solution at 10˚C. Then, 3.33 g of tetraethyl orthosilicate (TEOS) was added to the solution with continuous stirring for 24 h at 10˚C. In step two, the reaction mixture was placed in an autoclave and hydrothermally treated at 140˚C for another 24 h. The precipitate, consisting of SVs, was filtered, repeatedly washed with deionized water to remove the added salts, dried in air, and calcined at 550˚C in muffle furnace (Carbolite) in air for 5 h. To modify SVs with octadecyl (-C 18 ) groups, 48 mg of calcined SVs were dispersed in 6 ml of toluene (Sigma-Aldrich) in a 50-ml flask. The mixture was stirred at 110˚C for 6 h and 0.12 ml of n-octadecyltrimethoxysilane (Sigma-Aldrich) was added to the mixture with stirring at 110˚C for 12 h. The SVs were recovered by centrifugation, extensively washed with toluene and ethanol, and dried in a fume-hood at room temperature.", "cite_spans": [{"start": 61, "end": 65, "text": "(17)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Synthesis and characterization of SV-140-C 18 SVs"}, {"text": "The morphology of SV-140-C 18 particles was observed using a field emission scanning electron microscope (FE-SEM; JEOL JSM 7800) operated at 0.8 kV. A sample-ethanol dispersion was dropped to an aluminum foil piece, dried, and attached to the conductive carbon film on an FE-SEM mount. The FE-SEM mount was then cleaned by the plasma cleaner for 5 min before observation. For transmission electron microscopy observation, the sample-ethanol dispersion was dropped to the carbon film on a Cu grid and dried. Nitrogen adsorption-desorption isotherms were measured by using a Micromeritics Tristar II system at 2196˚C, before which the sample was degassed at 100˚C overnight on a vacuum line. The total pore volume was calculated from the amount adsorbed at a maximum relative pressure (P/P 0 = 0.99). The entrance size of SVs was calculated by the Barrett-Joyner-Halanda method from the desorption branch of the isotherms and the specific surface area was calculated from the Brunauer-Emmett-Teller method. Fourier transform infrared (FTIR) spectrum was collected on a ThermoNicolet Nexus 6700 FTIR spectrometer equipped with a Diamond Attenuated Total Reflection Crystal. Thirty-two scans were collected for the spectrum at resolution of 4 cm 21 in the range 400-4000 cm 21 .", "cite_spans": [{"start": 1270, "end": 1272, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Synthesis and characterization of SV-140-C 18 SVs"}, {"text": "Several characteristic peaks were found at 808, 1050-1200, 2852, and 2922 cm 21 (Supplemental Fig. 1C ), which can be attributed to symmetric -Si-O-Si (24, 25) and antisymmetric -CH2-stretching of octadecyl groups (26, 27) , respectively.", "cite_spans": [{"start": 151, "end": 155, "text": "(24,", "ref_id": "BIBREF23"}, {"start": 156, "end": 159, "text": "25)", "ref_id": "BIBREF24"}, {"start": 214, "end": 218, "text": "(26,", "ref_id": "BIBREF25"}, {"start": 219, "end": 222, "text": "27)", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 94, "end": 101, "text": "Fig. 1C", "ref_id": "FIGREF0"}], "section": "Synthesis and characterization of SV-140-C 18 SVs"}, {"text": "An aliquot of s-p67C was labeled with a fluorescent FITC tag using an FITC conjugation kit (Abcam), following the manufacturer's instructions, hereafter referred to as s-p67C-FITC. SV-140-C 18 SVs were adsorbed with s-p67C-FITC (SV-p67C-FITC), as described above. Murine macrophage-like RAW 264.7 cells (kindly donated by Dr. B. Rolfe from the Australian Institute for Bioengineering and Nanotechnology, The University of Queensland), were maintained in DMEM supplemented with 10% FBS at 37˚C in a 5% CO 2 incubator using standard cell culture procedures.", "cite_spans": [], "ref_spans": [], "section": "SV-p67C-FITC confocal microscopy"}, {"text": "For cellular uptake assays, 10 5 RAW 264.7 cells were allowed to attach on sterile microscope coverslip chambers at 37˚C for 24 h and then exposed to SV-140-C 18 SVs, s-p67C-FITC, and SV-p67C-FITC, the last two formulated with and without the adjuvant ISA 206 VG. Montanide ISA 206 VG adjuvant was mixed with Ag following the manufacturer's instructions before exposing the mix to the cells. After 2 h of incubation at 37˚C and 5% CO 2 , the cells were washed three times with PBS pH 7.4. Acidic organelles in the cells were stained red with Lysotracker Red DND-99 (Thermo Fisher Scientific), cell membrane was stained with wheat germ agglutinin, Alexa Fluor 647 conjugate (WGA-647; Thermo Fisher Scientific) and nuclei were stained with Hoechst 33342 (Thermo Fisher Scientific), following the manufacturer's instructions. Cells were visualized using a 403 confocal laser-scanning microscope (LSM510METS; Zeiss). Microscopy was performed at the Australian Cancer Research Foundation (ACRF)-Institute for Molecular Bioscience Cancer Biology Imaging Facility, which was established with the support of the ACRF.", "cite_spans": [], "ref_spans": [], "section": "SV-p67C-FITC confocal microscopy"}, {"text": "Holstein/Friesian and Ayrshire cattle (Bos taurus) from 6 to 9 mo old and negative for T. parva Abs as determined by ELISA (28) For the immunogenicity studies, three animals were randomly assigned to one of six experimental groups and each animal received three doses of Ag, with 28-d intervals between booster doses (Table III) . Animals received a total of 2 ml per inoculation, administered s.c. in the neck, and were monitored for adverse clinical reactions at the site of inoculation. All immunogens (except for group 4) were diluted in PBS and mixed with Montanide ISA 206 VG adjuvant (Seppic) in a 1:1 ratio following the manufacturer's instructions. In group 1, animals (BM005, BM062, and BM065) were immunized with 100 mg of purified s-p67C fusion protein (equivalent to 70 mg of p67C); group 2 (BM003, BM015, and BM073) and group 4 animals (BM156, BM163, and BM189) were immunized with 100 mg of s-p67C adsorbed by 752 mg SV-140-C 18 SVs (SV-p67C) with and without adjuvant ISA 206 VG, respectively; group 3 animals (BM135, BM162, and BM203) were immunized with 300 mg HBcAg-p67 VLPs, equivalent to ∼80 mg p67C. Finally, group 5 (BN046, BN047, and BN048) were immunized with the same amount of SV-67C and HBcAg-p67C (from now called SV-HBc-p67C and equivalent to ∼150 mg of p67C) separately formulated with ISA 206 VG and given as two inoculations, one of each side of the neck; and group 6 (BN096, BN101, and BN120) were inoculated with SV-HBc-p67C formulated with ISA206 VG together in a single inoculation. None of the animals exhibited immediate or delayed hypersensitivity, indicating safety of the Ag formulations. Samples of blood for preparation of serum and PBMCs were taken at various times as indicated in the text.", "cite_spans": [{"start": 123, "end": 127, "text": "(28)", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 317, "end": 328, "text": "(Table III)", "ref_id": "TABREF1"}], "section": "Cattle immunogenicity and challenge studies"}, {"text": "For the challenge experiment, 30 cattle were allocated in two groups of 15 each (Table III) . Group 7 animals received three doses (with 28-d intervals between booster doses) of SV-HBc-p67C (equivalent to ∼150 mg of p67C), separately formulated with ISA 206 VG and given as two inoculations, one of each side of the neck. Group 8 animals were kept unvaccinated to be used as a control group for challenge. A group of animals vaccinated with HBcAg alone was not included, as it was previously reported it has no effect on challenge outcome (29, 30) . Twenty-one days after the last boost, all animals were given an s.c. syringe challenge of 1 ml of T. parva Muguga sporozoites (stabilate no. 3087), as previously described (11) . After the challenge, all experimental cattle were monitored daily for changes in rectal temperatures and other clinical manifestations of ECF, and the ECF scores were calculated (Rowland index) (31) . The index was used to define whether animals were susceptible (index: 6-10, nonprotected) or immune (index: 0-5.99, protected) to ECF by the end of the experiment, as previously described (7).", "cite_spans": [{"start": 539, "end": 543, "text": "(29,", "ref_id": "BIBREF28"}, {"start": 544, "end": 547, "text": "30)", "ref_id": "BIBREF29"}, {"start": 722, "end": 726, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 923, "end": 927, "text": "(31)", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 80, "end": 91, "text": "(Table III)", "ref_id": "TABREF1"}], "section": "Cattle immunogenicity and challenge studies"}, {"text": "The differences among immunogenicity groups in response to p67C was also analyzed using a Kruskal-Wallis rank sum test, a nonparametric method for testing whether samples originate from the same distribution.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis for cattle in vivo experiments"}, {"text": "Analysis of the immunity status of challenged animals was carried out using both nonparametric and parametric methods. The immune animals, as defined by the ECF scores described above, were first coded 1 and nonimmune animals were coded 0. The nonparametric difference in proportion of animals immune between group 7 and group 8 was evaluated using a Fisher exact test and exact 95% confidence intervals were calculated. Subsequently, a parametric logistic regression was used to test the effect of group, breed, and age on probability of immunity. As breed and age were nonsignificant, the model was refit containing group only.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis for cattle in vivo experiments"}, {"text": "Analysis of the ECF score was also carried out using parametric methods. Prior to statistical analysis of the final ECF scores, animals who reached the humane end point (ECF score of 6.5) and were removed from the trial prior to the end of the experiment (21 d after challenge) had their final ECF score fixed at 6.5. Linear regression analysis was used to test for the differences in ECF scores with group, breed, and age as explanatory variables. As with immunity, the breed and age were nonsignificant. The regression was rerun containing only the group effect and least-square mean final ECF score and their 95% confidence intervals calculated for each group. The residuals were checked to confirm the assumptions of the linear regression were appropriate, despite the fixed nature of animals who passed the humane end point (6.5) these assumptions (linearity, normality, homoscedasticity, lack of multicollinearity, and autocorrelation) were reasonable.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis for cattle in vivo experiments"}, {"text": "A Fisher exact test to assess the association between immunity and a binary variable half-maximal (half-max) Ab titers and CD4 indices was also performed to be able to assess the relationship of these two parameters, separately and in combination, with protection. The half-max titer of 6000 and a CD4 index of 100 were selected as a cut-off for the association because they are approximately the mean response of the immune animals in group 7. For the combination variable, 1 = both half-max Ab titers and CD4 indices above threshold versus 0 = all other combinations. A 95% exact confidence interval was calculated around the observed immunity percentages for the above threshold half-max Ab titers, CD4 titers, and their combination.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis for cattle in vivo experiments"}, {"text": "ELISAs for detection of Ab isotypes and sporozoite seroneutralization assay p67C-specific IgG and IgM Abs isotypes and IgG1 and IgG2 subtypes responses were detected as previously described (11) . Briefly, plates were coated with 0.5 mg/ml of Ag in PBS for an ELISA and developed with sheep anti-bovine IgG, IgM, IgG1, or IgG2 HRP-conjugated secondary Abs (Bio-Rad Laboratories). Half-max Ab titers were calculated using OD values from an Ab dilution series with Graph Pad Prism version 7.0b (GraphPad software). HBcAg-specific Abs were detected in a similar assay using HBcAg particles at 5 mg/ml in PBS as the coating Ag.", "cite_spans": [{"start": 190, "end": 194, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Statistical analysis for cattle in vivo experiments"}, {"text": "The ability of heat-inactivated bovine sera to inhibit in vitro infectivity of the T. parva sporozoites was assessed using a 96-well seroneutralization assay as previously described (11) . Briefly, 1/50 dilutions of heatinactivated sera were incubated with T. parva sporozoites for 10 min. Fresh Ficoll-isolated cattle PBMC were added to the mix and incubated for 1 h. Thereafter, plates were washed and resuspended in RPMI 1640 supplemented with 10% heat-inactivated FBS and incubated for 14 d at 37˚C. The read-out of the assay was based on an anti-PIM cellular ELISA, a parasite Ag that is expressed by the schizont stage of the parasite. Sporozoite neutralization results were expressed as the percentage of reduction of infectivity compared with infectivity rates in the presence of preimmunization sera (day 0).", "cite_spans": [{"start": 182, "end": 186, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Statistical analysis for cattle in vivo experiments"}, {"text": "Nine 15-mer peptides overlapping by 7 aa (Mimotopes Pty) were designed to assess the peptide epitope specificity of sera from immunized animals (Supplemental Table I ). Immobilizer amino ELISA plates (Nunc Cell Culture) were coated overnight at 4˚C with 10 mg/ml (100 ml per well) of each peptide in 100 mM carbonate buffer (pH 9.6) (Sigma-Aldrich). After incubation, plates were blocked for 1 h at 37˚C with PBS containing 0.05% Tween 20 and 2% BSA (Sigma-Aldrich). After blocking, individual bovine sera were added at 1/1000 dilution in blocking buffer and incubated at 37˚C for 2 h. Thereafter, bovine Abs were detected using an HRPconjugated sheep anti-bovine IgG (AAI23P; Bio-Rad Laboratories) diluted 1/5000 in blocking buffer. After 1 h of incubation, the reaction was developed for 10 min at 37˚C with 50 ml of TMB plus 2 (Kem-En-Tec Diagnostics) and stopped using 50 ml of 0.5 M H 2 SO 4 (Sigma-Aldrich).", "cite_spans": [], "ref_spans": [{"start": 158, "end": 165, "text": "Table I", "ref_id": null}], "section": "Serological specificity to overlapping p67C synthetic linear peptides"}, {"text": "Reactions were read at 450 nm using a Synergy HT ELISA Reader (BioTek Instruments). Plates were washed four times in between each step using PBS containing 0.05% Tween 20 and assays were carried out in triplicates. The results presented as a heat map for the standardized OD from individual animals with the average of the triplicates from each animal and peptide was generated using the Heatmapper software (32) . The standardization was performed using the OD against a peptide pool containing all linear peptides as a positive control.", "cite_spans": [{"start": 408, "end": 412, "text": "(32)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Serological specificity to overlapping p67C synthetic linear peptides"}, {"text": "Assays were carried with CD4 + T cells that were enriched from Ficollisolated PBMCs using magnetic beads (Miltenyi Biotec) coated with antibovine CD4 ascites (ILRI mouse hybridoma clone ILA11), as previously described (11) .", "cite_spans": [{"start": 218, "end": 222, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "CD4 + T cell IFN-g ELISpot and 3 H-thymidine proliferation assays"}, {"text": "IFN-g ELISpot assay on CD4 + T cells was as previously described (33) . Briefly, a monoclonal anti-bovine IFN-g Ab (MCA1783; Serotec) was incubated overnight at 4˚C on ELISpot plates (MilliporeSigma), and then blocked with RPMI 1640 supplemented with 10% FBS for 2 h at 37˚C prior to adding specific Ag. Ags were tested in triplicates and two different cell concentrations: 1.25 3 10 5 and 2.5 3 10 5 cell per well. The plates were incubated at 37˚C for 20 h and developed using a rabbit polyclonal anti-bovine IFN-g Ab (A2556; Sigma-Aldrich). Results were expressed as IFN-g-secreting cell counts per million CD4 + cells (IFNg-SC per million CD4 + cells). Two types of antigenic stimuli were used: s-p67C at 20 mg/ml (equivalent to 2.5 mM) or a pool of seven 25-mer synthetic p67C peptides at 2 mM (Supplemental Table I ) that overlap by 16 aa residues covering the p67C sequence (Mimotopes Pty). Media were used as a general negative control, and 25-mer peptides not related to T. parva (Mimotopes Pty.) and OVA (Sigma-Aldrich) were used as negative controls. Con A at 2.5 mg/ml was used as a positive control.", "cite_spans": [{"start": 65, "end": 69, "text": "(33)", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 813, "end": 820, "text": "Table I", "ref_id": null}], "section": "CD4 + T cell IFN-g ELISpot and 3 H-thymidine proliferation assays"}, {"text": "CD4 + T cell proliferation to different Ags was analyzed in triplicates by means of a 3 H-thymidine CD4 + T cell proliferation assay, as previously described (11) . Briefly, CD4 + T cells (2 3 10 5 cells per well) were incubated for 4 d at 37˚C in a CO 2 incubator with the stimulus. Four stimuli were used in this assay: s-p67C at 20 mg/ml (equivalent to 2.5 mM); a pool of seven 25-mer synthetic p67C peptides at 2 mM (Supplemental Table I ) overlapping in 16 aa; and SV-p67C and HBcAg-p67C, each adjusted to an equivalent amounts. Moreover, in this assay, two extra negative controls were also included, apart from media alone, not-T. parva related peptides, and OVA: SV-140-C 18 empty SVs and HBcAg at 55 mg/ml (equivalent amount of core Ag than into HBcAg-p67C). ConA at 2.5 mg/ml was used as a positive control. The results were expressed as fold-increase resulting from CPM-counts stimuli /CPM-counts media . Cells incubated with media never had CPM values under 1022. As assays were carried out at different times the fold-increase indices were standardized dividing the original index by the ConA index (positive control) and multiplied by the average of ConA indices from the different animals in different assays.", "cite_spans": [{"start": 158, "end": 162, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 434, "end": 441, "text": "Table I", "ref_id": null}], "section": "CD4 + T cell IFN-g ELISpot and 3 H-thymidine proliferation assays"}, {"text": "HBcAg-p67C and control HBcAg VLPs were purified under nondenaturing conditions from bacterial cell lysates, folded into VLPs and assessed using electron microscopy. Particles around 30-35 nm with icosahedral-like symmetry were observed (Fig. 1A, 1B ). An mAb, ARIV21.4, which binds to an epitope on p67C (9) recognized s-p67C and HBcAg-p67C but not HBcAg on Western blots (data not shown). Average yields of ∼8.5 mg of s-p67C, ∼11 mg of HBcAg-p67C VLPs, and ∼13 mg of HBcAg VLPs were obtained from 1 L of E. coli cultures (Table I) .", "cite_spans": [], "ref_spans": [{"start": 236, "end": 248, "text": "(Fig. 1A, 1B", "ref_id": "FIGREF0"}, {"start": 522, "end": 531, "text": "(Table I)", "ref_id": null}], "section": "HBcAg-p67C and control HBcAg VLP Ag production and characterization"}, {"text": "To identify which type of SV particles efficiently adsorb s-p67C, SVs with different diameters and surface chemistries were mixed overnight at 4˚C with s-p67C in sterile PBS followed by p67Cadsorption analysis of the SVs and supernatant. The s-p67C was shown to adsorb to many of the SVs (Table II) . The SV-140-C 18 particles, which are 50 nm in diameter and surface modified with octadecyl groups (-C 18 ), were found to have the highest adsorption capacity for s-p67C, with 1 mg of particles adsorbing 133 mg of s-p67C.", "cite_spans": [], "ref_spans": [{"start": 288, "end": 298, "text": "(Table II)", "ref_id": "TABREF1"}], "section": "Production and characterization of SV-140-C 18 SVs and SV-p67C"}, {"text": "SV-140-C 18 were fabricated and characterized as previously described (34) . Electron microscope analyses revealed uniform spheres with pores (Fig. 1C, 1D) . The average particle diameter and shell thickness were calculated to be 52.4 nm 6 5.1 nm and 5.7 nm 6 0.4 nm, respectively, with a pore size of 14.9 nm (Supplemental Fig. 1A ). The total pore volume and Brunauer-Emmett-Teller surface area of the SV-140-C 18 were 0.575 cm 3 g 21 and 131 m 2 g 21 , respectively (Supplemental Fig. 1B) . The FTIR spectrum of SV-140-C 18 indicated the presence of octadecyl group modifications on the silica surfaces (Supplemental Fig. 1C) . A typical round of synthesis yielded ∼800 mg of SV-140-C 18 particles.", "cite_spans": [{"start": 70, "end": 74, "text": "(34)", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 142, "end": 155, "text": "(Fig. 1C, 1D)", "ref_id": "FIGREF0"}, {"start": 324, "end": 331, "text": "Fig. 1A", "ref_id": "FIGREF0"}, {"start": 483, "end": 491, "text": "Fig. 1B)", "ref_id": "FIGREF0"}, {"start": 620, "end": 628, "text": "Fig. 1C)", "ref_id": "FIGREF0"}], "section": "Production and characterization of SV-140-C 18 SVs and SV-p67C"}, {"text": "To infer a possible intracellular fate of SV-p67C in vivo, we used confocal microscopy to evaluate the in vitro interaction of a mouse macrophage cell line, RAW 264.7, with s-p67C labeled with FITC adsorbed to SV-140-C 18 and costained with cellular markers. No autofluorescence was observed in RAW 264.7 cells alone ( Fig. 2A) or in cells incubated with SV-140-C 18 (Fig. 2B) as only the endosomes (red), cell membrane (white), and the nuclei (blue) were stained. Cells incubated with SV-p67C-FITC alone (Fig. 2C ) and following formulation with ISA 206 VG (Fig. 2D ) resulted in colocalization of Ag in an acidic compartment (orange and arrows in Fig. 2C, 2D) , which is likely to be part of the endosomal system. This phenomenon was not observed either when incubating the cells with s-p67C-FITC with or without ISA 206 VG.", "cite_spans": [], "ref_spans": [{"start": 319, "end": 327, "text": "Fig. 2A)", "ref_id": "FIGREF1"}, {"start": 367, "end": 376, "text": "(Fig. 2B)", "ref_id": "FIGREF1"}, {"start": 505, "end": 513, "text": "(Fig. 2C", "ref_id": "FIGREF1"}, {"start": 558, "end": 566, "text": "(Fig. 2D", "ref_id": "FIGREF1"}, {"start": 649, "end": 661, "text": "Fig. 2C, 2D)", "ref_id": "FIGREF1"}], "section": "SV-p67C-FITC-labeled vesicles can access an acidic intracellular compartment"}, {"text": "High p67C-specific Ab responses were stimulated by HBcAg-p67C, whereas SV-p67C stimulated higher CD4 + T cell responses in immunogenicity studies", "cite_spans": [], "ref_spans": [], "section": "SV-p67C-FITC-labeled vesicles can access an acidic intracellular compartment"}, {"text": "We next carried out a series of immunogenicity studies with p67C in the three different Ag formulations. Three Holstein/Friesian cattle were assigned per experimental group (Table III) , and group 1, 2, and 3 animals were inoculated with s-p67C, SV-p67C, and HBcAg-p67C, respectively, with each animal receiving an equivalent of 70-80 mg of p67C Ag per inoculation mixed with ISA 206 VG adjuvant. Group 4 animals received SV-p67C without adjuvant. Animals in group 3 developed an earlier and higher IgG Ab titers to p67C than those in groups 1 and 2 ( Fig. 3A-C) . Although individual animal variation in Ab levels were observed in all groups, there was a clear, positive effect associated with p67C inoculated as VLPs (Fig. 3C) . The average IgG half-max titers at day 77 in group 3 was approximately five times higher than the average titers in groups 1 and 2 (Table IV) . Although SVs provided an adjuvant effect in sheep (35) , in our studies, inoculation of SV-p67C without ISA 206 VG gave a very poor Ab response (Fig. 3D) , and the group was not followed beyond day 70. No significant levels of IgM were detected at any time point to day 77 in any of the treatment groups.", "cite_spans": [{"start": 925, "end": 929, "text": "(35)", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 173, "end": 184, "text": "(Table III)", "ref_id": "TABREF1"}, {"start": 552, "end": 562, "text": "Fig. 3A-C)", "ref_id": "FIGREF2"}, {"start": 719, "end": 728, "text": "(Fig. 3C)", "ref_id": "FIGREF2"}, {"start": 862, "end": 872, "text": "(Table IV)", "ref_id": "TABREF3"}, {"start": 1019, "end": 1028, "text": "(Fig. 3D)", "ref_id": "FIGREF2"}], "section": "SV-p67C-FITC-labeled vesicles can access an acidic intracellular compartment"}, {"text": "The longevity of the Ab response was monitored in groups 1-3 for several weeks after the last Ag boost (Fig. 3) . A multiphasic decay of Abs was present in group 3, in which there was a sharp fall in Ab levels after a peak at day 77, which was followed by stabilization of Ab levels from day 91 to 119 and then another fall in Ab titer after day 133. The Ab levels remained relatively stable from then to the end of the experiment (day 175) (Fig. 3C) . Increase in Ab titers following each Ag dose were more modest in groups 1 and 2 and only observed after the second Ag boost in group 2 but not until day 91 (Fig. 3B) . Unexpectedly, sera from group 3 animals contained very low levels of Abs to HBcAg VLPs (Supplemental Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 103, "end": 111, "text": "(Fig. 3)", "ref_id": "FIGREF2"}, {"start": 441, "end": 450, "text": "(Fig. 3C)", "ref_id": "FIGREF2"}, {"start": 609, "end": 618, "text": "(Fig. 3B)", "ref_id": "FIGREF2"}, {"start": 722, "end": 729, "text": "Fig. 2)", "ref_id": "FIGREF1"}], "section": "SV-p67C-FITC-labeled vesicles can access an acidic intracellular compartment"}, {"text": "To measure T cell responses to p67C, MACS bead-purified CD4 + T cells from cattle were stimulated with s-p67C protein or a pool of 25-mer p67C-overlapping synthetic peptides (Supplemental Table I ).", "cite_spans": [], "ref_spans": [{"start": 188, "end": 195, "text": "Table I", "ref_id": null}], "section": "SV-p67C-FITC-labeled vesicles can access an acidic intracellular compartment"}, {"text": "A CD4 + T cell proliferation (Fig. 4A) and an IFN-g ELISpot assay (Fig. 4B) were conducted at day 70. In both assays, the strongest responses were observed in group 2, followed by group 1, with groups 3 and 4 giving the lowest responses (Table V) . To investigate the longevity of T cell responses, the CD4 + proliferation assay was repeated with samples collected at day 175, ∼4 mo, after the final Ag dose (Fig. 4C ). As before, animals from group 2 gave the highest response, but they did not proliferate in response to SV-140-C 18 , indicating that the SVs do not provide a nonspecific antigenic stimulus in vitro. Cells from animals in group 3 proliferated mainly to HBcAg, indicating that T cell responses were directed to hepatitis B core Ag sequences rather than p67C in this Ag format. Chimeric HBcAg VLPs have also been reported to prime Ag-specific CD8 + T cell responses (36) . However, we were unable to measure a significant IFN-g ELISpot response to overlapping p67C synthetic 25-mer peptides in an assay using purified CD8 + T cells from cattle in groups 1, 2, or 3 (data not shown).", "cite_spans": [{"start": 883, "end": 887, "text": "(36)", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 29, "end": 38, "text": "(Fig. 4A)", "ref_id": "FIGREF3"}, {"start": 66, "end": 75, "text": "(Fig. 4B)", "ref_id": "FIGREF3"}, {"start": 237, "end": 246, "text": "(Table V)", "ref_id": "TABREF4"}, {"start": 408, "end": 416, "text": "(Fig. 4C", "ref_id": "FIGREF3"}], "section": "SV-p67C-FITC-labeled vesicles can access an acidic intracellular compartment"}, {"text": "To investigate if the HBcAg-p67C and SV-p67C formulations would stimulate both arms of the immune response, we inoculated two groups of cattle with these nanoparticles, delivered in the presence of adjuvant as two simultaneous inoculations (group 5) or as a combined single adjuvant formulation in one inoculation (group 6 and Table III ). The animals in groups 5 and 6 received an equivalent of 140-150 mg of p67C Ag per inoculation, double the dose of p67C given to groups 1-4. The first inoculation strategy primed a strong p67C Ag-specific Ab response (Fig. 3E) , which was, on average, double the response observed in group 6 ( Fig. 3F , Table IV ). Relative to the Ab levels in group 5, the levels in group 6 dropped rapidly and were very low by day 133 (Fig. 3F) . Interestingly, the decay of Ab levels in group 5 was much slower than that seen in group 3 (Fig. 3C, 3E) , and in contrast to group 3 cattle, two of the three animals in group 5 and all group 6 Table I . Amino acid sequence of proteins used in the experiments Amino acid residues in red mark p67C sequences, and those in blue mark a linker sequence. Fig. 2 ). Both group 5 and group 6 cattle developed high levels of p67C-specific CD4 + proliferative T cell responses (Fig. 4A ). These cattle also developed a T cell responses to HBcAg that were much higher than those seen in group 3 (Fig. 4C) . These results suggest that coformulation of HBcAg-p67C with SV-p67C disrupts Ab responses to the carrier proteins on the VLPs and that SVs may stimulate T cell responses per se.", "cite_spans": [], "ref_spans": [{"start": 327, "end": 336, "text": "Table III", "ref_id": "TABREF1"}, {"start": 556, "end": 565, "text": "(Fig. 3E)", "ref_id": "FIGREF2"}, {"start": 633, "end": 640, "text": "Fig. 3F", "ref_id": "FIGREF2"}, {"start": 643, "end": 651, "text": "Table IV", "ref_id": "TABREF3"}, {"start": 760, "end": 769, "text": "(Fig. 3F)", "ref_id": "FIGREF2"}, {"start": 863, "end": 876, "text": "(Fig. 3C, 3E)", "ref_id": "FIGREF2"}, {"start": 966, "end": 973, "text": "Table I", "ref_id": null}, {"start": 1122, "end": 1128, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 1240, "end": 1248, "text": "(Fig. 4A", "ref_id": "FIGREF3"}, {"start": 1357, "end": 1366, "text": "(Fig. 4C)", "ref_id": "FIGREF3"}], "section": "Simultaneous inoculation of SV-p67C and HBcAg-p67C stimulated high p67C Ab and CD4 + T cell responses"}, {"text": "Anti-p67C Ab subtype responses and specificity to p67C synthetic peptides", "cite_spans": [], "ref_spans": [], "section": "Simultaneous inoculation of SV-p67C and HBcAg-p67C stimulated high p67C Ab and CD4 + T cell responses"}, {"text": "To assess Ab switching, we measured IgG1 and IgG2 ELISA half-max titers to p67C at day 77 in cattle groups 1-6, except group 4 as very poor Ab responses were detected in these animals (Fig. 5A) . IgG1 is the predominant IgG subtype expressed in serum and milk in cattle (37) , and it was the dominant subtype response detected in the experimental groups analyzed. An IgG2 response was only detected in group 3, 5, and 6 cattle, which received HBcAg-p67C Ag and in one animal in group 1 (Table IV) . Thus, cattle in groups 1 and 2 exhibited a skewed IgG1/IgG2 ratio, relative to those in groups 3, 5, and 6 ( Fig. 5A ).", "cite_spans": [{"start": 270, "end": 274, "text": "(37)", "ref_id": "BIBREF36"}], "ref_spans": [{"start": 184, "end": 193, "text": "(Fig. 5A)", "ref_id": "FIGREF4"}, {"start": 486, "end": 496, "text": "(Table IV)", "ref_id": "TABREF3"}, {"start": 608, "end": 615, "text": "Fig. 5A", "ref_id": "FIGREF4"}], "section": "Simultaneous inoculation of SV-p67C and HBcAg-p67C stimulated high p67C Ab and CD4 + T cell responses"}, {"text": "Using the same sera, we also mapped the binding of total IgG Ab in an ELISA to nine 15-mer synthetic peptides of p67C and were overlapped by 7 aa residues (Supplemental Table I ). An Ab response to the peptides was detected with all sera, but the pattern and strength of peptide recognition differed between animals, even within the same group (Fig. 5B) . Peptide 6 and peptide 7 contain the sequence SERQPSL and PSLVITD, respectively, which have previously been identified as sites recognized by sporozoite-neutralizing mAbs (9) . Ab binding to these peptides by the cattle sera was also variable. Interestingly, the pattern of peptides recognized by group 5 or 6 sera did not represent a simple sum of the specificities present in groups 2 and 3 (Fig. 5B) .", "cite_spans": [{"start": 526, "end": 529, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 169, "end": 176, "text": "Table I", "ref_id": null}, {"start": 344, "end": 353, "text": "(Fig. 5B)", "ref_id": "FIGREF4"}, {"start": 748, "end": 757, "text": "(Fig. 5B)", "ref_id": "FIGREF4"}], "section": "Simultaneous inoculation of SV-p67C and HBcAg-p67C stimulated high p67C Ab and CD4 + T cell responses"}, {"text": "Heat-inactivated day-77 sera diluted 1/50 from group 1, 2, 3, and 5 cattle were tested for their capacity to neutralize T. parva sporozoite infectivity in vitro. Group 6 animals were not included in this analysis because delivering the two nanoparticles in one inoculum was not beneficial for immunity compared with group 5. All sera had some degree of neutralizing activity (Fig. 5C , Table VI ) with the highest activity (from 48 to 87%) in sera from animals in group 3 (BM135 and BM203) and group 5 (BN047 and BN048). Preimmunization sera from day 0 had no neutralizing capacity. The neutralizing capacity of the sera from group 2 was similar to the animals in group 1 (Fig. 5C ). We also measured the sporozoite-neutralizing capacity of sera from group 2 animals at day 91, corresponding to the delayed Ab peak, but this was no higher than that at day 77 (Table VI) . Sporozoite-neutralizing activity was found in group 3 and group 5 sera as early as day 14, but only at day 28 in groups 1 and 2 (Table VI) .", "cite_spans": [], "ref_spans": [{"start": 375, "end": 383, "text": "(Fig. 5C", "ref_id": "FIGREF4"}, {"start": 386, "end": 394, "text": "Table VI", "ref_id": "TABREF4"}, {"start": 672, "end": 680, "text": "(Fig. 5C", "ref_id": "FIGREF4"}, {"start": 859, "end": 869, "text": "(Table VI)", "ref_id": "TABREF4"}, {"start": 1000, "end": 1010, "text": "(Table VI)", "ref_id": "TABREF4"}], "section": "Induction of sporozoite-neutralizing activity"}, {"text": "Because only group 5 cattle had high Ab levels with a switch to IgG2 and strong CD4 + T cell responses to p67C, we designed an experiment to test the vaccine efficacy of the combination of the two delivery systems, SV-p67C and HBcAg-p67C, from now called \"SV-HBc-p67C.\" Fifteen Holstein/Friesian cattle (group 7) were immunized as described for group 5 (Table III) . The total IgG Ab response (Fig. 6A ), CD4 + proliferative T cell responses (Fig. 6B ), IgG1 and IgG2 subtypes (Fig. 6C) , and Ab specificity to synthetic p67C peptides (Fig. 6D) were measured in the immunized cattle (Table VII) . All cattle developed IgG and T cell responses to p67C and an Ab response to HBcAg VLPs (Supplemental Fig. 2 ). However, on average, the total IgG levels to p67C across group 7 cattle were lower than those measured in the group 5 animals (Fig. 3E) , and except for one animal, both IgG1 and IgG2 subtypes were present and very balanced in all animals (Fig. 6C , Table VII ).", "cite_spans": [], "ref_spans": [{"start": 353, "end": 364, "text": "(Table III)", "ref_id": "TABREF1"}, {"start": 393, "end": 401, "text": "(Fig. 6A", "ref_id": "FIGREF5"}, {"start": 442, "end": 450, "text": "(Fig. 6B", "ref_id": "FIGREF5"}, {"start": 477, "end": 486, "text": "(Fig. 6C)", "ref_id": "FIGREF5"}, {"start": 535, "end": 544, "text": "(Fig. 6D)", "ref_id": "FIGREF5"}, {"start": 583, "end": 594, "text": "(Table VII)", "ref_id": "TABREF1"}, {"start": 698, "end": 704, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 834, "end": 843, "text": "(Fig. 3E)", "ref_id": "FIGREF2"}, {"start": 947, "end": 955, "text": "(Fig. 6C", "ref_id": "FIGREF5"}, {"start": 958, "end": 967, "text": "Table VII", "ref_id": "TABREF1"}], "section": "Protection to ECF in cattle inoculated with SV-p67C and HBcAg-p67C as separate formulations"}, {"text": "Group 7 cattle were given a needle sporozoite challenge 21 d after the last Ag boost. Fifteen naive cattle (group 8) served as a sporozoite challenge control (Table III) . Animals were clinically monitored and an ECF index calculated from the onset of pyrexia (31) . An adjuvant control group and animals immunized with HBcAg alone was not included, as it has been previously shown that it does not influence the outcome of challenge (7, 29, 30) , although we cannot rule out a minimal adjuvating effect. The experiment was unblinded on day 21 postchallenge. Animals with a Rowland's ECF index of 6 and above were classified as susceptible to ECF (11, 31) . Ten animals, nine in group 7 and one in group 8, were classified as immune to challenge (Fig. 6F , Table VIII ). Relative to the control group, which experienced an approximately LD 93 challenge (the highest used with p67C), the vaccine efficacy in group 7 was calculated to be ∼53%. A robust significant difference was found when comparing the ECF scores from groups 7 and 8 (p = 0.004) using linear regression. This effect was unchanged (p = 0.003) when including breed and age in the model, as both were not important (p = 0.140 and p = 0.233, respectively). Moreover, the protection difference between the two groups analyzed by a nonparametric Fisher exact test is also strongly significantly different between the two groups (p = 0.005).", "cite_spans": [{"start": 260, "end": 264, "text": "(31)", "ref_id": "BIBREF30"}, {"start": 434, "end": 437, "text": "(7,", "ref_id": "BIBREF6"}, {"start": 438, "end": 441, "text": "29,", "ref_id": "BIBREF28"}, {"start": 442, "end": 445, "text": "30)", "ref_id": "BIBREF29"}, {"start": 647, "end": 651, "text": "(11,", "ref_id": "BIBREF10"}, {"start": 652, "end": 655, "text": "31)", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 158, "end": 169, "text": "(Table III)", "ref_id": "TABREF1"}, {"start": 746, "end": 754, "text": "(Fig. 6F", "ref_id": "FIGREF5"}, {"start": 757, "end": 767, "text": "Table VIII", "ref_id": "TABREF1"}], "section": "Protection to ECF in cattle inoculated with SV-p67C and HBcAg-p67C as separate formulations"}, {"text": "Parametric logistic regression showed similar significance of difference in immunity (p = 0.009) and, again, the breed and age of the animals were of no importance (p = 0.994 and p = 0.902, respectively) (Table VIII) .", "cite_spans": [], "ref_spans": [{"start": 204, "end": 216, "text": "(Table VIII)", "ref_id": "TABREF1"}], "section": "Protection to ECF in cattle inoculated with SV-p67C and HBcAg-p67C as separate formulations"}, {"text": "It is important to highlight one animal in group 8 was classified as immune to ECF because of spontaneous recovery following clinical infection (ECF score of 3.05). This is a well-described phenomenon, as the severity of ECF is sporozoite dose dependent and there is a variation in the threshold of infectivity for individual animals (38, 39) . In contrast, six of the ECF immune cattle in group 7 had an ECF score of ,1.4 and the other three had a score between 4.5 and 5.99 (Table VIII) . Taking into account that ECF is a dose-dependent disease and historically, the maximum challenge dose was an LD 70 (whereas we are challenging with double the amount of sporozoites to get an LD 93 ), and keeping in mind we are using three times less Ag than in previous experiments (7, 10, 11) , the combination of SV-HBc-p67C provided an improvement in vaccine efficacy and it is a very promising immunization regimen.", "cite_spans": [{"start": 334, "end": 338, "text": "(38,", "ref_id": "BIBREF37"}, {"start": 339, "end": 342, "text": "39)", "ref_id": "BIBREF38"}, {"start": 773, "end": 776, "text": "(7,", "ref_id": "BIBREF6"}, {"start": 777, "end": 780, "text": "10,", "ref_id": "BIBREF9"}, {"start": 781, "end": 784, "text": "11)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 476, "end": 488, "text": "(Table VIII)", "ref_id": "TABREF1"}], "section": "Protection to ECF in cattle inoculated with SV-p67C and HBcAg-p67C as separate formulations"}, {"text": "A statistical analysis was performed to assess the association between immunity and Ab titers and CD4 indices individually or in combination. Both parameters individually showed nonsignificant association with immunity, Fisher test p = 0.608 for Ab titers and 0.287 for CD4 index. However, in combination, a significant association was observed (p = 0.043). Ab titers higher than 6000 indicated a survival rate of 71% (LD 93 challenge), whereas a CD4 index higher than 100 indicated that 83% of the cattle are immune. When the two previous parameters threshold are true and they are taken in combination (Abs . 6000 and CD4 .100), the level of immunity observed was 100%. Unfortunately, because of the variability in responses among the animals, the confidence intervals for these parameters are large (Table VIII) . Although this makes the power of predictability weaker, it indicates the importance of Abs and CD4 responses to protect against ECF. However, further investigations are needed to increase the strength of their association.", "cite_spans": [], "ref_spans": [{"start": 802, "end": 814, "text": "(Table VIII)", "ref_id": "TABREF1"}], "section": "Protection to ECF in cattle inoculated with SV-p67C and HBcAg-p67C as separate formulations"}, {"text": "The use of nanotechnology in vaccinology has been increasing exponentially in the past decade (40) , leading to the birth of \"nanovaccinology\" (41) . Particulate Ags are often more immunogenic than those in a soluble form, and nanotechnology offers an opportunity to design Ag-containing nanoparticles that vary in composition, size, shape, and surface properties to boost the antigenicity of candidate vaccine Ags and modulate immune responses. HBcAg VLPs and 50 nm SV-140-C 18 SVs are two nanoparticle technologies that are reported to function as superior Ag delivery systems (12, 16) . Our objective was to evaluate the capacity of both platforms to improve the immunogenicity and vaccine potential of an 80-aa domain of the p67 Ag from T. parva called p67C (8) .", "cite_spans": [{"start": 94, "end": 98, "text": "(40)", "ref_id": "BIBREF39"}, {"start": 143, "end": 147, "text": "(41)", "ref_id": "BIBREF40"}, {"start": 579, "end": 583, "text": "(12,", "ref_id": "BIBREF11"}, {"start": 584, "end": 587, "text": "16)", "ref_id": "BIBREF15"}, {"start": 762, "end": 765, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, we describe successful generation of HBcAg-p67C VLPs using a glycine-rich linker sequence that flanked p67C cloned into the major immunodominant region of the HBcAg, overcoming the length limitation that the system faced previously with other T. parva Ags (22) . Conceptually, SV nanoparticles offer a simpler technology as overnight incubation with an Ag results in its adsorption to the SVs and generation of particulate Ag, albeit in a different format to that by VLPs (23, 34) . Altering the surface chemistry of SV-140 to create a hydrophobic surface property by adding -C 18 functional groups to them resulted in optimal adsorption of s-p67C. In contrast, in a study with the E2 Ag of BVDV-1, the nonfunctionalized SVs gave the highest level of Ag adsorption (23) , pointing out there is not a gold-standard SV and, therefore, specific Ags must be tested with a variety of SVs to find the optimal nanoparticle. Assessment of Ag-specific Ab and CD4 + T cell responses has been informative on the performance of the individual VLP and SV Ag delivery systems and their intrinsic properties in stimulating different arms of the immune response. HBcAg-p67C VLPs with a T = 4 symmetry are predicted to contain 120 dimeric subunits and should display 240 copies of p67C (42) . It is reasonable to speculate that the display of p67C at high-density and in a regular array on the VLPs results in improved cross-linking of surface Ig and B cell activation (12, 42, 43) , resulting in the high p67C Ab response that included a switch to an IgG2 subtype. Unlike in other species, there is no clear evidence for a major difference in the functional role of bovine IgG1 and IgG2. Both subtypes can fix complement, although there are some differences in their opsonizing capacity with superior performance associated with IgG2 (44) . Bovine allotypic variants of IgG1, IgG2, and IgG3 have been described (45) (46) (47) (48) , but reagents to assay them are not available. Thus, little is known about their functional importance. Interestingly enough, the high Ab responses were not in agreement with the CD4 + T cell responses in this group of animals, as the cellular responses were directed mainly to the HBcAg polypeptide sequences. Such bias in the cellular immune response to chimeric VLPs has also been described in other studies (14, 49) .", "cite_spans": [{"start": 271, "end": 275, "text": "(22)", "ref_id": "BIBREF21"}, {"start": 487, "end": 491, "text": "(23,", "ref_id": "BIBREF22"}, {"start": 492, "end": 495, "text": "34)", "ref_id": "BIBREF33"}, {"start": 780, "end": 784, "text": "(23)", "ref_id": "BIBREF22"}, {"start": 1284, "end": 1288, "text": "(42)", "ref_id": "BIBREF41"}, {"start": 1467, "end": 1471, "text": "(12,", "ref_id": "BIBREF11"}, {"start": 1472, "end": 1475, "text": "42,", "ref_id": "BIBREF41"}, {"start": 1476, "end": 1479, "text": "43)", "ref_id": "BIBREF42"}, {"start": 1833, "end": 1837, "text": "(44)", "ref_id": "BIBREF43"}, {"start": 1910, "end": 1914, "text": "(45)", "ref_id": "BIBREF44"}, {"start": 1915, "end": 1919, "text": "(46)", "ref_id": "BIBREF45"}, {"start": 1920, "end": 1924, "text": "(47)", "ref_id": "BIBREF46"}, {"start": 1925, "end": 1929, "text": "(48)", "ref_id": "BIBREF47"}, {"start": 2342, "end": 2346, "text": "(14,", "ref_id": "BIBREF13"}, {"start": 2347, "end": 2350, "text": "49)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Discussion"}, {"text": "The SV-p67C nanoparticle represents an immunologically interesting delivery platform as Ag is adsorbed on the external and internal surfaces of the particle. This interaction is stable and most likely results in creating an Ag depot (50) . Priming of an Ab response could occur by direct interaction of B cells with p67C at the surface of the SV or via interaction with soluble Ag that is released from the particles. However, the former, if it occurs, does not promote an Ab switch and the latter may contribute to the delayed peak of the Ab response to the last SV-p67C Ag boost at day 91 instead of day 77, as seen with HBcAg-p67C and s-p67C. Ag bound to the internal surfaces is likely to be protected from degradation and the subsequent endocytosis of the SV-p67C into professional APCs, may facilitate intact p67C entering the MHC class II Ag-processing and presentation pathway via the endosomal system (51) , resulting in the strong CD4 + T cell response detected in this study. Indeed, using confocal fluorescence microscopy, we demonstrated that the SV-p67C-FITC preparations can be trafficked into an acidic compartment of cells in in vitro experiments. We did not detect CD4 + T cell proliferative responses to empty SVs, indicating that the particles do not provide nonspecific stimuli to these cells in in vitro assays. Silica nanoparticles have been shown to activate a proinflammatory cytokine response (52, 53) , a pathway also exploited by widely used commercial adjuvants (54, 55) . This could contribute in vivo to the enhanced p67C-specific immune responses primed by SV-p67C observed in this study.", "cite_spans": [{"start": 233, "end": 237, "text": "(50)", "ref_id": "BIBREF49"}, {"start": 910, "end": 914, "text": "(51)", "ref_id": "BIBREF50"}, {"start": 1419, "end": 1423, "text": "(52,", "ref_id": "BIBREF51"}, {"start": 1424, "end": 1427, "text": "53)", "ref_id": "BIBREF52"}, {"start": 1491, "end": 1495, "text": "(54,", "ref_id": "BIBREF53"}, {"start": 1496, "end": 1499, "text": "55)", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Discussion"}, {"text": "The addition of an adjuvant had no effect on the immune response to the E2 Ag of BVDV-1 delivered by SVs to sheep (35) or mice (23) in immunogenicity studies. In these studies, there were no detectable differences in the quantity of the Ab or cellular immune responses primed with or without the use of Quil-A as an adjuvant. In contrast, in the current study, inoculation of cattle with SV-p67C without ISA 206 VG primed very poor Ab and CD4 + responses. But the inclusion of the adjuvant ISA 206 VG stimulated a balanced immune response, indicating that the possible enhancing effect of the SVs, is further potentiated by this adjuvant. The capacity of SVs to enhance the immune response may be related to whether the adsorbed Ag is a good or poor immunogen (e.g., the E2 Ag of BVDV-1 and s-p67C polypeptide, respectively). However, it is likely that other factors influenced the outcome. The interaction between the different Ags with the SV nanoparticles may play a critical role, affecting the release properties of the adsorbed Ag from the SV after cellular uptake. Based on this hypothesis, the p67C molecules may be strongly adsorbed to the SV-140-C 18 particles and the adjuvant ISA 206 VG could act to increase the cell uptake, making both mechanisms indispensable for successfully eliciting an immune response. In contrast, the E2 Ag may be efficiently released from the SVs following cellular uptake and efficiently presented on the cell surface. It may explain why a conventional adjuvant was not required for E2 Ag (35) .", "cite_spans": [{"start": 114, "end": 118, "text": "(35)", "ref_id": "BIBREF34"}, {"start": 127, "end": 131, "text": "(23)", "ref_id": "BIBREF22"}, {"start": 1529, "end": 1533, "text": "(35)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Discussion"}, {"text": "To stimulate both high Ab and T cell p67C responses, we inoculated cattle with p67C Ag in the two different nanoparticle technologies of interest to this study. Simultaneous inoculation of HBcAg-p67C and SV-p67C gave rise to balanced immune responses when the immunogens were formulated with ISA 206 VG and injected as two separate inoculations. In contrast, lower immune responses resulted when the two immunogens were formulated as one inoculation. We speculate that destabilization of the VLPs in this formulation leads to loss of p67C immunogenicity. This hypothesis is supported by the differences in the immune parameters we measured in groups 5 and 6 including a higher Ab response to HBcAg in the latter group. However, it remain to be explored the possibility to formulate the two immunogens separately with adjuvant and mix them in one inoculum before injection.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our observations raised the possibility that coinoculation with that same Ag via two nanoparticle technologies may act synergistically to elicit ideal protective immune responses and provide superior protection to that induced by three inoculations of 450 mg s-p67C with ISA 206 VG, in which ∼50% cattle were immune to an LD 70 sporozoite challenge (11) . Hence, we immunized 15 cattle with three doses of HBcAg-p67C and SV-p67C (equivalent of 140-150 mg of s-p67C per dose) formulated separately. As expected from the immunogenicity studies, the two nanoparticle systems stimulated both p67C-specific Ab and CD4 + T cell responses in all 15 cattle, corroborating not only that the two delivery systems did not compete, but they acted synergistically to generate balanced immune responses. This is in line with a previous study in mice, which used Ad5/MERS and boosted with spike protein nanoparticles and they found that balanced Ab and cell-mediated responses were generated (56) . Importantly, in the current study, upon challenge, ∼53% of the cattle were immune to an approximately LD 93 sporozoite challenge, which is the highest challenge dose used to test p67C protective capacity and using more than three times less p67C Ag to date (7, 10, 11) . ECF is a dose-dependent disease and the animals in the challenge experiment got double the amount of sporozoites compared with any of the previous published experiments (7, 10, 11) , the immune response generated specifically against p67C had to fight a significantly higher parasite load to get 53% of the animals protected. Moreover, the outcome of the challenge experiment allowed an assessment of the association between the Ab titers and the CD4 indices with protection. The association of both parameters with protection individually was NS. However, when the two parameters were taken in combination, the association was significant with an observed level of immunity of 100%, indicating that both immune parameters are associated with protection against ECF. However, further investigations are needed to assess the individual associations of the immune parameters with protection. This is a work in progress and a priority in ECF research. The findings reported in this study support the combined use of VLPs and SV technology as a novel vaccination strategy to enhance the immunogenicity of otherwise poor Ags in large animal vaccine studies. In the current study, the nanoparticle platforms acted synergistically for enhanced efficacy against a complex parasite like T. parva. The simplicity of SVs to adsorb and deliver an Ag without measurable adverse reactions, combined with low manufacturing cost, make them a very attractive platform for Ag delivery. These results also demonstrate the huge potential of the use of VLPs for the future development of improved vaccines against ECF. The immune responses could be further improved to achieve a higher vaccine efficacy with two doses of Ag or the inclusion of other sequences from p67 that contain additional sporozoite-neutralizing sites (9, 10). Moreover, it has been demonstrated that heterologous prime-boost vaccination regimen Table VIII . Summary of protection results and statistical analysis of protection and ECF score differences between groups 7 and 8 *Final ECF score set to 6.5 (humane end point). **Half-max Ab titers at day 77 and CD4 proliferation indices at day 77 using 25-mer overlapping peptides as stimuli. ***Comparison with Ab titer #6,000; CD4 index #100; and combinaton = low for both or either. ****Combination of the two parameters in which both thresholds (Ab titer . 6000 and CD4 index . 100) need to be true for protection association. CI, confidence interval; ID, identifier; Imm., immune; sig., significant; Susc. susceptible. could enhance the immune response to certain Ags (reviewed in Ref. 57) . These are aspects that will be explored in future studies. These nanoparticle technologies have the potential to underpin the development of a more cost-effective and robust vaccine to improve the control of ECF, the most important disease affecting cattle in sub-Saharan Africa.", "cite_spans": [{"start": 349, "end": 353, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 977, "end": 981, "text": "(56)", "ref_id": "BIBREF55"}, {"start": 1241, "end": 1244, "text": "(7,", "ref_id": "BIBREF6"}, {"start": 1245, "end": 1248, "text": "10,", "ref_id": "BIBREF9"}, {"start": 1249, "end": 1252, "text": "11)", "ref_id": "BIBREF10"}, {"start": 1424, "end": 1427, "text": "(7,", "ref_id": "BIBREF6"}, {"start": 1428, "end": 1431, "text": "10,", "ref_id": "BIBREF9"}, {"start": 1432, "end": 1435, "text": "11)", "ref_id": "BIBREF10"}, {"start": 3845, "end": 3848, "text": "57)", "ref_id": "BIBREF56"}], "ref_spans": [{"start": 3151, "end": 3161, "text": "Table VIII", "ref_id": "TABREF1"}], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The Epidemiology of Theileriosis in Africa", "authors": [{"first": "R", "middle": [], "last": "Norval", "suffix": ""}, {"first": "B", "middle": [], "last": "Perry", "suffix": ""}, {"first": "A", "middle": [], "last": "Young", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The control of East Coast fever of cattle by live parasite vaccination: a science-to-impact narrative", "authors": [{"first": "B", "middle": ["D"], "last": "Perry", "suffix": ""}], "year": 2016, "venue": "One Health", "volume": "2", "issn": "", "pages": "103--114", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Cell-mediated immunity to Theileria-transformed cell lines", "authors": [{"first": "T", "middle": ["W"], "last": "Pearson", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Lundin", "suffix": ""}, {"first": "T", "middle": ["T"], "last": "Dolan", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Stagg", "suffix": ""}], "year": 1979, "venue": "Nature", "volume": "281", "issn": "", "pages": "678--680", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Adoptive transfer of immunity to Theileria parva in the CD8+ fraction of responding efferent lymph", "authors": [{"first": "D", "middle": ["J"], "last": "Mckeever", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Taracha", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Innes", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Machugh", "suffix": ""}, {"first": "E", "middle": [], "last": "Awino", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Goddeeris", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Morrison", "suffix": ""}], "year": 1994, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "91", "issn": "", "pages": "1959--1963", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Understanding the basis of parasite strain-restricted immunity to Theileria parva", "authors": [{"first": "W", "middle": ["I"], "last": "Morrison", "suffix": ""}, {"first": "T", "middle": [], "last": "Connelley", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Hemmink", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Machugh", "suffix": ""}], "year": 2015, "venue": "Annu. Rev. Anim. Biosci", "volume": "3", "issn": "", "pages": "397--418", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A recombinant sporozoite surface antigen of Theileria parva induces protection in cattle", "authors": [{"first": "A", "middle": [], "last": "Musoke", "suffix": ""}, {"first": "S", "middle": [], "last": "Morzaria", "suffix": ""}, {"first": "C", "middle": [], "last": "Nkonge", "suffix": ""}, {"first": "E", "middle": [], "last": "Jones", "suffix": ""}, {"first": "V", "middle": [], "last": "Nene", "suffix": ""}], "year": 1992, "venue": "Proc. Natl. Acad. Sci", "volume": "89", "issn": "", "pages": "514--518", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Subunit vaccine based on the p67 major surface protein of Theileria parva sporozoites reduces severity of infection derived from field tick challenge", "authors": [{"first": "A", "middle": [], "last": "Musoke", "suffix": ""}, {"first": "J", "middle": [], "last": "Rowlands", "suffix": ""}, {"first": "V", "middle": [], "last": "Nene", "suffix": ""}, {"first": "J", "middle": [], "last": "Nyanjui", "suffix": ""}, {"first": "J", "middle": [], "last": "Katende", "suffix": ""}, {"first": "P", "middle": [], "last": "Spooner", "suffix": ""}, {"first": "S", "middle": [], "last": "Mwaura", "suffix": ""}, {"first": "D", "middle": [], "last": "Odongo", "suffix": ""}, {"first": "C", "middle": [], "last": "Nkonge", "suffix": ""}, {"first": "S", "middle": [], "last": "Mbogo", "suffix": ""}], "year": 2005, "venue": "Vaccine", "volume": "23", "issn": "", "pages": "3084--3095", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The biology of Theileria parva and control of East Coast fever -current status and future trends", "authors": [{"first": "V", "middle": [], "last": "Nene", "suffix": ""}, {"first": "H", "middle": [], "last": "Kiara", "suffix": ""}, {"first": "A", "middle": [], "last": "Lacasta", "suffix": ""}, {"first": "R", "middle": [], "last": "Pelle", "suffix": ""}, {"first": "N", "middle": [], "last": "Svitek", "suffix": ""}, {"first": "L", "middle": [], "last": "Steinaa", "suffix": ""}], "year": 2016, "venue": "Ticks Tick Borne Dis", "volume": "7", "issn": "", "pages": "549--564", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Linear peptide specificity of bovine antibody responses to p67 of Theileria parva and sequence diversity of sporozoite-neutralizing epitopes: implications for a vaccine", "authors": [{"first": "V", "middle": [], "last": "Nene", "suffix": ""}, {"first": "E", "middle": [], "last": "Gobright", "suffix": ""}, {"first": "R", "middle": [], "last": "Bishop", "suffix": ""}, {"first": "S", "middle": [], "last": "Morzaria", "suffix": ""}, {"first": "A", "middle": [], "last": "Musoke", "suffix": ""}], "year": 1999, "venue": "Infect. Immun", "volume": "67", "issn": "", "pages": "1261--1266", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Immunity to East Coast fever in cattle induced by a polypeptide fragment of the major surface coat protein of Theileria parva sporozoites", "authors": [{"first": "R", "middle": [], "last": "Bishop", "suffix": ""}, {"first": "V", "middle": [], "last": "Nene", "suffix": ""}, {"first": "J", "middle": [], "last": "Staeyert", "suffix": ""}, {"first": "J", "middle": [], "last": "Rowlands", "suffix": ""}, {"first": "J", "middle": [], "last": "Nyanjui", "suffix": ""}, {"first": "J", "middle": [], "last": "Osaso", "suffix": ""}, {"first": "S", "middle": [], "last": "Morzaria", "suffix": ""}, {"first": "A", "middle": [], "last": "Musoke", "suffix": ""}], "year": 2003, "venue": "Vaccine", "volume": "21", "issn": "", "pages": "1205--1212", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Immune parameters to p67C antigen adjuvanted with ISA206VG correlate with protection against East Coast fever", "authors": [{"first": "A", "middle": [], "last": "Lacasta", "suffix": ""}, {"first": "S", "middle": [], "last": "Mwalimu", "suffix": ""}, {"first": "E", "middle": [], "last": "Kibwana", "suffix": ""}, {"first": "R", "middle": [], "last": "Saya", "suffix": ""}, {"first": "E", "middle": [], "last": "Awino", "suffix": ""}, {"first": "T", "middle": [], "last": "Njoroge", "suffix": ""}, {"first": "J", "middle": [], "last": "Poole", "suffix": ""}, {"first": "N", "middle": [], "last": "Ndiwa", "suffix": ""}, {"first": "R", "middle": [], "last": "Pelle", "suffix": ""}, {"first": "V", "middle": [], "last": "Nene", "suffix": ""}, {"first": "L", "middle": [], "last": "Steinaa", "suffix": ""}], "year": 2018, "venue": "Vaccine", "volume": "36", "issn": "", "pages": "1389--1397", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Construction of novel vaccines on the basis of virus-like particles: hepatitis B virus proteins as vaccine carriers", "authors": [{"first": "P", "middle": [], "last": "Pumpens", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Ulrich", "suffix": ""}, {"first": "K", "middle": [], "last": "Sasnauskas", "suffix": ""}, {"first": "A", "middle": [], "last": "Kazaks", "suffix": ""}, {"first": "V", "middle": [], "last": "Ose", "suffix": ""}, {"first": "E", "middle": [], "last": "Grens", "suffix": ""}], "year": 2008, "venue": "In Medicinal Protein Engineering. Y. E. Khudyakov", "volume": "", "issn": "", "pages": "204--248", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Foreign epitopes in immunodominant regions of hepatitis B core particles are highly immunogenic and conformationally restricted", "authors": [{"first": "A", "middle": ["L"], "last": "Brown", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Francis", "suffix": ""}, {"first": "G", "middle": ["Z"], "last": "Hastings", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Parry", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Barnett", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Rowlands", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Clarke", "suffix": ""}], "year": 1991, "venue": "Vaccine", "volume": "9", "issn": "", "pages": "595--601", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Theileria annulata sporozoite antigen fused to hepatitis B core antigen used in a vaccination trial", "authors": [{"first": "N", "middle": ["R"], "last": "Boulter", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Glass", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Knight", "suffix": ""}, {"first": "L", "middle": [], "last": "Bell-Sakyi", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Brown", "suffix": ""}, {"first": "R", "middle": [], "last": "Hall", "suffix": ""}], "year": 1995, "venue": "Vaccine", "volume": "13", "issn": "", "pages": "1152--1160", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Immunogenicity of the epitope of the foot-and-mouth disease virus fused with a hepatitis B core protein as expressed in transgenic tobacco", "authors": [{"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "W", "middle": [], "last": "Liang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "A", "middle": [], "last": "Pan", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2005, "venue": "Viral Immunol", "volume": "18", "issn": "", "pages": "668--677", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Mesoporous silica nanoparticles as antigen carriers and adjuvants for vaccine delivery", "authors": [{"first": "K", "middle": ["T"], "last": "Mody", "suffix": ""}, {"first": "A", "middle": [], "last": "Popat", "suffix": ""}, {"first": "D", "middle": [], "last": "Mahony", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Cavallaro", "suffix": ""}, {"first": "C", "middle": [], "last": "Yu", "suffix": ""}, {"first": "N", "middle": [], "last": "Mitter", "suffix": ""}], "year": 2013, "venue": "Nanoscale", "volume": "5", "issn": "", "pages": "5167--5179", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Synthesis of silica vesicles with controlled entrance size for high loading, sustained release, and cellular delivery of therapeutical proteins", "authors": [{"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Karmakar", "suffix": ""}, {"first": "M", "middle": [], "last": "Yu", "suffix": ""}, {"first": "N", "middle": [], "last": "Mitter", "suffix": ""}, {"first": "J", "middle": [], "last": "Zou", "suffix": ""}, {"first": "C", "middle": [], "last": "Yu", "suffix": ""}], "year": 2014, "venue": "Small", "volume": "10", "issn": "", "pages": "5068--5076", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Immunogenicity of outer membrane proteins VirB9-1 and VirB9-2, a novel nanovaccine against anaplasma marginale", "authors": [{"first": "L", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "D", "middle": [], "last": "Mahony", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Cavallaro", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Deringer", "suffix": ""}, {"first": "C", "middle": ["X"], "last": "Zhao", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Brown", "suffix": ""}, {"first": "C", "middle": [], "last": "Yu", "suffix": ""}, {"first": "N", "middle": [], "last": "Mitter", "suffix": ""}, {"first": "A", "middle": ["P J"], "last": "Middelberg", "suffix": ""}], "year": 2016, "venue": "PLoS One", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Silica vesicle nanovaccine formulations stimulate long-term immune responses to the Bovine Viral Diarrhoea Virus E2 protein", "authors": [{"first": "K", "middle": ["T"], "last": "Mody", "suffix": ""}, {"first": "D", "middle": [], "last": "Mahony", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Cavallaro", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Mahony", "suffix": ""}, {"first": "C", "middle": [], "last": "Yu", "suffix": ""}, {"first": "N", "middle": [], "last": "Mitter", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Expression, purification and characterization of full-length RNA-free hepatitis B core particles", "authors": [{"first": "K", "middle": [], "last": "Broos", "suffix": ""}, {"first": "P", "middle": [], "last": "Vanlandschoot", "suffix": ""}, {"first": "M", "middle": [], "last": "Maras", "suffix": ""}, {"first": "J", "middle": [], "last": "Robbens", "suffix": ""}, {"first": "G", "middle": [], "last": "Leroux-Roels", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guisez", "suffix": ""}], "year": 2007, "venue": "Protein Expr. Purif", "volume": "54", "issn": "", "pages": "30--37", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Automated comparative protein structure modeling with SWISS-MODEL and Swiss-PdbViewer: a historical perspective", "authors": [{"first": "N", "middle": [], "last": "Guex", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Peitsch", "suffix": ""}, {"first": "T", "middle": [], "last": "Schwede", "suffix": ""}], "year": 2009, "venue": "Electrophoresis", "volume": "30", "issn": "", "pages": "162--173", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Folding properties of the hepatitis B core as a carrier protein for vaccination research", "authors": [{"first": "M", "middle": ["E"], "last": "Janssens", "suffix": ""}, {"first": "D", "middle": [], "last": "Geysen", "suffix": ""}, {"first": "K", "middle": [], "last": "Broos", "suffix": ""}, {"first": "I", "middle": [], "last": "De Goeyse", "suffix": ""}, {"first": "J", "middle": [], "last": "Robbens", "suffix": ""}, {"first": "F", "middle": [], "last": "Van Petegem", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Timmermans", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guisez", "suffix": ""}], "year": 2010, "venue": "Amino Acids", "volume": "38", "issn": "", "pages": "1617--1626", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Silica vesicles as nanocarriers and adjuvants for generating both antibody and T-cell mediated immune resposes to Bovine Viral Diarrhoea Virus E2 protein", "authors": [{"first": "K", "middle": ["T"], "last": "Mody", "suffix": ""}, {"first": "D", "middle": [], "last": "Mahony", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Cavallaro", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": [], "last": "Popat", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Mahony", "suffix": ""}, {"first": "C", "middle": [], "last": "Yu", "suffix": ""}, {"first": "N", "middle": [], "last": "Mitter", "suffix": ""}], "year": 2014, "venue": "Biomaterials", "volume": "35", "issn": "", "pages": "9972--9983", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Effect of concentration of trimethylchlorosilane (TMCS) and hexamethyldisilazane (HMDZ) silylating agents on surface free energy of silica aerogels", "authors": [{"first": "D", "middle": ["B"], "last": "Mahadik", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Rao", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Rao", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Wagh", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Ingale", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Gupta", "suffix": ""}], "year": 2011, "venue": "J. Colloid Interface Sci", "volume": "356", "issn": "", "pages": "298--302", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Exploration of the novel stacked structure and one-step fabrication of electrospun silica microbelts with controllable wettability", "authors": [{"first": "Y", "middle": [], "last": "Yao", "suffix": ""}, {"first": "J", "middle": [], "last": "Cao", "suffix": ""}, {"first": "M", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "W", "middle": [], "last": "Yin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "He", "suffix": ""}, {"first": "J", "middle": [], "last": "Leng", "suffix": ""}], "year": 2013, "venue": "RSC Advances", "volume": "30", "issn": "", "pages": "2335--2345", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Preparation and characterization of octyl and octadecyl-modified mesoporous SBA-15 silica molecular sieves for adsorption of dimethyl phthalate and diethyl phthalate", "authors": [{"first": "H", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Liu", "suffix": ""}], "year": 2008, "venue": "Microporous Mesoporous Mater", "volume": "111", "issn": "", "pages": "254--259", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Physico-chemical characterization of MCM-41 silica spheres made by the pseudomorphic route and grafted with octadecyl chains", "authors": [{"first": "K", "middle": [], "last": "Kailasam", "suffix": ""}, {"first": "K", "middle": [], "last": "Müller", "suffix": ""}], "year": 2008, "venue": "J. Chromatogr. A", "volume": "1191", "issn": "", "pages": "125--135", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Development of sero-diagnostic and molecular tools for the control of important tick-borne pathogens of cattle in Africa", "authors": [{"first": "S", "middle": ["P"], "last": "Morzaria", "suffix": ""}, {"first": "J", "middle": [], "last": "Katende", "suffix": ""}, {"first": "A", "middle": [], "last": "Musoke", "suffix": ""}, {"first": "V", "middle": [], "last": "Nene", "suffix": ""}, {"first": "R", "middle": [], "last": "Skilton", "suffix": ""}, {"first": "R", "middle": [], "last": "Bishop", "suffix": ""}], "year": 1999, "venue": "Parassitologia", "volume": "41", "issn": "", "pages": "73--80", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A novel combined vaccine based on monochimeric VLP co-displaying multiple conserved epitopes against enterovirus 71 and varicella-zoster virus", "authors": [{"first": "Y", "middle": [], "last": "Wu", "suffix": ""}, {"first": "R", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "L", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Yu", "suffix": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "T", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "N", "middle": [], "last": "Xia", "suffix": ""}], "year": 2017, "venue": "Vaccine", "volume": "35", "issn": "", "pages": "2728--2735", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Hepatitis B virus core particles containing multiple epitopes confer protection against enterovirus 71 and coxsackievirus A16 infection in mice", "authors": [{"first": "C", "middle": [], "last": "Huo", "suffix": ""}, {"first": "J", "middle": [], "last": "Yang", "suffix": ""}, {"first": "L", "middle": [], "last": "Lei", "suffix": ""}, {"first": "L", "middle": [], "last": "Qiao", "suffix": ""}, {"first": "J", "middle": [], "last": "Xin", "suffix": ""}, {"first": "Z", "middle": [], "last": "Pan", "suffix": ""}], "year": 2017, "venue": "Vaccine", "volume": "35", "issn": "", "pages": "7322--7330", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "A statistically derived index for classifying East Coast fever reactions in cattle challenged with Theileria parva under experimental conditions", "authors": [{"first": "G", "middle": ["J"], "last": "Rowlands", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Musoke", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Morzaria", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Nagda", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Ballingall", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mckeever", "suffix": ""}], "year": 2000, "venue": "Parasitology", "volume": "120", "issn": "", "pages": "371--381", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Heatmapper: web-enabled heat mapping for all", "authors": [{"first": "S", "middle": [], "last": "Babicki", "suffix": ""}, {"first": "D", "middle": [], "last": "Arndt", "suffix": ""}, {"first": "A", "middle": [], "last": "Marcu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liang", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Grant", "suffix": ""}, {"first": "A", "middle": [], "last": "Maciejewski", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Wishart", "suffix": ""}], "year": 2016, "venue": "Nucleic Acids Res", "volume": "44", "issn": "W1", "pages": "147--153", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Cytotoxic T lymphocytes from cattle immunized against Theileria parva exhibit pronounced crossreactivity among different strain-specific epitopes of the Tp1 antigen", "authors": [{"first": "L", "middle": [], "last": "Steinaa", "suffix": ""}, {"first": "R", "middle": [], "last": "Saya", "suffix": ""}, {"first": "E", "middle": [], "last": "Awino", "suffix": ""}, {"first": "P", "middle": [], "last": "Toye", "suffix": ""}], "year": 2012, "venue": "Vet. Immunol. Immunopathol", "volume": "145", "issn": "", "pages": "571--581", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Understanding the effect of surface chemistry of mesoporous silica nanorods on their vaccine adjuvant potency", "authors": [{"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "M", "middle": [], "last": "Jambhrunkar", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Abbaraju", "suffix": ""}, {"first": "M", "middle": [], "last": "Yu", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": [], "last": "Yu", "suffix": ""}], "year": 2017, "venue": "Adv. Healthc. Mater", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/adhm.201700466"]}}, "BIBREF34": {"ref_id": "b34", "title": "Immunisation of sheep with bovine viral diarrhoea virus, E2 protein using a freeze-dried hollow silica mesoporous nanoparticle formulation", "authors": [{"first": "D", "middle": [], "last": "Mahony", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Mody", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Cavallaro", "suffix": ""}, {"first": "Q", "middle": [], "last": "Hu", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Mahony", "suffix": ""}, {"first": "S", "middle": [], "last": "Qiao", "suffix": ""}, {"first": "N", "middle": [], "last": "Mitter", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Identification of immunodominant T cell epitopes of the hepatitis B virus nucleocapsid antigen", "authors": [{"first": "C", "middle": [], "last": "Ferrari", "suffix": ""}, {"first": "A", "middle": [], "last": "Bertoletti", "suffix": ""}, {"first": "A", "middle": [], "last": "Penna", "suffix": ""}, {"first": "A", "middle": [], "last": "Cavalli", "suffix": ""}, {"first": "A", "middle": [], "last": "Valli", "suffix": ""}, {"first": "G", "middle": [], "last": "Missale", "suffix": ""}, {"first": "M", "middle": [], "last": "Pilli", "suffix": ""}, {"first": "P", "middle": [], "last": "Fowler", "suffix": ""}, {"first": "T", "middle": [], "last": "Giuberti", "suffix": ""}, {"first": "F", "middle": ["V"], "last": "Chisari", "suffix": ""}, {"first": "F", "middle": [], "last": "Fiaccadori", "suffix": ""}], "year": 1991, "venue": "J. Clin. Invest", "volume": "88", "issn": "", "pages": "214--222", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Immunoglobulin diversity, B-cell and antibody repertoire development in large farm animals", "authors": [{"first": "J", "middle": ["E"], "last": "Butler", "suffix": ""}], "year": 1998, "venue": "Rev. Sci. Tech", "volume": "17", "issn": "", "pages": "43--70", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "East Coast fever: titration in cattle of suspensions of Theileria parva derived from ticks", "authors": [{"first": "M", "middle": ["P"], "last": "Cunningham", "suffix": ""}, {"first": "C", "middle": ["G D"], "last": "Brown", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Burridge", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Musoke", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Purnell", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Radley", "suffix": ""}, {"first": "C", "middle": [], "last": "Sempebwa", "suffix": ""}], "year": 1974, "venue": "Br. Vet. J", "volume": "130", "issn": "", "pages": "336--345", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Dose dependent responses of cattle to Theileria parva stabilate", "authors": [{"first": "T", "middle": ["T"], "last": "Dolan", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Young", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Losos", "suffix": ""}, {"first": "I", "middle": [], "last": "Mcmilian", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Minder", "suffix": ""}, {"first": "K", "middle": [], "last": "Soulsby", "suffix": ""}], "year": 1984, "venue": "Int. J. Parasitol", "volume": "14", "issn": "", "pages": "89--95", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Nanoparticle vaccines", "authors": [{"first": "L", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "A", "middle": [], "last": "Seth", "suffix": ""}, {"first": "N", "middle": [], "last": "Wibowo", "suffix": ""}, {"first": "C", "middle": ["X"], "last": "Zhao", "suffix": ""}, {"first": "N", "middle": [], "last": "Mitter", "suffix": ""}, {"first": "C", "middle": [], "last": "Yu", "suffix": ""}, {"first": "A", "middle": ["P J"], "last": "Middelberg", "suffix": ""}], "year": 2014, "venue": "", "volume": "32", "issn": "", "pages": "327--337", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Nanovaccinology: the next generation of vaccines meets 21st century materials science and engineering", "authors": [{"first": "T", "middle": [], "last": "Mamo", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Poland", "suffix": ""}], "year": 2012, "venue": "Vaccine", "volume": "30", "issn": "", "pages": "6609--6611", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Structures of hepatitis B virus cores presenting a model epitope and their complexes with antibodies", "authors": [{"first": "A", "middle": ["M"], "last": "Roseman", "suffix": ""}, {"first": "O", "middle": [], "last": "Borschukova", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Berriman", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Wynne", "suffix": ""}, {"first": "P", "middle": [], "last": "Pumpens", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Crowther", "suffix": ""}], "year": 2012, "venue": "J. Mol. Biol", "volume": "423", "issn": "", "pages": "63--78", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "T cellindependent type I antibody response against B cell epitopes expressed repetitively on recombinant virus particles", "authors": [{"first": "T", "middle": [], "last": "Fehr", "suffix": ""}, {"first": "D", "middle": [], "last": "Skrastina", "suffix": ""}, {"first": "P", "middle": [], "last": "Pumpens", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Zinkernagel", "suffix": ""}], "year": 1998, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "95", "issn": "", "pages": "9477--9481", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Functional properties of bovine IgG1 and IgG2: interaction with complement, macrophages, neutrophils and skin", "authors": [{"first": "T", "middle": ["C"], "last": "Mcguire", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Musoke", "suffix": ""}, {"first": "T", "middle": [], "last": "Kurtti", "suffix": ""}], "year": 1979, "venue": "Immunology", "volume": "38", "issn": "", "pages": "249--256", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Polymorphism of the IGHG3 gene in cattle", "authors": [{"first": "H", "middle": [], "last": "Rabbani", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Brown", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Butler", "suffix": ""}, {"first": "L", "middle": [], "last": "Hammarström", "suffix": ""}], "year": 1997, "venue": "Immunogenetics", "volume": "46", "issn": "", "pages": "326--331", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Structure of bovine immunoglobulin constant region heavy chain gamma 1 and gamma 2 genes", "authors": [{"first": "D", "middle": ["B A"], "last": "Symons", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Clarkson", "suffix": ""}, {"first": "D", "middle": [], "last": "Beale", "suffix": ""}], "year": 1989, "venue": "Mol. Immunol", "volume": "26", "issn": "", "pages": "841--850", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "The heterogeneity of bovine IgG2--VIII. The complete cDNA sequence of bovine IgG2a (A2) and an IgG1", "authors": [{"first": "I", "middle": [], "last": "Kacskovics", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Butler", "suffix": ""}], "year": 1996, "venue": "Mol. Immunol", "volume": "33", "issn": "", "pages": "189--195", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Structural evidence for a new IgG1 antibody sequence allele of cattle", "authors": [{"first": "S", "middle": ["S"], "last": "Saini", "suffix": ""}, {"first": "W", "middle": [], "last": "Farrugia", "suffix": ""}, {"first": "N", "middle": [], "last": "Muthusamy", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Ramsland", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Kaushik", "suffix": ""}], "year": 2007, "venue": "Scand. J. Immunol", "volume": "65", "issn": "", "pages": "32--38", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "HBV core particles as a carrier for B cell/T cell epitopes", "authors": [{"first": "P", "middle": [], "last": "Pumpens", "suffix": ""}, {"first": "E", "middle": [], "last": "Grens", "suffix": ""}], "year": 2001, "venue": "Intervirology", "volume": "44", "issn": "", "pages": "98--114", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Freeze-drying of ovalbumin loaded mesoporous silica nanoparticle vaccine formulation increases antigen stability under ambient conditions", "authors": [{"first": "K", "middle": ["T"], "last": "Mody", "suffix": ""}, {"first": "D", "middle": [], "last": "Mahony", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Cavallaro", "suffix": ""}, {"first": "F", "middle": [], "last": "Stahr", "suffix": ""}, {"first": "S", "middle": ["Z"], "last": "Qiao", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Mahony", "suffix": ""}, {"first": "N", "middle": [], "last": "Mitter", "suffix": ""}], "year": 2014, "venue": "Int. J. Pharm", "volume": "465", "issn": "", "pages": "325--332", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Endocytosis mechanisms and the cell biology of antigen presentation", "authors": [{"first": "S", "middle": [], "last": "Burgdorf", "suffix": ""}, {"first": "C", "middle": [], "last": "Kurts", "suffix": ""}], "year": 2008, "venue": "Curr. Opin. Immunol", "volume": "20", "issn": "", "pages": "89--95", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Silica nanoparticles induce NLRP3 inflammasome activation in human primary immune cells", "authors": [{"first": "D", "middle": ["M"], "last": "Gómez", "suffix": ""}, {"first": "S", "middle": [], "last": "Urcuqui-Inchima", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Hernandez", "suffix": ""}], "year": 2017, "venue": "Innate Immun", "volume": "23", "issn": "", "pages": "697--708", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Effect of silica particle size on macrophage inflammatory responses", "authors": [{"first": "T", "middle": [], "last": "Kusaka", "suffix": ""}, {"first": "M", "middle": [], "last": "Nakayama", "suffix": ""}, {"first": "K", "middle": [], "last": "Nakamura", "suffix": ""}, {"first": "M", "middle": [], "last": "Ishimiya", "suffix": ""}, {"first": "E", "middle": [], "last": "Furusawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Ogasawara", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Alum adjuvant boosts adaptive immunity by inducing uric acid and activating inflammatory dendritic cells", "authors": [{"first": "M", "middle": [], "last": "Kool", "suffix": ""}, {"first": "T", "middle": [], "last": "Soullié", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Nimwegen", "suffix": ""}, {"first": "M", "middle": ["A M"], "last": "Willart", "suffix": ""}, {"first": "F", "middle": [], "last": "Muskens", "suffix": ""}, {"first": "S", "middle": [], "last": "Jung", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Hoogsteden", "suffix": ""}, {"first": "H", "middle": [], "last": "Hammad", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Lambrecht", "suffix": ""}], "year": 2008, "venue": "J. Exp. Med", "volume": "205", "issn": "", "pages": "869--882", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Models of inflammation: carrageenan-or complete Freund's Adjuvant (CFA)-induced edema and hypersensitivity in the rat", "authors": [{"first": "J", "middle": ["C"], "last": "Fehrenbacher", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Vasko", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Duarte", "suffix": ""}], "year": 2012, "venue": "Curr. Protoc. Pharmacol. Chapter", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Heterologous prime-boost vaccination with adenoviral vector and protein nanoparticles induces both Th1 and Th2 responses against Middle East respiratory syndrome coronavirus", "authors": [{"first": "S", "middle": ["Y"], "last": "Jung", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Kang", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Seo", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Kim", "suffix": ""}, {"first": "H", "middle": [], "last": "Kim", "suffix": ""}, {"first": "T", "middle": [], "last": "Kwon", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Park", "suffix": ""}, {"first": "H", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Nam", "suffix": ""}], "year": 2018, "venue": "Vaccine", "volume": "36", "issn": "", "pages": "3468--3476", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Prime-boost vaccine strategy against viral infections: mechanisms and benefits", "authors": [{"first": "K", "middle": [], "last": "Kardani", "suffix": ""}, {"first": "A", "middle": [], "last": "Bolhassani", "suffix": ""}, {"first": "S", "middle": [], "last": "Shahbazi", "suffix": ""}], "year": 2016, "venue": "Vaccine", "volume": "34", "issn": "", "pages": "413--423", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Electron microscope (EM) images of VLPs and SV-140-C 18 . Transmission EM analysis of (A) HBcAg-p67C VLPs, (B) HBcAg VLPs, and (C) SV-140-C 18 , as well as (D) scanning EM analysis of SV-140-C 18 . Arrows indicate entrances on the shells of SVs in both (C) and (D).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Confocal fluorescence microscopy of RAW 264.7 cells following incubation with SVs. The images are of (A) RAW 264.7 cells alone, (B) cells with SV-140-C 18 , (C) cells with SV-p67C-FITC, (D) cells with SV-p67C-FITC in the presence of ISA 206 VG, (E) s-p67C-FITC, and (F) s-p67C-FITC in the presence of ISA 206 VG. Acidic organelles in the cells were stained red with Lysotracker Red DND-99, cell membranes were stained white with wheat germ agglutinin, Alexa Fluor 647 conjugate (WGA-647) and nuclei were stained blue with Hoechst 33342. FITC is represented in green, and the colocalization of Ag in endosomes appears orange because of an overlap of red and green (white arrows indicate the colocalization of Ag in the endosomes). The assays were performed in duplicate, and the best images are shown.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Half-max p67C-specific total IgG Ab titers present in sera in cattle from the immunogenicity studies (three animals per group). Ab titers were measured at different time points in individual animals in groups 1-6: (A) s-p67C, (B) SV-p67C, (C) HBcAg-p67C, (D) SV-p67C without ISA 206 VG adjuvant, (E) SV-p67C + HBcAg-p67C as two separate inoculations, and (F) SV-p67C + HBcAg-p67C as one inoculation. The black arrows mark the day of Ag inoculation. Note the difference in the y-axis scale for (A)-(D) versus (E) and (F).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The responses of enriched CD4 + T cell from immunized cattle to different stimuli were measured in cattle from the immunogenicity studies (three animals per group). (A) The p67C-specific proliferative cellular response in individual animals in groups 1-6 (Kruskal-Wallis p , 0.05) and (B) p67C-specific IFN-g-secreting cells per million CD4 + T cells in individual animals in groups 1-4 were measured at 2 wk after the last boost at day 70 (Kruskal-Wallis p , 0.05). (C) T cell proliferative responses were measured in individual animals in groups 1-3 and groups 5 and 6 at day 175 to different stimuli. Ag stimuli used were the following: p67C peptide pool (a pool of 25-mer p67C-overlapping peptides), s-p67C, SV-p67C, SV-140-C 18 SVs, HBcAg-p67C, and HBcAg VLPs. The group average and SD are also shown.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Anti-p67C Ab subtype responses, specificity to p67C synthetic peptides, and sporozoite-neutralizing activity in immunogenicity studies (three animals per group). (A) Serum samples from cattle at day 77 after the first Ag dose were used to measure IgG subtype responses, and the p67Cspecific Ab IgG1/IgG2 ratios in sera from individual animal in groups 1-3 and 5-6 are shown. (B) Reactivity of the same sera with synthetic overlapping p67C peptides using a color-coded heat map generated with Heatmapper software based on peptide reactivity. (C) Sporozoite neutralization capacity of serum from individual animals and the group average and SD of sera from groups 1, 2, 3, and 5.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Immune response and protection achieved in group 7 (three doses of HBcAg-p67C/SV-p67C) and group 8 (challenge control) animals, 15 animals per group. (A) Kinetics of Ag-specific IgG Ab titers measured in sera, average (n = 15), and SD are shown. The days of Ag injection are represented by black arrows. (B) p67C-specific CD4 + T cell proliferation increases were measured at 2 wk after the last boost (day 70), individual animals (n = 15), the group average, and SD are shown. Two different stimuli were used: a pool of 25-mer p67C-overlapping peptides (Pept.) and s-p67C. Negative stimulus responses are also included: ovalbumin (ovoalb.) and irrelevant peptides (irr. pept.). (C) p67C-specific Ab IgG1/IgG2 ratios in sera from individual animals. (D) A color-coded heat map based on peptide recognition by sera from individual animals is shown. Animals are separated in immune and susceptible groups after challenge. (A-D) Group 7 results. (E) ECF scores of both groups of animals, the mean and the 95% confidence interval are shown. A red line separates the protected and nonprotected animals (ECF score $ 6). The significance of the differences among groups is also shown. **p , 0.01.", "latex": null, "type": "figure"}, "TABREF0": {"text": "were sourced from farms in the Kenyan highlands. Animal experiments and routine maintenance was in accordance with procedures approved by International Livestock Research Institute's (ILRI's) Institute Animal Care and Use Committee (experiment references 2016.15, 2016.24 for immunogenicity studies, and 2017.23 for the challenge experiment).", "latex": null, "type": "table"}, "TABREF1": {"text": "Summary of SV properties and assessment for p67C adsorption", "latex": null, "type": "table"}, "TABREF2": {"text": "Summary of animal groups for immunogenicity studies (groups 1-6) and challenge experiments (groups 7 and 8)", "latex": null, "type": "table"}, "TABREF3": {"text": "Summary of ELISA results for immunogenicity studies in cattle", "latex": null, "type": "table"}, "TABREF4": {"text": "Summary of CD4 + proliferation and IFN-g results for immunogenicity studies in cattle", "latex": null, "type": "table"}, "TABREF5": {"text": "Summary results of the percentage of neutralization capacity of sera from animals under immunogenicity studies in cattle", "latex": null, "type": "table"}, "TABREF6": {"text": "Summary of immune parameters measured in group 7 (SV-HBc-p67C) Animal ID p67C-Specific IgG Half-Max Ab Titers Using p67C protein at 2.5 mM as stimuli at day 70. ID, identifier.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank the ILRI Farm staff for animal maintenance and the ILRI Tick Unit for provision of T. parva sporozoites and dissected tick salivary glands, and Dr. I. Pintelon, University of Antwerp, for technical help with electron microscopy. We thank Dr. N. Condon for technical help with confocal microscopy, which was performed at the ACRF/Institute for Molecular Bioscience Cancer Biology Imaging Facility, which was established with the support of the ACRF.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "The authors have no financial conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Disclosures"}]}