{"paper_id": "0a489af55fd272814aa44f88bf52d06c213358de", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "T he legalization of recreational cannabis in Canada in October 2018 was the beginning of a policy experiment that has attracted worldwide attention. To support that experiment, the federal government has funded medical, scientific and policy research, 1 and committed itself to a national regu latory review in October 2021. 2 But both research and review are made harder by provincial governments' inadequate disclosure of their data for sales of cannabis. Provinces and territories must become more transparent with those data to enable a clear understanding of the consequences of Canada's cannabis legalization policy and ways to improve it.", "cite_spans": [{"start": 253, "end": 254, "text": "1", "ref_id": "BIBREF0"}, {"start": 326, "end": 327, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "Although the federal government regulates cannabis production and medical cannabis sales across the country -requiring all licensed producers to file monthly reports regarding their harvesting, processing and shipments through Health Canada's Cannabis Tracking and Licensing System (CTLS) 3 -provincial governments regulate sales of recreational cannabis within their respective jurisdictions. Each province or territory has a designated agency, such as Alberta Gaming, Liquor, and Cannabis or the Ontario Cannabis Store, that reports the jurisdiction's recreational sales to Health Canada, in both dollars and product volume terms, within 15 days of the end of each month. However, few of these data are currently made public. Health Canada posts national total sales volumes for both recreational and medical products on its website (https://www.canada.ca/en/ health-canada/services/drugs-medication/cannabis/research -data/market.html), but only the medical volumes are broken down by province and territory. Provincial and territorial agencies are less transparent. Whereas some publish quarterly sales totals, several report only annually, and none disclose data on a monthly basis.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Not only is publication of the provincial and territorial data limited, many of the agencies also refuse requests for information. For a 2020 research article that used government data to estimate monthly recreational sales in dollars per capita, grams per user and percentage share of kilograms or litres consumed, 4 Health Canada could not release provincial breakdowns without provincial permission, and only 2 provinces subsequently shared their monthly data. Journalists' requests for data are also often rebuffed. For example, Alberta's chief medical officer suggested in July 2020 that cannabis use might have increased during lockdowns put in place because of the coronavirus disease 2019 pandemic. While Alberta's monthly sales numbers could have shed light on that hypothesis, Alberta Gaming, Liquor, and Cannabis refused to release them (www.cbc.ca/news/canada/calgary/ alberta-health-liquor -cannabis-sales-no-actual-data-1.5612664).", "cite_spans": [{"start": 316, "end": 317, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "This provincial secrecy contrasts starkly with the proactive disclosure practised by several states in the US. Colorado publishes monthly cannabis sales broken down by county, 5 whereas Washington breaks down sales to the store level. 6 Thus, for example, from October 2018 to March 2019, Colorado posted 228 retail sales data points online and Washington provided 2591, but Ontario released just 1. Furthermore, Washington allows researchers to analyze its (anonymized) sales databases that contain millions of retail and wholesale transactions. 7 Making data available to such a level of detail enables better assessments of the impacts of legalization. 8 Consider the basic regulatory question of how many cannabis stores to allow. Too few stores might mean users remain with illegal dealers, whereas too many shops might encourage greater usage. Washington's detailed reporting allowed researchers to better understand that trade-off. One study showed that legalization itself did not lead to increased cannabis use but opening more stores did. 9 Another ", "cite_spans": [{"start": 176, "end": 177, "text": "5", "ref_id": "BIBREF4"}, {"start": 235, "end": 236, "text": "6", "ref_id": "BIBREF5"}, {"start": 547, "end": 548, "text": "7", "ref_id": "BIBREF6"}, {"start": 656, "end": 657, "text": "8", "ref_id": "BIBREF7"}, {"start": 1049, "end": 1050, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "• Despite the many potential impacts of the legalization of cannabis in Canada, provincial and territorial governments' poor disclosure of data about their recreational sales hinders researchers' efforts to study the the medical and social effects of legalization.", "cite_spans": [], "ref_spans": [], "section": "KEY POINTS"}, {"text": "Washington are proactive in disclosing detailed cannabis sales data, which has helped researchers to gain understanding of the impacts of legalization to inform regulatory improvements.", "cite_spans": [], "ref_spans": [], "section": "• In the United States, jurisdictions such as Colorado and"}, {"text": "• To ensure that Canada's 2021 regulatory review is fair and evidence-based, provinces and territories must make publicly available the recreational cannabis sales data that they already collect and supply to Health Canada, as a minimum.", "cite_spans": [], "ref_spans": [], "section": "• In the United States, jurisdictions such as Colorado and"}, {"text": "found there were too few stores to ensure competition, meaning each shop had substantial influence over the purchasing behaviour of their customers. 7 Neither study could currently be replicated in most Canadian provinces.", "cite_spans": [{"start": 149, "end": 150, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "• In the United States, jurisdictions such as Colorado and"}, {"text": "Medical and social science researchers would likewise find detailed sales data helpful. The extent to which legalization may reduce physical harms to users or law enforcement harms to minorities, partly depends on how many existing users start buying products through regulated channels. Studies of the impacts of legalization on hospital admissions and visits to the emergency department could especially benefit from sales data that are broken down by month and location. 10 But such research currently relies instead on indirect measures of regional sales, such as counts of licensed stores. 11 Detailed data are also useful when revising government regulations. 8 The Cannabis Act itself requires that a federal regulatory review begin in October 2021. 2 But, it will be difficult for medical professionals, social justice advocates or economists to contribute meaningfully if just 3 annual data points are publicly available to analyze per province. Cannabis producers and retailers, however, will likely be well-prepared for the review, as they can draw upon their own sales databases to inform their arguments. An industry working group has already begun preparing a submission (https:// chamber.ca/committee/national-cannabis-working-group/) and will likely request relaxed advertising regulations to let firms \"market to the noncannabis consumer\" (www.thegrowthop.com/cannabis -news/cannabis-beverage-challenge-can-cannabis-beverages -overcome-the-tobaccoization-of-cannabis).", "cite_spans": [{"start": 474, "end": 476, "text": "10", "ref_id": "BIBREF9"}, {"start": 595, "end": 597, "text": "11", "ref_id": "BIBREF10"}, {"start": 666, "end": 667, "text": "8", "ref_id": "BIBREF7"}, {"start": 757, "end": 758, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "• In the United States, jurisdictions such as Colorado and"}, {"text": "Therefore, the national regulatory review risks having 3 unequal groups: federal officials, who can access extensive Health Canada records; industry representatives, who can rely on their own data; and all other stakeholders, who will have little access to either.", "cite_spans": [], "ref_spans": [], "section": "• In the United States, jurisdictions such as Colorado and"}, {"text": "To enhance public understanding of the outcomes of cannabis legalization in Canada and avoid this skewed situation, provincial and territorial governments must become more transparent with their cannabis data. At a minimum, they should begin posting online the monthly data they already report to Health Canada, within the same 15-day window. This would include total sales in both dollar and product volume terms, broken down by major product category. Ideally, each province would go further by providing breakdowns of monthly sales at the individual municipality or census area level, as in Colorado and Washington. They could also invite researchers to access, subject to consumer privacy protections, their large sales databases.", "cite_spans": [], "ref_spans": [], "section": "• In the United States, jurisdictions such as Colorado and"}, {"text": "An open government approach of providing frequent detailed disclosure of cannabis data would allow more interested parties to conduct their own analyses and thereby provide insight into this complex policy experiment. That in turn could help health care organizations and other stakeholders advocate for evidence-based regulatory improvements in October 2021.", "cite_spans": [], "ref_spans": [], "section": "• In the United States, jurisdictions such as Colorado and"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "CIHR and health partners invest more than $21 million in cannabis research", "authors": [], "year": 1928, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "2018, c. 16, section 151", "authors": [{"first": "S", "middle": [], "last": "Cannabis Act", "suffix": ""}], "year": 2018, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Cannabis Tracking System: monthly reporting guide. Ottawa: Health Canada", "authors": [], "year": 1923, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Legal cannabis market shares during Canada's first year of recreational legalisation", "authors": [{"first": "M", "middle": ["J"], "last": "Armstrong", "suffix": ""}], "year": 2020, "venue": "Int J Drug Policy", "volume": "88", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "State of Colorado: Colorado Department of Revenue", "authors": [], "year": 1923, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Marijuana sales activity: sales and excise tax by county. Olympia (WA): Washington State Liquor and Cannabis Board", "authors": [], "year": 1923, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Taxation and market power in the legal marijuana industry", "authors": [{"first": "B", "middle": [], "last": "Hollenbeck", "suffix": ""}, {"first": "K", "middle": [], "last": "Uetake", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A practical framework for regulating for-profit recreational marijuana in US states: lessons from Colorado and Washington", "authors": [{"first": "J", "middle": ["T"], "last": "Carnevale", "suffix": ""}, {"first": "R", "middle": [], "last": "Kagan", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Murphy", "suffix": ""}], "year": 2017, "venue": "Int J Drug Policy", "volume": "42", "issn": "", "pages": "71--85", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Post-legalization opening of retail cannabis stores and adult cannabis use in Washington State", "authors": [{"first": "E", "middle": ["M"], "last": "Everson", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Dilley", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Maher", "suffix": ""}], "year": 2009, "venue": "Am J Public Health", "volume": "109", "issn": "", "pages": "1294--301", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evaluating the impact of recreational cannabis legalization on acute care outcomes", "authors": [{"first": "A", "middle": [], "last": "Chum", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Macmaster", "suffix": ""}], "year": 1928, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Access to cannabis retail stores across Canada 6 months following legalization: a descriptive study", "authors": [{"first": "D", "middle": ["T"], "last": "Myran", "suffix": ""}, {"first": "Crl", "middle": [], "last": "Brown", "suffix": ""}, {"first": "P", "middle": [], "last": "Tanuseputro", "suffix": ""}], "year": 2019, "venue": "CMAJ Open", "volume": "7", "issn": "", "pages": "454--61", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Cite as: CMAJ 2021 March 8;193:E341-2. doi: 10.1503/cmaj.202041", "latex": null, "type": "figure"}}, "back_matter": [{"text": "This article has been peer reviewed.Affiliation: Goodman School of Business, Brock University, St. Catharines, Ont.", "cite_spans": [], "ref_spans": [], "section": "Competing interests: None declared."}, {"text": "This is an Open Access article distributed in accordance with the terms of the Creative Commons Attribution (CC BY-NC-ND 4.0) licence, which permits use, distribution and reproduction in any medium, provided that the original publication is properly cited, the use is noncommercial (i.e., research or educational use), and no modifications or adaptations are made. See: https://creativecommons.org/ licenses/by-nc-nd/4.0/", "cite_spans": [], "ref_spans": [], "section": "Content licence:"}]}