{"paper_id": "0a523b9e3afdf4d53c540bda5a2f8cb3fb8c269c", "metadata": {"title": "Bilateral anterior cerebral artery occlusion following CD19- and BCMA-targeted chimeric antigen receptor T-cell therapy for a myeloma patient", "authors": [{"first": "Li-Xia", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": [], "last": "Xian-Qiu Yu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jiang", "middle": [], "last": "Cao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yi-Long", "middle": [], "last": "Lu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ming", "middle": [], "last": "Luo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": [], "last": "Fang Lei", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["Yu"], "last": "Tang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiao-Ming", "middle": [], "last": "Fei", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Chimeric antigen receptor T (CAR-T)-cell therapy is a promising treatment for relapsed/refractory multiple myeloma (RRMM). In our previous report, CD19-and BCMA-targeted CAR-T co-administration was associated with a high response rate. Although cytokine release syndrome (CRS) and neurotoxicity are frequent complications following CAR-T treatment, cerebral infarction is rarely reported as a CAR-T-related complication. We reported a 73-year-old female MM patient who received CD19-and BCMA-targeted CAR-T for refractory disease. Her disease responded to CAR-T therapy, but she developed neurological symptoms following CRS. Cranial CT and MRI demonstrated multiple cerebral infarctions and bilateral anterior cerebral artery (ACA) occlusion. We suggest that cerebral infarction other than CAR-T-related neurotoxicity is the underlying cause of abnormal neuropsychological symptoms, and diagnostic imaging tests should be actively performed to exclude ischemic cerebrovascular events.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Chimeric antigen receptor T (CAR-T)-cell therapy has recently emerged as a novel treatment for a variety of hematological malignancies. To date, CD19-targeted CAR-T-cell products, such as tisagenlecleucel and axicabtagene ciloleucel, have been approved by the U.S. FDA for clinical use for pediatric acute lymphoblastic leukemia (ALL) and adult diffuse large B-cell lymphoma subtypes (DLBCL) [1] . Although CD19 is not widely expressed by myeloma cells, its expression was detected in a few myeloma stem cells [2] . Compared with CD19, B-cell maturation antigen (BCMA) is more specifically and universally expressed by MM cells in most MM patients. Therefore, BCMA-targeted CAR-T is commonly considered to be a better strategy for the treatment of MM, although CD19-targeted CAR-T alone or combined with BCMA-targeted CAR-T can be selected for therapeutic purpose [3, 4] . In our previous phase II study, co-administration of CD19-and BCMA-targeted CAR-T cells was therapeutically feasible and efficacious in the relapsed/refractory multiple myeloma (RRMM) setting [5] . Although CAR-T therapy has a high response rate, a barrier to the widespread use of CAR-T-cell therapy is its toxicity, primarily cytokine release syndrome (CRS) and neurological toxicity [6] . CAR-T-associated neurotoxicity can result in headache, confusion, and delirium, among other neural changes. Importantly, most of these adverse effects are generally reversible and symptoms usually resolve over time [6, 7] . To the best of our knowledge, however, cerebral infarction has never been reported during CAR-T therapy. We report a patient with refractory MM who received CAR-T salvage therapy and developed cerebral infarction following the amelioration of CRS.", "cite_spans": [{"start": 392, "end": 395, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 510, "end": 513, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 864, "end": 867, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 868, "end": 870, "text": "4]", "ref_id": "BIBREF3"}, {"start": 1065, "end": 1068, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1259, "end": 1262, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1480, "end": 1483, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1484, "end": 1486, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "A 73-year-old female with a history of diabetes, hypertension, and coronary heart disease was first admitted to the Department of Cardiology for overt heart failure. Her initial workup suggested anemia, proteinuria, hypoalbuminemia, and hyperglobulinemia with a significantly high IgA. She was then transferred to our department, because plasma dyscrasia was highly suspected. Her bone marrow examination demonstrated 20.5% monoclonal plasma cells and a normal karyotype. Immunofixation assay revealed monoclonal IgA-λ in serum. The total amount of 24-h urine λ chain was 3.7 g and serum creatinine was normal. FISH test on CD138-sorted cells was positive for IGH/ FGFR3 fusion and CKS1B/CDKN2C amplification, but negative for TP53 deletion, translocation of IGH/MAFB, IGH/MAF, and CCND1/IGH. Bone survey demonstrated multiple lytic lesions in the spine and skull by both MRI and X-ray. Congo red staining was negative on skin biopsy. She was diagnosed with IgA-λ multiple myeloma, R-ISS stage III. She initially received a cycle of a BD regimen (bortezomib; dexamethasone) for the treatment of myeloma; however, her IgA level continued to increase at the end of the cycle. Lenalidomide was added and her IgA level began to decrease 1 month later. As this was likely a bortezomib-refractory case, we switched to an IRD (ixazomib; lenalidomide; dexamethasone) regimen. While on the IRD regimen, her IgA level continued to decrease and the best recorded response was very good partial response (VGPR). However, lenalidomide was withdrawn because of intolerance. Three months after the best recorded response, there was an abrupt increase in serum IgA and total urine λ chain. As her disease quickly rebounded and relative intolerance to both lenalidomide and ixazomib (severe thrombocytopenia and renal insufficiency) was observed, we enrolled her into the CAR-T therapy clinical trial (ChiCTROIC-17011272). While waiting for CAR-T to be available, we put her on the IRD regimen again. Considering her comorbidities and pancytopenia, dose-reduced and truncated IRD was selected. She responded slightly to the reintroduction of IRD. However, her serum IgA level began to increase again approximately one month later, along with the exacerbation of renal impairment. Although the COVID-19 pandemic greatly affected the turnover of CAR-T, an autologous CAR-T product was re-infused after FC (fludarabine; cyclophosphamide) T-cell-deleted conditioning chemotherapy in Feb, 2020. This product consisted of humanized anti-CD19 CAR-T cells (1 × 10 6 cells per kg) and murine anti-BCMA CAR-T cells (1 × 10 6 cells per kg). Both CARs included a 4-1BB costimulatory domain and the CAR-T cells were acquired by transfecting CD3-positive T cells with a lentiviral vector carrying the CAR sequence, as previously described [5] . Within the first couple of weeks, her serum IL-6 and ferritin levels remained normal, but her serum IgA level continued to decrease during this period, because she stopped all anti-myeloma agents after CAR-T-cell infusion. On the 23rd day post-infusion, she developed fever and increased levels of serum IL-6(829 pg/mL; normal range < 7 pg/mL) and ferritin (1432 ng/mL; normal range 4.63-204 ng/mL), which suggested CRS. Her fever did not resolve after supportive treatment, and sustained hypofibrinogenemia and marked neutropenia were unresponsive to G-CSF. Her fever resolved after a dose of 400 mg of tocilizumab, but neutropenia and hypofibrinogenemia did not improve. We prescribed dexamethasone at 10 mg once daily to control her CRS, and her neutrophil count normalized and hypofibrinogenemia improved. However, on the 29th day post-infusion, we noted signs of elusion and memory defects in the patient, and she also exhibited weakness of both legs. We suspected CAR-T-related neurotoxicity and added cyclophosphamide at 300 mg once daily in addition to dexamethasone to eliminate the CAR-T cells. On the 30th day post-infusion, her pulmonary infection worsened. No causative agent was identified by sputum culture. We administered empiric antibiotic therapy with imipenem/cilastatin. However, on the 31st day post-infusion, she was comatose. Cranial CT revealed cerebral atrophy with ischemic changes in the white matter of the brain, bilateral frontal lobe edema density, and possible frontal lobe cerebral infarction (Fig. 1A, B) . Subsequent cranial MRI and vascular imaging demonstrated multiple acute cerebral infractions of the bilateral frontal lobes, radioactive crown and corpus callosum, bilateral occlusion of the A2 fragment of ACA (Fig. 1C, D) , and bilateral localized visualization of the A2 segment of the anterior cerebral artery with no clear visualization of its distal and branch (probable occlusion; Fig. 1E ). The coma lasted until she died of pulmonary infection on the 34th day post-infusion. The clinical course is shown in Fig. 2 .", "cite_spans": [{"start": 2808, "end": 2811, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 4341, "end": 4353, "text": "(Fig. 1A, B)", "ref_id": "FIGREF0"}, {"start": 4566, "end": 4578, "text": "(Fig. 1C, D)", "ref_id": "FIGREF0"}, {"start": 4743, "end": 4750, "text": "Fig. 1E", "ref_id": "FIGREF0"}, {"start": 4871, "end": 4877, "text": "Fig. 2", "ref_id": null}], "section": "Case"}, {"text": "Although CAR-T-cell therapy was demonstrated to be effective against hematological malignancies, such as B-cell acute lymphoblastic leukemia, some types of lymphoma, and MM, CAR-T-related toxicities cause significant morbidities, sometimes even death. Among those toxicities, CRS and neurotoxicity are the most prominent and unique to CAR-T therapy [1, 6, 7] . To better define and manage them, a grading system and treatment algorithm were proposed [8] . In our previously report, 91% (19/22) of all RRMM patients who received dual CAR-T products developed CRS, and 86% (18/22) had grade I to II and only one patient developed grade III CRS. Although there were two patients who had neurological complications, none of them had cerebral infarction [5] . Strati et al. [9] recently reported that 68 of 100 patients with relapsed or refractory large B-cell lymphoma (LBCL) treated using axicabtagene ciloleucel developed immune effector cell-associated neurotoxicity syndrome (ICANS) and 41 (41%) had grade ≥ 3. Of 38 patients with ICANS who underwent MRI, three had MRI findings with features of stroke. Bilateral diffuse hypo-density was detected by CT around the cerebral ventricles and corona radiata on the 30th day post-CAR-T infusion (red arrow). c, d Cranial MRI. Low signal intensity on T1-weighted images and high signal intensity on T2-weighted images of the bilateral frontal lobes, radioactive crown, and corpus callosum on the 30th day post-CAR-T infusion (red arrow). e Magnetic resonance angiography (MRA) showed bilateral occlusion of the A2 segment of the ACA (red arrow) A working group of experts from 11 centers in the United States called the chimeric antigen receptor-intensive-care unit (CAR-ICU) initiative reported that ischemic and hemorrhagic strokes concomitant with neurotoxicity were observed at five centers [10] , but the authors did not describe ischemic or hemorrhagic stroke in detail. According to these reports, ischemic stroke is a less common complication of CAR-T therapy. In our case, neurological symptoms emerged during the amelioration of CRS, and to our knowledge, CAR-T-associated neurotoxicity usually, but not always, develops following CRS. Therefore, it may be simply misdiagnosed as neurotoxicity instead of ischemic stroke if proper imaging is not performed. To date, there is no report of bilateral ACA occlusion during CAR-T therapy for relapsed/refractory MM. Of note, occlusion of bilateral ACA occurred, while the patient had marked thrombocytopenia and hypofibrinogenemia. As infarction of the ACA territory accounts for only 0.3-4.4% of reported cerebral infarctions, and bilateral infarction is even more rare [11, 12] . Cytokine secretion induced by CAR-T-cell therapy can cause systemic inflammatory storm in recipients. A key role of inflammation in the pathogenesis of ischemic stroke has been reported [13] . Cytokine-mediated endothelial activation and damage were noted in patients who developed neurotoxicity after CD19 CAR-T infusion, which enabled the transit of high concentrations of systemic cytokines into the CSF [14] . Norelli et al. [15] demonstrated in a mouse model that inflammatory cytokines, such as IL-1β, which usually increase during CRS, are associated with CAR-related neurotoxicity.", "cite_spans": [{"start": 349, "end": 352, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 353, "end": 355, "text": "6,", "ref_id": "BIBREF5"}, {"start": 356, "end": 358, "text": "7]", "ref_id": "BIBREF6"}, {"start": 450, "end": 453, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 749, "end": 752, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 769, "end": 772, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1839, "end": 1843, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 2670, "end": 2674, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 2675, "end": 2678, "text": "12]", "ref_id": "BIBREF11"}, {"start": 2867, "end": 2871, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 3088, "end": 3092, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 3110, "end": 3114, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "Thus, cerebral infarction was probably associated with CRS. In addition, coagulation abnormalities frequently occur during CAR-T treatment, which was also observed in the present case, and CRS is thought to be one of the causes of coagulation disorders [16] . Considering this patient had no atrial fibrillation, embolism was unlikely responsible for bilateral infarction. In conclusion, this is the first report of bilateral ACA occlusion during CAR-T therapy for relapsed/refractory MM, which may easily be confused with CAR-T related neurotoxicity; therefore, imaging should be actively performed for patients who develop neurological symptoms after CAR-T infusion to exclude ischemic cerebrovascular events. Fig. 2 Clinical course of the present case. a Timeline of the entire treatment process and response. b The treatment regimes, symptoms, and changes in laboratory data during CAR-T therapy. Flu fludarabine. CTX cyclophosphamide. DXM dexamethasone", "cite_spans": [{"start": 253, "end": 257, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 712, "end": 718, "text": "Fig. 2", "ref_id": null}], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Treating hematological malignancies with cell therapy: where are we now?", "authors": [{"first": "E", "middle": [], "last": "Landoni", "suffix": ""}, {"first": "B", "middle": [], "last": "Savoldo", "suffix": ""}], "year": 2018, "venue": "Expert Opin Biol Ther", "volume": "18", "issn": "", "pages": "65--75", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Prognostic value of immunophenotyping in multiple myeloma: a study by the PETHEMA/GEM cooperative study groups on patients uniformly treated with high-dose therapy", "authors": [{"first": "G", "middle": [], "last": "Mateo", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Montalbán", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Vidriales", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Lahuerta", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Mateos", "suffix": ""}, {"first": "N", "middle": [], "last": "Gutiérrez", "suffix": ""}], "year": 2008, "venue": "J Clin Oncol", "volume": "26", "issn": "", "pages": "2737--2781", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "T cells genetically modified to express an anti-B-cell maturation antigen chimeric antigen receptor cause remissions of poor-prognosis relapsed multiple myeloma", "authors": [{"first": "J", "middle": ["N"], "last": "Brudno", "suffix": ""}, {"first": "I", "middle": [], "last": "Maric", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Hartman", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Rose", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "N", "middle": [], "last": "Lam", "suffix": ""}], "year": 2018, "venue": "J Clin Oncol", "volume": "36", "issn": "", "pages": "2267--80", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Chimeric antigen receptor T cells against CD19 for multiple myeloma", "authors": [{"first": "A", "middle": ["L"], "last": "Garfall", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Maus", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Hwang", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Lacey", "suffix": ""}, {"first": "Y", "middle": ["D"], "last": "Mahnke", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Melenhorst", "suffix": ""}], "year": 2015, "venue": "N Engl J Med", "volume": "373", "issn": "", "pages": "1040--1047", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A combination of humanised anti-CD19 and anti-BCMA CAR T cells in patients with relapsed or refractory multiple myeloma: a singlearm, phase 2 trial", "authors": [{"first": "Z", "middle": [], "last": "Yan", "suffix": ""}, {"first": "J", "middle": [], "last": "Cao", "suffix": ""}, {"first": "H", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Qiao", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "Lancet Haematol", "volume": "6", "issn": "", "pages": "521--530", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Recent advances in CAR T-cell toxicity: mechanisms, manifestations and management", "authors": [{"first": "J", "middle": ["N"], "last": "Brudno", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Kochenderfer", "suffix": ""}], "year": 2019, "venue": "Blood Rev", "volume": "34", "issn": "", "pages": "45--55", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Chimeric antigen receptor T cell-related neurotoxicity: mechanisms, clinical presentation, and approach to treatment", "authors": [{"first": "J", "middle": [], "last": "Rice", "suffix": ""}, {"first": "S", "middle": [], "last": "Nagle", "suffix": ""}, {"first": "J", "middle": [], "last": "Randall", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Hinson", "suffix": ""}], "year": 2019, "venue": "Curr Treat Options Neurol", "volume": "21", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Management of adults and children undergoing chimeric antigen receptor T-cell therapy: best practice recommendations of the European Society for Blood and Marrow Transplantation (EBMT) and the Joint Accreditation Committee of ISCT and EBMT (JACIE)", "authors": [{"first": "I", "middle": [], "last": "Yakoub-Agha", "suffix": ""}, {"first": "C", "middle": [], "last": "Chabannon", "suffix": ""}, {"first": "P", "middle": [], "last": "Bader", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Basak", "suffix": ""}, {"first": "H", "middle": [], "last": "Bonig", "suffix": ""}, {"first": "F", "middle": [], "last": "Ciceri", "suffix": ""}], "year": 2020, "venue": "Haematologica", "volume": "105", "issn": "", "pages": "297--316", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Clinical and radiologic correlates of neurotoxicity after axicabtagene ciloleucel in large B-cell lymphoma", "authors": [{"first": "P", "middle": [], "last": "Strati", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Nastoupil", "suffix": ""}, {"first": "J", "middle": [], "last": "Westin", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Fayad", "suffix": ""}, {"first": "S", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Fowler", "suffix": ""}], "year": 2020, "venue": "Blood Adv", "volume": "4", "issn": "", "pages": "3943--51", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The chimeric antigen receptor-intensive care unit (CAR-ICU) initiative: surveying intensive care unit practices in the management of CAR T-cell associated toxicities", "authors": [{"first": "C", "middle": [], "last": "Gutierrez", "suffix": ""}, {"first": "Art", "middle": [], "last": "Brown", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Herr", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Kadri", "suffix": ""}, {"first": "B", "middle": [], "last": "Hill", "suffix": ""}, {"first": "P", "middle": [], "last": "Rajendram", "suffix": ""}], "year": 2020, "venue": "J Crit Care", "volume": "58", "issn": "", "pages": "58--64", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Bilateral medial frontal infarction in a case of azygous anterior cerebral artery stenosis", "authors": [{"first": "G", "middle": [], "last": "Orlandi", "suffix": ""}, {"first": "P", "middle": [], "last": "Moretti", "suffix": ""}, {"first": "C", "middle": [], "last": "Fioretti", "suffix": ""}, {"first": "M", "middle": [], "last": "Puglioli", "suffix": ""}, {"first": "P", "middle": [], "last": "Collavoli", "suffix": ""}, {"first": "L", "middle": [], "last": "Murri", "suffix": ""}], "year": 1998, "venue": "Ital J Neurol Sci", "volume": "19", "issn": "", "pages": "106--114", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Occurrence and mechanisms of occlusion of the anterior cerebral artery", "authors": [{"first": "G", "middle": [], "last": "Gacs", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Fox", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Barnett", "suffix": ""}, {"first": "F", "middle": [], "last": "Vinuela", "suffix": ""}], "year": 1983, "venue": "Stroke", "volume": "14", "issn": "", "pages": "952--961", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Targeting vascular inflammation in ischemic stroke: recent developments on novel immunomodulatory approaches", "authors": [{"first": "S", "middle": [], "last": "Shekhar", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Cunningham", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Pabbidi", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Booz", "suffix": ""}, {"first": "F", "middle": [], "last": "Fan", "suffix": ""}], "year": 2018, "venue": "Eur J Pharmacol", "volume": "833", "issn": "", "pages": "531--575", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Endothelial activation and blood-brain barrier disruption in neurotoxicity after adoptive immunotherapy with CD19 CAR-T cells", "authors": [{"first": "J", "middle": [], "last": "Gust", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Hay", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Hanafi", "suffix": ""}, {"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "D", "middle": [], "last": "Myerson", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Gonzalez-Cuyar", "suffix": ""}], "year": 2017, "venue": "Cancer Discov", "volume": "7", "issn": "", "pages": "1404--1423", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Monocyte-derived IL-1 and IL-6 are differentially required for cytokine-release syndrome and neurotoxicity due to CAR T cells", "authors": [{"first": "M", "middle": [], "last": "Norelli", "suffix": ""}, {"first": "B", "middle": [], "last": "Camisa", "suffix": ""}, {"first": "G", "middle": [], "last": "Barbiera", "suffix": ""}, {"first": "L", "middle": [], "last": "Falcone", "suffix": ""}, {"first": "A", "middle": [], "last": "Purevdorj", "suffix": ""}, {"first": "M", "middle": [], "last": "Genua", "suffix": ""}], "year": 2018, "venue": "Nat Med", "volume": "24", "issn": "", "pages": "739--787", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Coagulation disorders after chimeric antigen receptor T cell therapy: analysis of 100 patients with relapsed and refractory hematologic malignancies", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Qi", "suffix": ""}, {"first": "H", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Cao", "suffix": ""}, {"first": "M", "middle": [], "last": "Shi", "suffix": ""}, {"first": "J", "middle": [], "last": "Qiao", "suffix": ""}], "year": 2020, "venue": "Biol Blood Marrow Transplant", "volume": "26", "issn": "", "pages": "865--75", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Cranial CT and MRI images. a, b Cranial CT.", "latex": null, "type": "figure"}}, "back_matter": [{"text": "Acknowledgements This study was supported by the Zhenjiang Social Development Project (SH2018067), and Science and Technology Project of Affiliated Hospital of Jiangsu University (jdfyRC2019006).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "The authors state that they have no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}