{"paper_id": "0a5686338123ac1b4182787f6daa9edc7e8e9333", "metadata": {"title": "Journal Pre-proof Investigation of SARS-CoV-2 Virus on Nozzle surfaces of fuel supply stations in North West of Iran Investigation of SARS-CoV-2 Virus on Nozzle surfaces of fuel supply stations in North West of Iran Investigation of SARS-CoV-2 Virus on Nozzle surfaces of fuel supply stations in North West of Iran", "authors": [{"first": "Chiman", "middle": [], "last": "Karami", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ardabil University of Medical Sciences", "location": {"settlement": "Ardabil", "country": "Iran"}}, "email": ""}, {"first": "Ali", "middle": [], "last": "Normohammadi", "suffix": "", "affiliation": {"laboratory": "Student Research Committee", "institution": "Ardabil University of Medical Sciences", "location": {"settlement": "Ardabil", "country": "Iran"}}, "email": ""}, {"first": "Abdollah", "middle": [], "last": "Dargahi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ardabil University of Medical Sciences", "location": {"settlement": "Ardabil", "country": "Iran"}}, "email": ""}, {"first": "Mehdi", "middle": [], "last": "Vosoughi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ardabil University of Medical Sciences", "location": {"settlement": "Ardabil", "country": "Iran"}}, "email": ""}, {"first": "Hamed", "middle": [], "last": "Zandian", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ardabil University of Medical Sciences", "location": {"settlement": "Ardabil", "country": "Iran"}}, "email": ""}, {"first": "Farhad", "middle": [], "last": "Jeddi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ardabil University of Medical Sciences", "location": {"settlement": "Ardabil", "country": "Iran"}}, "email": ""}, {"first": "S", "middle": ["Ahamad"], "last": "Mokhtari", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ardabil University of Medical Sciences", "location": {"settlement": "Ardabil", "country": "Iran"}}, "email": ""}, {"first": "Eslam", "middle": [], "last": "Moradi-Asl", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ardabil University of Medical Sciences", "location": {"settlement": "Ardabil", "country": "Iran"}}, "email": ""}, {"first": "Dr", "middle": [], "last": "Mehdi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vosoughi", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Emails: a.dargahi29@yahoo.com and mvn_20@yahoo.com J o u r n a l P r e -p r o o f Journal Pre-proof Abstract", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "There are several ways for transmitting the SARS-CoV-2 virus to humans, and one of these ways is the contact with infected surfaces. Fuel stations have been a major concern for people and health experts due to the frequent use of common nozzles. This study was performed to identify the COVID-19 virus in the nozzles of fuel supply stations. In the current research, 25 fuel supply stations along the main street ways were investigated to recognize Coronavirus infection on the surfaces of the nozzles. For each fuel supply station, 4 nozzles were chosen (a total of 100 samples). The sampling was carried out at two periods of time, that is, before and after quarantine restrictions. Swapping was used for surface sampling, and Real-time PCR was used to determine the positive and negative results. The results showed that out of nine fuel supply stations (36 samples of nozzle surfaces), five were positive for the presence of SARS-CoV-2 on the nozzle surfaces before the corona restriction. The results showed that in the conditions after corona restriction, all samples were negative in terms of the presence of SARS-CoV-2 on the surfaces of the nozzles. In spite of the fact that gas stations can be one of the foremost inclined places for the transmission and spread of coronavirus due to the nearness and visit of individuals, but through the observance of health behaviors and implementing some procedures, cutting the transmission chain in gas stations can be facilitated.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The first report of the outbreak of pneumonia with unknown etiology, which was started from the live animal market in the Hubei Province of China was submitted to the World Health Organization (WHO) in December 2019 (World Health Organization, 2020) . This pneumonia was later categorized as COVID-19, and its cause was novel coronavirus SARS-CoV-2. SARS-CoV-2 is a novel coronavirus and is similar to those that were the cause of severe acute respiratory syndrome (SARS) in 2003 and the Middle East respiratory syndrome (MERS) in 2012 (Abrahão et al., 2020; Fani et al., 2020) . Due to its quick spread throughout the world, the WHO announced it as a pandemic on March 11, 2020 (Mikami et al., 2020) . As of January 27, 2021, approximately 116,889,778COVID-19-confirmed cases have been reported in 221 countries, of which 2,595,471 have passed away (https://www.worldometers.info/coronavirus/). However, since it could spread in the 221 countries in a short time, SARS-CoV-2 is found to be very contagious (Hu et al., 2020) .", "cite_spans": [{"start": 180, "end": 198, "text": "Organization (WHO)", "ref_id": null}, {"start": 216, "end": 249, "text": "(World Health Organization, 2020)", "ref_id": null}, {"start": 536, "end": 558, "text": "(Abrahão et al., 2020;", "ref_id": null}, {"start": 559, "end": 577, "text": "Fani et al., 2020)", "ref_id": "BIBREF5"}, {"start": 679, "end": 700, "text": "(Mikami et al., 2020)", "ref_id": null}, {"start": 1007, "end": 1024, "text": "(Hu et al., 2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "According to WHO reports, despite the existence of vaccines and different treatment methods for this new type of human coronavirus (Mehta et al., 2020) , the most effective way to prevent getting the coronavirus is to prevent it by some approaches such as washing your hands frequently for 20 seconds, use of a mask, and keeping an individual distance of about 1.5 meters (Dargahi et al., 2021a; Zu et al., 2020) . Up to now, most patients with this disease have shown mild symptoms, but in some cases, severe symptoms such as respiratory failure, pneumonia, multiple organ dysfunction, and septic shock have been observed (Dargahi et al., 2021b; Organization, 2020) . There are several ways for transmitting the coronavirus to humans, and one of these ways can be the contact with infected surfaces. According to Kampf et al., inanimate surface contact is considered an imperative approach for transmission of the SARS-CoV-2 J o u r n a l P r e -p r o o f Journal Pre-proof (Kampf et al., 2020) . The survival time of SARS-CoV-2 on different surfaces (from hours to days), such as metals, glass, and plastic at room temperature can increase the opportunity for transmission via touch (Hu et al., 2020; Kampf et al., 2020) . Moreover, based on the results of Eslami and Jalili, a reduction in the frequency of touching surfaces by hands and disinfecting surfaces will be associated with a decrease in the rate of transmission due to the reduction in the amount of coronavirus load on surfaces (Eslami and Jalili, 2020) . Although an indirect transmission route of SARS-CoV-2 is the transmission from contaminated surfaces and fomites, detecting the virus on the surfaces is basically strange. In the latest reports of the world health organization (WHO), the survival time of this virus is different at different surfaces and the highest survival time is related to a steel surface (Jiang et al., 2020) . One of the places, which can transmit coronavirus through surfaces and inhalation, is fuel stations. Fuel stations have been a major concern for people and health experts from the beginning due to the frequent use of common facilities, because the contact of the hand of a person infected with the coronavirus with the fuel nozzle, gas tank door, ATM, etc., facilitates the possibility of others to be infected with the coronavirus. Fuel supply stations are one of the centers of transmission and spread of coronavirus due to high traffic and frequent visits, so these places are one of the most dangerous chains of coronavirus transmission. However, close gatherings at some fuel stations cannot be ignored, and this may also lead to the transmission of coronavirus by respiration. Therefore, this study was performed to identify the SARS-CoV-2 virus in the nozzles of fuel supply stations in Ardabil province. Ardabil is one of the cities affected by the Coronavirus outbreak. Ardabil city has located in the northwest of Iran as the capital of Ardabil province. Its population is about 625,000 people. The samples were taken from the southern cities of Ardabil province where the important transportation routes to the capital and other most important cities were located in the south.", "cite_spans": [{"start": 131, "end": 151, "text": "(Mehta et al., 2020)", "ref_id": "BIBREF9"}, {"start": 372, "end": 395, "text": "(Dargahi et al., 2021a;", "ref_id": "BIBREF2"}, {"start": 396, "end": 412, "text": "Zu et al., 2020)", "ref_id": null}, {"start": 623, "end": 646, "text": "(Dargahi et al., 2021b;", "ref_id": "BIBREF3"}, {"start": 647, "end": 666, "text": "Organization, 2020)", "ref_id": null}, {"start": 814, "end": 837, "text": "Kampf et al., inanimate", "ref_id": null}, {"start": 975, "end": 995, "text": "(Kampf et al., 2020)", "ref_id": "BIBREF8"}, {"start": 1185, "end": 1202, "text": "(Hu et al., 2020;", "ref_id": "BIBREF6"}, {"start": 1203, "end": 1222, "text": "Kampf et al., 2020)", "ref_id": "BIBREF8"}, {"start": 1493, "end": 1518, "text": "(Eslami and Jalili, 2020)", "ref_id": "BIBREF4"}, {"start": 1882, "end": 1902, "text": "(Jiang et al., 2020)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the current research, 25 fuel supply stations along the main street ways were inspected to recognize Coronavirus infection on the surfaces of the nozzles. For each fuel supply station, 4 nozzles were chosen (a total of 100 samples). Location of sampled points in the present study are presented in Fig 1. In addition, the diagram representing the SARS-CoV-2 transmission chain on the surface of Gas station nozzles is shown in Fig 2. It should be noted that the total number of fuel stations in the cities was 49. In this study, we examined the busiest fuel stations (25 stations).", "cite_spans": [], "ref_spans": [{"start": 301, "end": 307, "text": "Fig 1.", "ref_id": "FIGREF1"}, {"start": 430, "end": 436, "text": "Fig 2.", "ref_id": "FIGREF2"}], "section": "2.2.Samples collections"}, {"text": "Examining was carried out in November and December 2020. In this study, the sampling time range was from 7 am to 24 pm. In terms of time, two sampling periods were considered. One sampling was carried out before the quarantine restrictions, and another sampling was done after the quarantine restrictions. Before the restrictions, sampling was done from 9 stations, and after the restrictions, the same 9 stations were again considered to collect samples. However, the total number of samples taken from gas stations in the post-quarantine period was higher than before quarantine. The samples were taken from different nozzles in gas stations. At the beginning of the work, the swaps were taken out of the package and moistened by the virus transport media.", "cite_spans": [], "ref_spans": [], "section": "2.2.Samples collections"}, {"text": "We pulled the wet swab with sufficient physical pressure factor in both directions and put it in the falcon tube containing the Viral Transport Media and prevented the swab from drying out. A base surface of 25 cm 2 was chosen for swapping. After sampling, each swab was placed in Eppendorf tubes containing 300 μL of the sterile viral transport media (containing 200 mL of double distilled sterile water mixed with protein stabilizer, antibiotic, and buffer solution). The swap tests were set in a sterile pack and sealed. The external surface of the pack was sterilized with 60-80% ethanol, 80% isopropyl liquor, or 5% sodium hypochlorite solution and afterward taken in another pack. The readied samples were kept up at 4 °C until conveyance to the virology lab. We additionally gathered control tests alongside natural samples. ", "cite_spans": [], "ref_spans": [], "section": "2.2.Samples collections"}, {"text": "The control sample collection was carried out using a similar method, including opening the package and removing the swab from the tube, without any sampling from any nozzles. Other control samples were the swap from closed packages, which were stored and tested with nozzles samples. The samples were centrifuged by a centrifuge for 4 min at 12,000 rpm. Afterward, the supernatant was disposed of, and the excess microtubule was extracted utilizing the High pure viral nucleic acid kit. We made cDNA using the cDNA synthesis kit (BioNeer Company) and used promising primers designed for N and ORF1ab genes to perform Real-time PCR.", "cite_spans": [], "ref_spans": [], "section": "2.3.Positive and negative control"}, {"text": "J o u r n a l P r e -p r o o f Journal Pre-proof Virus genome extraction was carried out using a nucleic acid extraction kit (Gene favor), and the extracted genomes were placed in the freezer at -70 °C for the following stages.", "cite_spans": [], "ref_spans": [], "section": "2.4.Viral genome extraction"}, {"text": "The extracted genome was placed in the reaction micro-tube along with other reaction components to detect the SARS-CoV-2 virus. Then, the Real-time PCR results were interpreted based on the kit protocol, and the positive and negative results were then determined. Table 1 shows appropriate primer and probe of the reaction synthesis were used for Real-time PCR (Corman et al., 2020; Waggoner et al., 2020) . Temperature cycle and sufficient replication number of 40 cycles were used for the initial screening stage. The specific primer and the probe of Real-time PCR targeting ORF1ab and N genes (Nucleoprotein gene) were applied to detect viral genomes of the SARS-CoV-2 virus on the surface of the nozzles. Applied Biosystems™ Real-Time PCR System 7500 with software v2.0.5 was used. Appropriate primer and probe of the synthesis reaction were used for Real-time PCR as presented in Table1. All tests were taken under national safety protocols.", "cite_spans": [{"start": 361, "end": 382, "text": "(Corman et al., 2020;", "ref_id": "BIBREF1"}, {"start": 383, "end": 405, "text": "Waggoner et al., 2020)", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 264, "end": 271, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Running Real-time PCR and Data Analysis"}, {"text": "In the present study, 25 fuel supply stations were examined to identify the SARS-COV-2 virus on the surfaces of the nozzles, the results of which are presented in Tables 2-5. For each fuel supply station, 4 nozzles were selected. Sampling was performed in November and December 2020. In this study, the sampling time range was from 7 am to 24 pm. It should be noted that in different cities of Ardabil province (Iran) in December (for one month), due to high mortality and existence of alert condition (Red condition) in most cities of Ardabil province in terms of Covid-19 disease and to prevent people from becoming infected with this disease, corona J o u r n a l P r e -p r o o f Journal Pre-proof restrictions (i.e., quarantine of people at home, no traffic at night, the prohibition of entering nonlocal cars to Ardabil, disinfection of all sections of gas stations) were applied and therefore, sampling of the nozzle surfaces of the fuel supply station was performed in two different conditions (before coronavirus restriction and after coronavirus restriction). The results showed that out of nine fuel supply stations (36 samples of nozzle surfaces) that were sampled to identify SARS-CoV-2 in the conditions before the coronavirus restriction, five fuel supply stations were positive for the presence of SARS-CoV-2 on the nozzle surfaces (Table 2 ). In addition, in this study, 100 samples were taken from 25 fuel supply stations from the nozzle surfaces after applying corona restrictions to identify SARS-CoV-2. Out of these 25 fuel supply stations, nine fuel supply stations (S1-S9) were examined under two different conditions (before the corona restriction and during the corona restriction). The results showed that in the conditions after corona restriction, all samples were negative in terms of the presence of SARS-CoV-2 on the surfaces of the nozzles (Table 3 ). The environmental status information at the time of sampling from the nozzles of fuel supply stations examined to identify SARS-CoV-2 is presented in Table   4 . According to Table 4 , the temperature and relative humidity at the time of sampling in different fuel supply stations were 6.0-17.0 °C and 30.0-61.0 %, respectively. According to Table 4 , out of 100 fuel station nozzles (25 fuel stations), about 5% of the fuel station nozzles and 20% of the fuel stations were positive for coronavirus. Also, the specifications of the studied fuel supply stations are presented in Table 5 . Table 6 indicates multivariable logistic regression model predicting contamination of fuel stations with Covid-19 virus. Figure 3 represents the prevalence of station with SARS-CoV-2 infectious before and after quarantine. Table 2 . SARS-CoV-2 in the fuel stations samples for before the restrictions of the corona virus Table 4 . Additional information on environmental status of sampling stations Table 5 . Specifications of the studied fuel supply stations ", "cite_spans": [], "ref_spans": [{"start": 1348, "end": 1356, "text": "(Table 2", "ref_id": null}, {"start": 1872, "end": 1880, "text": "(Table 3", "ref_id": "TABREF3"}, {"start": 2034, "end": 2043, "text": "Table   4", "ref_id": null}, {"start": 2059, "end": 2066, "text": "Table 4", "ref_id": null}, {"start": 2226, "end": 2233, "text": "Table 4", "ref_id": null}, {"start": 2463, "end": 2470, "text": "Table 5", "ref_id": "TABREF6"}, {"start": 2473, "end": 2480, "text": "Table 6", "ref_id": "TABREF0"}, {"start": 2594, "end": 2602, "text": "Figure 3", "ref_id": "FIGREF3"}, {"start": 2696, "end": 2703, "text": "Table 2", "ref_id": null}, {"start": 2794, "end": 2801, "text": "Table 4", "ref_id": null}, {"start": 2872, "end": 2879, "text": "Table 5", "ref_id": "TABREF6"}], "section": "Results"}, {"text": "Person-to-person contact has been notified to be the leading way of transmission SARS-CoV-2.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "It may be conceivable that an individual can get COVID-19 by touching a surface that has the virus on it and after that touching their own mouth, nose, or conceivably their eyes, but usually not thought to be the most way the infection spreads (WHO, 2020). Counting ATMs, shopping increasing air temperature, the chance of infection with the virus decreases, but again this effect was not significant (OR = 0.89, CI; 0.42 to 1.23, p = 0.324). The limitation of our study was the lack of measuring the stability of SARS-CoV-2 and isolation of virus at different surfaces of the fuel station. Another limitation is the lack of evaluating individuals or patients in terms of infection before and/or after sampling. It is suggested that persons utilize gloves or a paper towel during the use of handle gas pumps. \"Wear gloves or have a paper towel to touch the pump and throw the napkin or gloves out before you get back in the car.\"", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, the SARS corona virus-2 was investigated on the surface of gas station nozzles before and after quarantine restriction. Due to its general use in the city, gas stations are one of the most high-risk places for the spread of the coronavirus. Due to the use of common nozzles, this virus can be easily transmitted from person to person through indirect contact. It is important to note that all samples were positive before quarantine and all samples were negative after quarantine restrictions, which is indicative of the effect of quarantine on controlling the virus in places that require public use. Therefore, it is necessary to focus more on public places such as gas stations. One of the ways to reduce the infection is the control of commonly used surfaces such as gas stations. The use of safe disinfectants such as 70% ethanol and dilute solutions of calcium hypochlorite is recommended for disinfection. This should be done periodically. During the use of gas station nozzles, the gloves should be used. It is recommended that the individuals working in gas stations themselves observe hygiene principles. Using masks and gloves during refueling seems necessary. Due to the effect of quarantine on the control of environmental surface contamination with the virus, it can one of the most effective controlling methods. The J o u r n a l P r e -p r o o f gas station was a case study of public environmental surface, and it is better to consider the other environmental surfaces to take the necessary measures to control the spread of coronavirus via surfaces. According to results, there was no significant difference in distribution of SARS-CoV-2 infection before and after quarantine based on Chi-Squred test (P>0.05).", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "This study was financially supported by Ardabil University of Medical Sciences. The authors would like to acknowledge all health-care workers who collaborated in the diagnosis and treatment of patients in corona wards in Iran.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgement"}, {"text": "This study was financially supported by Ardabil University of Medical Sciences. ", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "J o u r n a l P r e -p r o o f Questions  Station  S1  S2  S3  S4  S5  S6  S7  S8 S9 S10 S11 S12 S13 S14 S15 S16 S17 S18 S19 S20 S21 S22 S23 S24 S25 ", "cite_spans": [], "ref_spans": [{"start": 31, "end": 81, "text": "Questions  Station  S1  S2  S3  S4  S5  S6  S7  S8", "ref_id": "TABREF0"}], "section": "Funding"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Detection of SARS-CoV-2 RNA on public surfaces in a densely populated urban area of Brazil: A potential tool for monitoring the circulation of infected patients", "authors": [{"first": "J", "middle": ["S"], "last": "Abrahão", "suffix": ""}, {"first": "L", "middle": [], "last": "Sacchetto", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Rezende", "suffix": ""}, {"first": "Ral", "middle": [], "last": "Rodrigues", "suffix": ""}, {"first": "Apc", "middle": [], "last": "Crispim", "suffix": ""}, {"first": "C", "middle": [], "last": "Moura", "suffix": ""}], "year": null, "venue": "Science of The Total Environment", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Diagnostic detection of 2019-nCoV by real-time RT-PCR. World Health Organization", "authors": [{"first": "V", "middle": [], "last": "Corman", "suffix": ""}, {"first": "T", "middle": [], "last": "Bleicker", "suffix": ""}, {"first": "S", "middle": [], "last": "Brünink", "suffix": ""}, {"first": "C", "middle": [], "last": "Drosten", "suffix": ""}, {"first": "M", "middle": [], "last": "Zambon", "suffix": ""}], "year": 2020, "venue": "", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Evaluation of masks' internal and external surfaces used by health care workers and patients in coronavirus-2 (SARS-CoV-2) wards", "authors": [{"first": "A", "middle": [], "last": "Dargahi", "suffix": ""}, {"first": "F", "middle": [], "last": "Jeddi", "suffix": ""}, {"first": "H", "middle": [], "last": "Ghobadi", "suffix": ""}, {"first": "M", "middle": [], "last": "Vosoughi", "suffix": ""}, {"first": "C", "middle": [], "last": "Karami", "suffix": ""}, {"first": "M", "middle": [], "last": "Sarailoo", "suffix": ""}], "year": 2021, "venue": "Environmental Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Investigation of SARS CoV-2 virus in environmental surface", "authors": [{"first": "A", "middle": [], "last": "Dargahi", "suffix": ""}, {"first": "F", "middle": [], "last": "Jeddi", "suffix": ""}, {"first": "M", "middle": [], "last": "Vosoughi", "suffix": ""}, {"first": "C", "middle": [], "last": "Karami", "suffix": ""}, {"first": "A", "middle": [], "last": "Hadisi", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Mokhtari", "suffix": ""}], "year": 2021, "venue": "Environmental Research", "volume": "195", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The role of environmental factors to transmission of SARS-CoV-2 (COVID-19)", "authors": [{"first": "H", "middle": [], "last": "Eslami", "suffix": ""}, {"first": "M", "middle": [], "last": "Jalili", "suffix": ""}], "year": 2020, "venue": "AMB Express", "volume": "10", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Comparison of the COVID-2019 (SARS-CoV-2) pathogenesis with SARS-CoV and MERS-CoV infections", "authors": [{"first": "M", "middle": [], "last": "Fani", "suffix": ""}, {"first": "A", "middle": [], "last": "Teimoori", "suffix": ""}, {"first": "S", "middle": [], "last": "Ghafari", "suffix": ""}], "year": 2020, "venue": "Future Virology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The distribution of SARS-CoV-2 contamination on the environmental surfaces during incubation period of COVID-19 patients", "authors": [{"first": "X", "middle": [], "last": "Hu", "suffix": ""}, {"first": "W", "middle": [], "last": "Ni", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": [], "last": "Ma", "suffix": ""}, {"first": "B", "middle": [], "last": "Pan", "suffix": ""}, {"first": "L", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "Ecotoxicology and Environmental Safety", "volume": "208", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Detection of severe acute respiratory syndrome coronavirus 2 RNA on surfaces in quarantine rooms", "authors": [{"first": "F-C", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "X-L", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Z-G", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z-H", "middle": [], "last": "Meng", "suffix": ""}, {"first": "S-F", "middle": [], "last": "Shao", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Anderson", "suffix": ""}], "year": 2020, "venue": "Emerging Infectious Diseases", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents", "authors": [{"first": "G", "middle": [], "last": "Kampf", "suffix": ""}, {"first": "D", "middle": [], "last": "Todt", "suffix": ""}, {"first": "S", "middle": [], "last": "Pfaender", "suffix": ""}, {"first": "E", "middle": [], "last": "Steinmann", "suffix": ""}], "year": 2020, "venue": "Journal of hospital infection", "volume": "104", "issn": "", "pages": "246--251", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "COVID-19: consider cytokine storm syndromes and immunosuppression", "authors": [{"first": "P", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Mcauley", "suffix": ""}, {"first": "M", "middle": [], "last": "Brown", "suffix": ""}, {"first": "E", "middle": [], "last": "Sanchez", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Tattersall", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Manson", "suffix": ""}], "year": 2020, "venue": "The lancet", "volume": "395", "issn": "", "pages": "1033--1034", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Risk factors for mortality in patients with COVID-19 in New York City", "authors": [{"first": "T", "middle": [], "last": "Mikami", "suffix": ""}, {"first": "H", "middle": [], "last": "Miyashita", "suffix": ""}, {"first": "T", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "M", "middle": [], "last": "Harrington", "suffix": ""}, {"first": "D", "middle": [], "last": "Steinberg", "suffix": ""}, {"first": "A", "middle": [], "last": "Dunn", "suffix": ""}], "year": null, "venue": "Journal of general internal medicine", "volume": "2020", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Coronavirus disease 2019 (COVID-19): situation report", "authors": [{"first": "W", "middle": ["H"], "last": "Organization", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The effect of temperature on persistence of SARS-CoV-2 on common surfaces", "authors": [{"first": "S", "middle": [], "last": "Riddell", "suffix": ""}, {"first": "Goldie", "middle": ["S"], "last": "Hill", "suffix": ""}, {"first": "A", "middle": [], "last": "Eagles", "suffix": ""}, {"first": "D", "middle": [], "last": "Drew", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "", "suffix": ""}], "year": 2020, "venue": "Virology journal", "volume": "17", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Sustainability of coronavirus on different surfaces", "authors": [{"first": "R", "middle": [], "last": "Suman", "suffix": ""}, {"first": "M", "middle": [], "last": "Javaid", "suffix": ""}, {"first": "A", "middle": [], "last": "Haleem", "suffix": ""}, {"first": "R", "middle": [], "last": "Vaishya", "suffix": ""}, {"first": "S", "middle": [], "last": "Bahl", "suffix": ""}, {"first": "D", "middle": [], "last": "Nandan", "suffix": ""}], "year": null, "venue": "Journal of clinical and experimental", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1", "authors": [{"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "T", "middle": [], "last": "Bushmaker", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Morris", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Holbrook", "suffix": ""}, {"first": "A", "middle": [], "last": "Gamble", "suffix": ""}, {"first": "B", "middle": ["N"], "last": "Williamson", "suffix": ""}], "year": 2020, "venue": "New England journal of medicine", "volume": "382", "issn": "", "pages": "1564--1567", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Triplex real-time RT-PCR for severe acute respiratory syndrome coronavirus 2", "authors": [{"first": "J", "middle": ["J"], "last": "Waggoner", "suffix": ""}, {"first": "V", "middle": [], "last": "Stittleburg", "suffix": ""}, {"first": "R", "middle": [], "last": "Pond", "suffix": ""}, {"first": "Y", "middle": [], "last": "Saklawi", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Sahoo", "suffix": ""}, {"first": "A", "middle": [], "last": "Babiker", "suffix": ""}], "year": 2020, "venue": "Emerging infectious diseases", "volume": "26", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Transmission of SARS-CoV-2: implications for infection prevention precautions: scientific brief", "authors": [], "year": 2020, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ".ARUMS.REC.1399.351)  in accordance with the ethical principles and the national norm and standards for conducting medical research in Iran.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Location of sampled points in the present study.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Diagram presentation transmission chain SARS-CoV-2 on the surface of Gas station's nozzles.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "SARS-CoV-2 in the fuel stations samples after the restrictions of the corona virus", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The prevalence of station with SARS-CoV-2 infectious before and after quarantine.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "cart handles and money, all of which posture degrees of risk. SARS-CoV-2 can survive for numerous days on hard surfaces like plastic or stainless steel. In any case, no logical project has examined how numerous individuals get infected by the infection through touching the surfaces compared to coordinate contact with beads spread by respiratory secretions. Correspondence letter in New England Journal of Medicine study unrestricted March 17(Van Doremalen et al., 2020) suggested the virus' natural life on different environment surfaces; the study found that the virus is recognizable on plastic -most gas pump handles are made offor up to 72 hours. It is the fact that surface contact is one of the ways for transmission of the novel coronavirus, and since gas pumps are objects that are ordinarily taken care of by numerous diverse individuals all through the course of a day in numerous places without being routinely cleaned between employments (particularly in zones where self-service is the standard), they are a potential way for the infection to spread from person to person. For numerous people, the intermittent trip to J o u r n a l P r e -p r o o f the gas station is unavoidable, as is touching the pump handle and installment keypad. Pump handles and credit card keypads, which are high-touch ranges, may indicate the infection, which specialists say can remain lively for hours or indeed days on difficult surfaces.In spite of the fact that gas stations can be one of the foremost inclined places for the transmission and spread of coronavirus due to the nearness and visit of individuals, but through the observance of health behaviors and implementing some procedures, cutting the transmission chain in gas stations can be facilitated. Rajiv Suman et al. have appeared survivance of Coronavirus on diverse Surfaces, agreeing to their finding(Suman et al., 2020).Coronavirus can remain for a long time on different surfaces, which may be a major reason for its transmission. This virus can unclean on distinctive metal surfaces and remain on them for long time (from hours to days), with the greatest span on plastic and stainless and slightest on the copper surface. The alcohol-based disinfectants can essentially diminish the survival and time of the infection. The SARS-CoV-2 has critical survival time on distinctive metal surfaces, and their behavior is nearly comparative on different metal surfaces and in the air indoor and outdoor(Suman et al., 2020). In the present study, 25 fuel supply stations were examined to identify covid-19 virus on the surfaces of the nozzles, and the results were presented inTables 2-5. Among these samples, 5 out of 100 samples were positive for SARS -CoV-2. The samples were taken from southern cities of Ardabil province, where the important transportation routes to the capital and other most important cities were located in the south and were not subject to quarantine restrictions for a long time. But the rest of the samples were taken in a situation where all the transport lines were completely quarantined. According to Table 4, the temperature and relative humidity at the time of sampling in different gas stations were 6.0-17.0 °C and 30.0-61.0 %, respectively. Shi-Yan Ren et al. have shown that SARS-CoV-2 can be maintained in J o u r n a l P r e -p r o o f unventilated locked buses for at slightest 30 min without losing infectivity. The foremost common coronaviruses may possibly survive or endure on surfaces for up to one month. Infections in respiratory or fecal samples can keep up infectivity for a very long time at room temperature. Retentive materials like cotton are safer than unabsorbent materials for assurance from infection disease. The importance of transmission by means of touching unclean paper is rare (Van Doremalen et al., 2020). Shane Riddell et al. obtained half-lives of between 1.7 and 2.7days at 20 °C, which was diminished to some hours when the temperature was raised to 40 °C.With starting viral loads broadly comparable to the most noteworthy titers excreted by irresistible patients, the practical infection was separated from common surfaces such as glass, stainless steel, and both paper and polymer banknotes for up to 28 days at 20 °C. On the other hand, irresistible infection survived on a few surfaces less than 24 h at 40 °C(Riddell et al., 2020).Kampf et al., by the investigation of 22 studies, discloses that human coronaviruses such as (SARS), (MERS) coronavirus or common human coronaviruses (HCoV) can keep on lifeless surfaces like glass or plastic and metal, for up to 9 days, but can be competently deactivated by surface disinfection measures with 0.5% hydrogen peroxide, 62-71% ethanol, or 0.1% sodium hypochlorite within 1 minute(Kampf et al., 2020). According to the results of logistic regression, the occurrence of virus infection in the stations was examined according to different variables, and the results showed that the use of personal protective equipment by the staff was not significantly associated with virus infection (OR = 1.03, CI; 0.46 to 3.36, p = 0.791). Also, according to the results, the use of personal protective equipment by drivers, refueling by station personnel, use of disinfectants after refueling, vehicle traffic at the time of refueling had no significant relationship with coronavirus infection at the stations. According to the results, with increasing humidity, the chance of virus infection in stations increases, but this effect is not", "latex": null, "type": "figure"}, "FIGREF6": {"text": ", Jiang MD, Xu PP, Chen W, Ni QQ, Lu GM, et al. Coronavirus disease 2019 (COVID-19): a perspective from China. Radiology 2020; 296: E15-E25. Location of sampled points in the present study Diagram presentation transmission chain SARS-CoV-2 on the surface of Gas station's nozzles. The prevalence of station with SARS-CoV-2 infectious before and after quarantine.", "latex": null, "type": "figure"}, "FIGREF7": {"text": ": Station number; N: Fuel nozzle number; Neg: Negative result; (*) Existence of fuel station type; (-) No fuel station; ND: Not detected J o u r n a l P r e -p r o o f", "latex": null, "type": "figure"}, "TABREF0": {"text": "Multivariable logistic regression model predicting Contamination of fuel stations with SARS-CoV-2 virus (n= 100)", "latex": null, "type": "table"}, "TABREF1": {"text": "Primers and probes used in this study", "latex": null, "type": "table"}, "TABREF3": {"text": "SARS-CoV-2 in the fuel stations samples for after the restrictions of the corona virus (n= 100)", "latex": null, "type": "table"}, "TABREF6": {"text": "Specifications of the studied fuel supply stations", "latex": null, "type": "table"}, "TABREF7": {"text": "Multivariable logistic regression model predicting Contamination of fuel stations with SARS-CoV-2 virus (n= 100)", "latex": null, "type": "table"}}, "back_matter": [{"text": "J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "annex"}]}