{"paper_id": "0a6b331e7fc8a46c581d3591ff0715cbbb3f64de", "metadata": {"title": "Mobility and Threshold Social Security", "authors": [{"first": "Pushpendra", "middle": [], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tata Institute of Social Sciences (TISS)", "location": {"settlement": "Patna, Patna", "country": "India, India"}}, "email": "pushpendra1962@gmail.com"}, {"first": "Dipak", "middle": ["Kumar"], "last": "Singh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tata Institute of Social Sciences (TISS)", "location": {"settlement": "Patna, Patna", "country": "India, India"}}, "email": ""}, {"first": "D", "middle": ["K"], "last": "Singh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tata Institute of Social Sciences (TISS)", "location": {"settlement": "Patna, Patna", "country": "India, India"}}, "email": ""}, {"first": "D", "middle": ["K"], "last": "Pushpendra", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tata Institute of Social Sciences (TISS)", "location": {"settlement": "Patna, Patna", "country": "India, India"}}, "email": ""}, {"first": "", "middle": [], "last": "Singh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tata Institute of Social Sciences (TISS)", "location": {"settlement": "Patna, Patna", "country": "India, India"}}, "email": ""}]}, "abstract": [{"text": "Migrants predominantly work in the unorganised sector which employs over 90% of the workforce and is characterised by low earnings, informal contracts, insecure jobs, fluctuations in employment, poor working conditions and low level of social security, resulting in extremely poor living standards and precarity for its workers. The social policy in India too has followed the dichotomy of organised and unorganised sector by developing a dual system of social security-a comprehensive, portable social security for organised sector employees who usually have regular salaried jobs and a minimalist social security for unorganised sector workers who are the most vulnerable groups-socially as well as economically. Building upon the ILO Social Protection Floor recommendation, the paper argues for reimagining social security as an intervention to make drastic improvements in the living standard of the entire workforce of India. It highlights three weaknesses in the existing social security system-one, they are based on a reductionist package of social insurance and social assistance; two, they lack a threshold push to make a real change in the lives of beneficiaries and three, the prevailing policy environment seeks to keep workers in abominable conditions in the name of expanding employment opportunities. However, both high as well as some low-income countries have shown that social security can be successfully used to uplift the living standard of vast majority of masses. Rather than treating growth and social security as binaries, a developing country like India, the paper argues, needs to make departure from the growth objectives it has hitherto followed and invest massively into people's lives. To overcome the historic weaknesses of social security programmes in India, the gap between formal and informal sector must be minimised. The paper strongly argues for making Employees Provident Fund (EPF) and Employees State Insurance (ESI)-the two flagship programmes designed for the organised sector-universal social security programmes in India. This would require work at several levels-right Pushpendra (B) ", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "from working out technical details, registration of a very unstable workforce, finding resources and bringing similar initiatives by a host of public actors under a common 'threshold' framework. The paper also recognises the need for other securities that can be derived from schemes and programmes related to food and nutrition security; work security in rural and urban areas; cash support; and improvement in housing, surrounding settlement and workplace; and call for combining these with universal EPF and ESI, is termed by the authors as 'threshold security'. For migrants, all social security programmes and schemes must have an inbuilt portability clause. This would require investing into technology platforms, overcoming exclusions created by the requirements of domicile, adhering to the principle of non-discrimination and equal citizenship, recognising the contributions made by migrants in the growth and development of the country, and amending the basic design of some crucial funds for inter-state portability of resources so that they finally reach the workers.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "This chapter is being written in a particular background. The novel coronavirus pandemic, known as COVID-19, has caused the severest global health crisis since the Spanish Flu of 1918-1920. Till the time of writing this paper, globally it has infected more than ten million persons and has claimed over half a million lives. India though like other Asian and African countries has witnessed less virulence of the disease, has lost more than 15,000 lives while more than half a million persons have got infected. Taking cue from experiences of some countries in containing the spread of the virus by breaking the human to human contact chain, India imposed a curfew-like lockdown from 25 March 2020 which was in phases extended up to 31 May 2020. However, the lockdown triggered a massive exodus of intra-state and inter-state migrants from towns and cities, particularly industrial growth centres. For more than eight weeks, the optics of desperate attempts by the migrants to return to their native places unfolded a spectre of human misery in India, unprecedented since the Partition.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Amidst all these, optics apart, what was perplexing to know through newspaper reports and some quick surveys by universities and civil society groups 1 that more than the fear factor of corona virus, the main reasons behind the exodus of migrants were the loss of sources of income, low savings, lack of access to food, loss of accommodation at worksites or inability to pay rent, unbearable conditions of living in the context of forced indoor life in the slums and labour colonies, inability to maintain social distancing, hygiene and so on. As the lockdown kept extending, the migrants were further gripped with the fear that they would exhaust savings which were precious for their families back home. In several cases, they were forced to seek reverse remittance from their families to meet their daily expenses and to meet the cost of their return. According to the Centre for Monitoring Indian Economy, COVID's immediate impact on employment was the loss of over 100 million jobs. 2 These reports and visuals helped bring the plight of migrants at the centre-stage of the pandemic as well as development discourse. The vulnerabilities of migrants were too exposed to be ignored. The fact that India's workers, particularly the migrants, are impoverished and have minimal capacity to withstand joblessness and income shock has been proved beyond doubt in this crisis.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this backdrop, the paper attempts to build a strong case for revisiting India's social security architecture. As various studies (Jhabvala and Subrahmanya 2000; Dev 2002; Agrawal and Anupama 2013; Majumdar and Borboa 2013) have highlighted, the existing social security provisions are grossly inadequate to meet the requirements of the migrants when in need, particularly in the condition of en mass loss of jobs and livelihoods. In this chapter, we briefly assess the policy and legal framework of social security in India and argue for reconceptualising social security as a redistribution strategy that creates comprehensive entitlements for migrants and other workers. Drawing from some successful experiences from India and abroad, we suggest ways to make social security system relevant for unorganised workers and portable for migrants.", "cite_spans": [{"start": 132, "end": 163, "text": "(Jhabvala and Subrahmanya 2000;", "ref_id": "BIBREF9"}, {"start": 164, "end": 173, "text": "Dev 2002;", "ref_id": "BIBREF5"}, {"start": 174, "end": 199, "text": "Agrawal and Anupama 2013;", "ref_id": "BIBREF0"}, {"start": 200, "end": 225, "text": "Majumdar and Borboa 2013)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The paper is divided into three sections. The introduction sets the context of COVID-19 pandemic which has prompted us to search for new ways of strengthening social security of migrants and other workers. In the second section, we discuss how precarity is embedded in the nature of informal sector employment and how that makes migrants and other workers extremely vulnerable and severely deprived. The third section examines the weaknesses of existing social security edifice for adequacy and threshold through which we try to answer: why social security programmes have not succeeded in transforming the quality of life of migrants and workers? We propose a transformative framework of social security for unorganised workers including migrants that put particular emphasis on narrowing the gap between social security available for organised sector and that for unorganised sector workers. We also discuss the issue of portability of migrant rights.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Intercensal data establish that migration has accelerated between 2001 and 2011 (Economic Survey 2016 -2017 . However, owing to several complexities and problems with both Census and NSSO in the estimation of migrants (Srivastava 2011; Dandekar and Ghai 2020) , it is not possible to arrive at a precise estimate of the number of migrants and its disaggregation in terms of intra-state, inter-state, longterm, and short-term circular and seasonal migrants. Moreover, both the sources are quite old. Definitional problems have particularly led to under-estimation of circular and seasonal migration as well as female migration. However, it can be assumed that the number of migrants would be over 100 million (Economic Survey 2016 -2017 of which 55 million might be inter-state migrants. Both long-term and short-term circular and seasonal migrants are by and large constituted by those employed in the informal sector as casual or low-paid regular wage workers, and also those who work as self-employed in low-earning occupations.", "cite_spans": [{"start": 80, "end": 101, "text": "(Economic Survey 2016", "ref_id": null}, {"start": 102, "end": 107, "text": "-2017", "ref_id": "BIBREF8"}, {"start": 218, "end": 235, "text": "(Srivastava 2011;", "ref_id": "BIBREF14"}, {"start": 236, "end": 259, "text": "Dandekar and Ghai 2020)", "ref_id": "BIBREF4"}, {"start": 708, "end": 729, "text": "(Economic Survey 2016", "ref_id": null}, {"start": 730, "end": 735, "text": "-2017", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Poverty, Vulnerability and Precarity"}, {"text": "While writing on migration, one faces two-fold difficulties-first, methodological and definitional issues that do not allow estimating precise number or proportion of circular and seasonal migrants. And second, the paucity of data regarding the characteristics of migration and migrants which does not allow assessing the nature of their employment, the magnitude of unemployment and under-employment, earnings and access to social security benefits. Hence, we will be using data related to the unorganised sector to get a sense of the economic vulnerabilities faced by migrants since they overwhelmingly work in the unorganised sector.", "cite_spans": [], "ref_spans": [], "section": "Poverty, Vulnerability and Precarity"}, {"text": "The overall percentage of workers in informal employment has been hanging around 92% of total employed workers (see Table 1 ). The chief characteristics of this massive informal sector are unregulated terms and conditions of employment, unwritten contract, small scale operations, ease of entry but also hire and fire of workers at will, labour-intensive work, low productivity of labour and lack of social security for workers (Agrawal and Anupama 2013) . 64.9% of regular wage/salaried workers, 67.8% of contract workers and 95.3% of casual workers do not have a written job contract (Bureau 2015 (Bureau -2016 . The number of workers without written contract went up from 74% in 2004-2005 to 79% (85% in rural areas and 73% in urban areas) in 2011 -2012 (NSSO, 68th Round 2011 -2012 . Only 20.6% of workers (other than self-employed) had availed paid leave. Only 21.6% of them had availed at least one or more of the three social security benefits in the form of pension, gratuity or health care and maternity. In fact, 71.2% of workers were not eligible for these social security benefits. Another 7% had no idea about such provisions. Selfemployed workers (primarily own account workers), contract workers and casual labour, who are likely to be devoid of any social security, constituted 83% of all workers (see Table 2 ). Unemployment has steadily risen in the recent decade (see Fig. 1 ). The Periodic Labour Force Survey (PLFS 2017 (PLFS -2018 shows an actual decline in the number of employed people. The projection of unemployment varies as experts differ on the projection of labour force, new entry and exit from the labour market. For example, while the Bureau (2015 Bureau ( -2016 projected the unemployment rate at 5%, the Centre for Monitoring Indian Economy projected it at 8.2%. Moreover, under-employment is rampant. Bureau (2015 Bureau ( -2016 data show that of all workers, up to 35.5% worked for less than 12 months in a year. As Table 3 clearly shows, low wages is the foremost challenge of the workforce in India. Two-thirds of self-employed as well as contract workers and more than 84% of casual workers earn just up to 7500 per month. These classes of workers constitute 83% of the workforce. Even among regular wage or salaried workers, close to 40% earn up to 7,500 per month and 57% earn up to 10,000 per month only. Similarly of all workers, 84% earn up to 10,000 per month only and less than 5.5% earn Rs. 20,000 a month or more.", "cite_spans": [{"start": 428, "end": 454, "text": "(Agrawal and Anupama 2013)", "ref_id": "BIBREF0"}, {"start": 586, "end": 598, "text": "(Bureau 2015", "ref_id": null}, {"start": 599, "end": 612, "text": "(Bureau -2016", "ref_id": null}, {"start": 746, "end": 750, "text": "2011", "ref_id": "BIBREF14"}, {"start": 751, "end": 756, "text": "-2012", "ref_id": null}, {"start": 757, "end": 779, "text": "(NSSO, 68th Round 2011", "ref_id": null}, {"start": 780, "end": 785, "text": "-2012", "ref_id": null}, {"start": 1430, "end": 1440, "text": "(PLFS 2017", "ref_id": null}, {"start": 1441, "end": 1452, "text": "(PLFS -2018", "ref_id": null}, {"start": 1668, "end": 1680, "text": "Bureau (2015", "ref_id": null}, {"start": 1681, "end": 1695, "text": "Bureau ( -2016", "ref_id": null}, {"start": 1837, "end": 1849, "text": "Bureau (2015", "ref_id": null}, {"start": 1850, "end": 1864, "text": "Bureau ( -2016", "ref_id": null}], "ref_spans": [{"start": 116, "end": 123, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1318, "end": 1325, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1387, "end": 1393, "text": "Fig. 1", "ref_id": null}, {"start": 1953, "end": 1960, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Poverty, Vulnerability and Precarity"}, {"text": "We are well aware of the serious implications of such low wages such as persistence of poverty, the inability of the workers to deal with even minor economic shocks, predominantly single male or female migration, and compromises made on living conditions and meeting food and health needs in order to send remittances. We will desist from further getting into it and, instead, discuss several non-wage issues that too make migrants vulnerable. The short-duration and seasonal out-migrants are much more likely to be from SC/ST, from land-poor households and bottom quintiles. More than two-fifth of the seasonal migrants belong to SC or ST communities (Srivastava 2019) . Lower social profile exposes them to social discrimination in the labour market. Migrants generally come with low educational background and skills which to a great extent compromise their attempt towards upward class mobility (NSSO 2010) . A considerable proportion of migrants are recruited through labour contractors who control their terms and conditions of recruitment. They also have a weak social network at the destination, thus they are often left on their own when faced with violence, monetary needs and other situations such as the need for a caregiver in case of illness.", "cite_spans": [{"start": 652, "end": 669, "text": "(Srivastava 2019)", "ref_id": "BIBREF15"}, {"start": 899, "end": 910, "text": "(NSSO 2010)", "ref_id": null}], "ref_spans": [], "section": "Poverty, Vulnerability and Precarity"}, {"text": "It is this vulnerability and precarity that forced inter-state migrants to flee the cities during the lockdown. An analysis of occupation-related data of those migrants who registered with the Government of Bihar for their return to the state from different inter-state destinations by Shramik Special trains not only confirm that they were employed in the unorganised sector but also throw further light on their social composition (for the occupational profile of return migrants in Bihar, see Table 4 ). 95% of them were males and the same percentage was in the working age group of 15-59 years. Over 80% belonged to Scheduled Castes, Scheduled Tribes, Other Backward Classes and Extremely Backward Classes. They engaged in a wide range of activities at the destination, with a whopping 65% of them engaged in construction work.", "cite_spans": [], "ref_spans": [{"start": 496, "end": 503, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Poverty, Vulnerability and Precarity"}, {"text": "In a nutshell, informal nature of employment, lack of social security, growing unemployment and under-employment and low wages make the condition of informal sectors workers precarious. Within them, migrants find themselves in a more precarious situation due to additional constraints imposed by lack of portability of entitlements, lower social profile, lack of opportunity of upward mobility, weak social network, etc. All these make it imperative to adopt a social policy that emphasises on addressing these issues through appropriate and adequate social security measures and designing a strong implementation apparatus so that the vicious cycle of poverty and precarity of workers and migrants can be ruptured. ", "cite_spans": [], "ref_spans": [], "section": "Poverty, Vulnerability and Precarity"}, {"text": "Social security of migrants, mainly circular and seasonal migrants, should be approached from three perspectives-from the perspective of their mobility which involves a change of place (migration); their poor economic, social and educational background (poverty and deprivation); and they are being part of the unorganised workforce (value of labour). These are not mutually exclusive; instead they bring out different dimensions of social security requirements of both, migrants and nonmigrants. They have a great degree of overlap, except that migrants face restrictions on accessing schemes because of issues related to portability and also face more problems concerning housing than local workers. None of the above is addressed by the Interstate Migrant Workmen Act, 1970. The Act does not apply on informal ways of recruitment which is, in practice, the rule rather than the exception. Moreover, the benefits accruing to the worker under the Act, if all norms are followed, are actually minimal limited to wages, leaves, suitable accommodation, etc. The maximum liability of a registered contractor for a registered Migrant worker during any crisis, such as the present one, would have been to provide return fare to his/her place of residence. Similarly, The Unorganised Workers' Social Security Act, 2008 is a classic example of a highly reductionist approach to social security. It limits its ambit to life and disability, health and maternity, and old age protection and leaves other social security needs up to the state governments. It excludes a large number of informal workers like agricultural workers, construction workers and informal workers in the formal sector, and ignores the working conditions of the informal workers and the particular problems of the women workers (Majumdar and Borbora 2013). It did not give any new benefit to workers instead notified pre-existing 10 schemes in its schedule 3 some of which are rather defunct. The Government of India in 2019 introduced a new bill, called The Code on Social Security, 2019 in the parliament which is under the pre-legislative consultation process. 4 The Bill is almost a reproduction of the 2008 Act and is limited to life and disability cover; health and maternity benefits; and old age protection. 5", "cite_spans": [], "ref_spans": [], "section": "Current Edifice of Social Security"}, {"text": "The social security edifice of India chiefly consists of schemes that can be divided into two categories. The first category includes contributory schemes of old age pension; contributory schemes of life, accidental and disability insurance; and schemes related to medical assurance/insurance. These three types of schemes are either contingency oriented or for future security. However, except the scheme related to medical insurance, provisions under pension or insurance schemes are quite less, their coverage is low and they are meant to support the beneficiaries only in case of contingencies and old age. The second category of schemes is related to food and nutrition; rural employment and cash support. While under the National Food Security Act 2013, public distribution system, mid-day meal and supplementary feeding through anganwadi centres provide crucial survival food and nutrition security to a large majority of the country, rural employment programme under Mahatma Gandhi National Rural Employment Guarantee Act is a source of cash during unemployment period. It has the potential of providing a rural household up to approximately 20,000 per annum provided the household gets 100 days of employment. In reality, during 2019-2020, the scheme provided an average of just 48.39 days of employment to a household at the average wage rate of Rs.182.09, thus providing a beneficiary household Rs. 734 a month. [For details of social security schemes in India, see the note provided at the end of the chapter].", "cite_spans": [], "ref_spans": [], "section": "Current Edifice of Social Security"}, {"text": "The exiguous entitlements under these schemes have provided some relief in times of exigencies such as death, accidents, disability, medical emergencies requiring hospitalisation or during old age and also given crucial survival support to unorganised sector workers. However, they have been proved grossly inadequate in making a visible impact on the living standards of workers which we have discussed in Sect. 2.", "cite_spans": [], "ref_spans": [], "section": "Current Edifice of Social Security"}, {"text": "For a very long time, the ILO Social Security (Minimum Standards) Convention, 1952 (No. 102) has influenced the understanding of social security in terms of preventive measures which emphasised on measures that help workers in contingent times. 6 Further, the ILO Social Protection Floors Recommendation 2012 (No. 202) 7 elevated the right to social security as a human right, moving beyond treating social security as a protection against certain life risks and social needs, and called for reconceptualising social security as an essential tool to prevent and reduce poverty, inequality, social exclusion and social insecurity; to reduce differences within and among the region, to promote equal opportunity and gender and racial equality, and to support the transition from informal to formal employment. Social security, it argued, would 6 The ILO Convention identified nine branches of social security which are (i) medical care; (ii) sickness benefit; (iii) unemployment benefit; (iv) old-age benefit; (v) employment injury benefit; (vi) family benefit; (vii) maternity benefit; (viii) invalidity benefit and (ix) survivors' benefit. The Convention also defined minimum standards for each of them. In India, social security in the organised sector more or less follows these components. 7 It was adopted in the 101st Session of the International Labour Conference in 2012. help stimulate aggregate demand in times of crisis and beyond, and help support a transition to a more sustainable economy.", "cite_spans": [{"start": 66, "end": 92, "text": "Convention, 1952 (No. 102)", "ref_id": null}, {"start": 842, "end": 843, "text": "6", "ref_id": null}], "ref_spans": [], "section": "Minimalist Versus Threshold Social Security"}, {"text": "The principles laid down in the Social Protection Floor open possibilities of income support, regulation of wages and other measures to narrow the gap between formal and informal employment and ensure decent work conditions. It also conceptualises inclusive urbanisation that ensures a basic level of decent living including housing, water supply, sanitation and environmental hygiene and capability enhancing measures such as quality education and acquisition/upgradation of skills.", "cite_spans": [], "ref_spans": [], "section": "Minimalist Versus Threshold Social Security"}, {"text": "Does such conceptualisation of social security encroach upon the general economic functions, particularly market-based economic functions? We argue that social security and general economic functions should not be seen in binary. The purpose of economic growth should be the same-end deprivations among masses and achieve everyone's well-being. Experiences of several countries have also shown the success of economic growth in improving living standards but those have been the direct result of social intervention rather than of simple economic growth (Dreze and Sen 1991) . We, therefore, argue that a multi-dimensional, inclusive and equityoriented conceptualisation of social security sets a social policy agenda for the state, markets, industry associations, trade unions, civil society organisations and other actors and would require them to re-orient their goals accordingly. 8 From this perspective, existing migration and social security related legislations and schemes in India suffer from three major problems: a) reductionism; b) inadequacy to cross the threshold and c) incoherence. Reductionism limits the choices to a minimalist package in the name of effectiveness, constraints of resources and manageability. A threshold is the level at which something starts to happen or have an effect. When a scheme is designed to be minimalist in terms of scale, it fails to effect a change. If a minimum level of decent living in old age requires x amount, a support which is one-fourth of x amount will not help attain decency instead will only allow living a wretched life in old age. Incoherence arises because of adverse policy climate where the State considers labour protection antithetical to labour market flexibility, perceived as one of the essential conditions for attracting investments. Coherence would require the market, government and all others to commit to comprehensive social security to address deprivations and other issues mentioned earlier.", "cite_spans": [{"start": 554, "end": 574, "text": "(Dreze and Sen 1991)", "ref_id": "BIBREF6"}, {"start": 885, "end": 886, "text": "8", "ref_id": null}], "ref_spans": [], "section": "Minimalist Versus Threshold Social Security"}, {"text": "The threshold approach to social security contrasts with the minimalist approach hitherto pursued in India. If social security has to perform a greater transformative role, then the emphasis has to be on promotional aspects of social security. Dreze and Sen (1991) differentiate between two aspects of social security-protection and promotion. While the former is concerned with preventing a decline in living standard in general and in the basic conditions of living in particular; the latter is concerned with achieving higher incomes and living standards. In developed countries where living standard is high and the size of poor is relatively small, contingency-based social security system works reasonably well, whereas in India a social security system will have to adopt promotion strategies that can raise living standards. In the following pages, we have tried to present an outline of a social security system for India which is based on four guiding principles: i) narrowing the gap between organised and unorganised sector social security; ii) reducing social insecurities in everyday life in the present by ensuring a minimum decent living standard; iii) creating mechanisms to take care of old age and contingency needs and iv) ensuring delivery of social security in a way that it does not disincentivise spatial mobility. Setting threshold-level security as the goal, these principles combine aspects of protection and promotion with a strong emphasis on the latter. Regarding migration, the approach is not to prevent it but remove any disadvantages associated with spatial mobility.", "cite_spans": [{"start": 244, "end": 264, "text": "Dreze and Sen (1991)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Minimalist Versus Threshold Social Security"}, {"text": "At present, there is a clear distinction between the nature of social security cover available to the organised sector workers in the form of Employees Provident Fund (EPF) and Employees State Insurance (ESI), as compared to the benefits available for the unorganised workers provided under the 2008 Act or otherwise. The EPF, managed by Employees Provident Fund Organisation (EPFO), has three components-a) a provident fund created for every employee based on equal contributions by the employee and employer which is fully availed by the employee after retirement or even earlier, and fully or partly, in case of unemployment; b) a pension fund in the form of superannuation pension, retiring pension or permanent total disablement pension to the employees with the benefit of widow or widower's pension, children pension or orphan pension payable to the beneficiaries of such employees and c) employee deposit-linked life insurance where the employee is insured for up to Rs. 6 lakh. The ESI, managed by Employees State Insurance Corporation (ESIC), offers extensive benefits to its subscribers 9 that take care of various conditions from sickness; maternity; disablement and death due to employment injury or occupational 9 Benefits under ESI include (a) medical benefit for the insured person and his/her family that include in-patient treatment, domiciliary treatment, specialist consultation, imaging services, artificial limbs and aids, etc. through a vast network of ESI hospitals as well as its empanelled hospitals; (b) sickness benefit with full or part payment of wages extendable up to 2 years; (c) maternity benefit usually for 26 weeks with full wage; (d) disablement benefit in the form of 90% of wages; (e) dependants' benefits in the form of 90% of wage every month if death occurs due to employment injury or occupational hazards; (f) other benefits in the form of funeral expenses, vocational rehabilitation, physical rehabilitation, old age medical care, unemployment allowance at 50% wage up to 2 years due to closure of factory/establishment, retrenchment or permanent invalidity, and medical care for self and family during the period of unemployment allowance, and also provision for skill upgradation at the expenses of the ESIC. hazard; to unemployment allowances and skill upgradation. An interesting feature of the ESI Scheme is that the contributions are related to the paying capacity as a fixed percentage of the workers' wages, whereas they are provided social security benefits according to individual needs without distinction.", "cite_spans": [], "ref_spans": [], "section": "Narrowing the Gap Between Organised and Unorganised Sector"}, {"text": "For organised sector, therefore, the social security creates an appreciable level of capacity to take care of short-term exigencies and periodical needs, like sickness, injury, education and marriage of children, short-term unemployment, etc. From the perspective of migrants, both EPFO and ESI benefits are portable. EPFO has launched a unified portal and (portable) Universal Account Number (UAN). In most of the schemes of the unorganised sector, benefits accrue at a future date-in the event of old age, death or disablement. This explains the reluctance of workers to subscribe to them. This can be understood as the effect of 'time inconsistency' (Banerjee and Duflo 2011) . 10 This psychological factor combined with the core financial sense of the Net Present Value (NPV) of the future benefits vis-à-vis the current investments makes most of these schemes at least appear to be unattractive for the intended beneficiaries.", "cite_spans": [{"start": 653, "end": 678, "text": "(Banerjee and Duflo 2011)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Narrowing the Gap Between Organised and Unorganised Sector"}, {"text": "Hence, we argue that membership of the EPF and ESI should be made compulsory for the entire workforce-organised as well as unorganised sector workers in India. 11 EPFO and ESIC can be entrusted to manage the services for unorganised workers also. The government should create a separate welfare fund under them to meet the cost of employer's contribution if the worker is a self-employed or casual worker or wherever the employer or employee or both are not in the position to pay their contribution.", "cite_spans": [], "ref_spans": [], "section": "Narrowing the Gap Between Organised and Unorganised Sector"}, {"text": "Undeniably, such a proposition is not easily implementable. On the contrary, it is far more complicated than it might appear. For example, what wage floor will be used to calculate the contribution of employees and employer/government, given the diversity of occupation, income, payment system, job fluctuations and period of unemployment of unorganised workers? How to ensure that the contribution is not too low to make the threshold impact? Universalising EPF and ESI would also require registration of all workers in the country and providing them with a unique identification number as envisaged in the Unorganised Workers Social Security Act, 2008 and a system of regular updating of their data. Both EPF and ESI would require dismantling restrictions on their subscription such as the size of the enterprise and cap on salary up to Rs. 15,000 per month to include all workers since due to these restrictions the schemes cover less than half of organised sector workers. Though Massive expansion of ESI hospital and domiciliary facilities may be required, the state and central governments will have to agree to gradually bring ESIC facilities 10 According to Banerjee and Duflo, 'Research in psychology has now been applied to a range of economic phenomena to show that we think about the present very differently from the way we think about the future (a notion referred to as \"time inconsistency\")'. 11 Report of the Working Group on Migration (2017: 34), in the context of health security, recommends 'covering contract and even unorganised workers under ESI'. However, there is no further discussion on this in the Report. Duggal (2006) argues for restructuring ESI to accommodate the entire workforce by removing all restrictions for coverage under the Act like wage limits, numbers employed, etc. and general health services under a common governance mechanism so that access to universal primary health care is not compromised. On top of it, bringing social security of organised and unorganised sector workers on the par would require reorienting the economic and social policies towards formalisation of economy. This will clearly be an epoch-making departure from the economic dispensation that has become the hallmark of developing countries' economy. The government should form a Commission to suggest a roadmap to roll out the new social security programme which aims at ensuring up to par benefits for unorganised workers.", "cite_spans": [{"start": 1634, "end": 1647, "text": "Duggal (2006)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Narrowing the Gap Between Organised and Unorganised Sector"}, {"text": "We have successful examples of functioning of some welfare funds at the state level, for example in Kerala, that demonstrate the feasibility of delivering provident fund, gratuity, unemployment relief, social assistance and insurance cover to life, disability and accidents, and several other benefits, similar to those offered by the EPF and ESI, to a range of unorganised workers with diverse occupations and differential earnings and risks associated with each of them (NCEUS 2006) . The functioning of the Mathadi Workers' Welfare Board in Maharashtra is another example which has been successfully working since 1969 and has gradually expanded workers' welfare by starting its own hospitals on the line of ESI and providing provident fund, insurance and other assistance.", "cite_spans": [{"start": 472, "end": 484, "text": "(NCEUS 2006)", "ref_id": null}], "ref_spans": [], "section": "Narrowing the Gap Between Organised and Unorganised Sector"}, {"text": "The sceptics would raise the issue of feasibility of such massive social security through public provisioning in a developing country like India where resources are limited, the economy has taken a hit in recent years, the unemployment rate is high, and seasonal and low quality employment are rampant. Our estimates put the cost of ESI at slightly less than 1% of the GDP. 12 Regarding the EPF, the entire cost of employer and employee contributions come to 5.6% of the GDP, whereas the actual cost is likely to be around 4.5% of the GDP if employees share a portion of the cost. 13 As Dreze and Sen (1991) have shown from the example of China, Sri Lanka, Cuba, Costa Rica, Chile and Jamaica, countries with low per capita GNP, such scepticism is often exaggerated and, to some extent, misleading. Moreover, taking a giant leap towards formalisation would have extraordinary spin-off effects on the economy in the form of massive investments in water, sanitation, housing, and other urban and rural infrastructure, correcting demand-side weaknesses by infusing purchasing power in half a billion workforce, and constant skill upgradation to deal with the problem of redundancy and unemployment. This would also save resources that are spent on treating preventable diseases, and avoid frequent disruptions in work. This will, in the medium to the longer run, substantially reduce the need for state subsidy in social security programmes by improving market wages, work and living conditions and purchasing power of workers. 12 The calculation is based on the assumption that the average earning of 84% of 47 crore workforce is Rs. 10,000 per month, and in their case, the employer contribution will be met by the government. The total premium to be borne by the government will be 183,300 crores. 13 Considering 24% contribution of employer and employees for 84% of 47 crore workforce whose average monthly income is Rs. 10,000 per month, the total contribution will be 11.37 lakh crore. However, if the employees can pay Rs. 6,000 per annum, then the cost will come down to 9 lakh crore.", "cite_spans": [{"start": 587, "end": 607, "text": "Dreze and Sen (1991)", "ref_id": "BIBREF6"}, {"start": 1525, "end": 1527, "text": "12", "ref_id": null}], "ref_spans": [], "section": "Narrowing the Gap Between Organised and Unorganised Sector"}, {"text": "Meeting the cost of EPF and ESI for unorganised sector workers does not require all new resources. Five important existing sources can be tapped. First, existing sectoral schemes targeted at different segments of the unorganised workforce, for example, construction workers, beedi workers, handloom weavers, handicraft artisans, mines workers, etc. These schemes are supported by specific welfare funds. Second, various state governments have also established welfare funds for unorganised workers including those who are either self-employed or casual labourers. Some of these have been working efficiently. Hence, all targeted funds at central and state levels can be brought under the broad umbrella of the EPFO and ESIC through negotiation with states. Third, the universalisation of the EPF and ESI will result in redundancy of several existing schemes that are, a la Kabeer (2010) , piecemeal and fragmented, resulting in savings from them. Fourth, the central and state governments should consider levying a new cess in sectors wherever possible on the line of Building and Other Construction Workers Welfare Cess Act (1996) . And fifth, the employer of regularly employed informal workers in organised and unorganised sectors should be directed to pay employers' contribution. There can be creative ways of bringing in accountability of the employer, for example, asking their contribution for the total number of workers employed in a year. This will also require making written contracts mandatory which will be a step towards formalisation of labour markets.", "cite_spans": [{"start": 873, "end": 886, "text": "Kabeer (2010)", "ref_id": "BIBREF10"}, {"start": 1125, "end": 1131, "text": "(1996)", "ref_id": null}], "ref_spans": [], "section": "Narrowing the Gap Between Organised and Unorganised Sector"}, {"text": "The measures as mentioned above will still leave some gaps in the financing of a universal EPF and ESI which the central and state governments should jointly finance. Additionally, we have some successful social security programmes and micro initiatives managed and/or promoted by NGOs, trade unions, workers' collectives and employers. Ways can be found to bring such initiatives under a common broad framework while maintaining their autonomy. For example, these agencies as well as state governments should have the autonomy to add provisions over and above the threshold level decided under the EPF and ESI.", "cite_spans": [], "ref_spans": [], "section": "Narrowing the Gap Between Organised and Unorganised Sector"}, {"text": "More than the financial feasibility of implementing comprehensive schemes like ESI and EPF, the bigger challenge is government's push to greater participation of private sector in the health insurance market and investment of pension funds in the capital market, thereby weakening low cost and low-risk social insurance schemes. In the case of the EPF, employees are given the choice of opting for the EPF or the New Pension Scheme (NPS) which is given tax incentives. However, investing the pension fund in the capital market exposes it to the volatility of capital market while the employee is lured by the attraction of higher return (Kannan 2015) . Similar is the case of ESI where members have been given an option to exit by choosing a health insurance product from the market, and giving substantial tax rebates on payment of medical insurance premium (Duggal 2015) . Both 'reforms' are accompanied by the recent relaxation of labour laws, including the abolition of inspections of enterprises employing up to 40 persons.", "cite_spans": [{"start": 637, "end": 650, "text": "(Kannan 2015)", "ref_id": "BIBREF11"}, {"start": 859, "end": 872, "text": "(Duggal 2015)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Narrowing the Gap Between Organised and Unorganised Sector"}, {"text": "The Public Distribution System (PDS) as envisaged in the National Food Security Act, 2013 should be converted into a universal programme. This will eliminate wilful or inadvertent errors in beneficiary selection and costs incurred on targeting, and promote self-selection process, besides other benefits such as plugging leakages in the system, reducing wastage due to under-utilisation of grains and cost incurred on storage. The cost of expansion of the programme is likely to be marginal. Similarly, other schemes under the Act-ICDS, MDM and Matritva Sahyog-should not only continue but entitlements under the programmes must be progressively reviewed as the working-class households overwhelmingly stand to benefit from these schemes. Food grain distribution and cooked meal programmes must not be converted into cash transfer as a cash transfer will cause fluctuations in entitlements depending on fluctuations in the market prices. It may also allow diversion of money to meet other requirements at the cost of food security, for example, in a patriarchal society an alcohol-addicted male may get away with money to spend on his addiction.", "cite_spans": [], "ref_spans": [], "section": "Other Essential Social Security Measures"}, {"text": "The demand-based rural public works programme, MGNREGA, should not only continue but family entitlements should be expanded from 100 days to 200 days in a year, with fair wages. An urban public works programme should also be launched which can be utilised to massively improve the urban infrastructure particularly in housing, water supply, sanitation, hygiene, drainage, solid waste management and condition of work units, particularly in dominated by the working class. The urban works programme may be used as a wage subsidy programme in case of micro and small enterprises, if required.", "cite_spans": [], "ref_spans": [], "section": "Other Essential Social Security Measures"}, {"text": "For migrants, the central and state governments should pay particular attention to improving urban settlements and housing. This is a multi-dimensional complicated issue and requires a separate detailed discussion. The basic elements of a good housing security for circular and seasonal migrants would depend on how they are provided affordable rental accommodations, how standards of accommodation at worksites are codified to make them livable; and, for long-term migrants and other low-income organised and unorganised sector workers, how slums are strategically put under redevelopment for affordable, safe, livable, one and two-bedroom (with kitchen and toilet) accommodations with hygienic surroundings. These require going beyond individual owner-based approach to planning for housing security to city, locality and group-based planning. In rural areas, apart from the individual ownerbased subsidy, access to homestead land must be part of housing security, particularly for the landless labourers.", "cite_spans": [], "ref_spans": [], "section": "Other Essential Social Security Measures"}, {"text": "Pradhan Mantri Kisan Samman Yojana (PM-KISAN) provides income support to even those who own a few decimals of land. Several small landowners-cumwage labourers-cum tenants are its beneficiaries who also migrate to work. This cash support through direct benefit transfer is particularly useful for purchasing agricultural inputs and paying wages for agricultural operations before harvesting. Similarly, public provisioning of education and skill development has helped make the workforce, including migrants, educated and appropriately skilled, and it remains a crucial social security measure. Any emergency causing massive disruptions such as the COVID-19 pandemic, drought and floods require special social assistance not only in the form of relief but rehabilitation, income support, enterprise revival support, etc. Mitigation of such contingency should be incorporated in the social security architecture.", "cite_spans": [], "ref_spans": [], "section": "Other Essential Social Security Measures"}, {"text": "The next important issue is ensuring the intra-and inter-state portability of schemes. Under this category, five schemes/programmes are important from the perspective of migrants. They are (i) PDS scheme; (ii) Integrated Child Development Scheme (ICDS); (iii) Mid-day Meal and other non-teaching incentives; (iv) school education and (v) benefits under Building and Other Construction Workers Welfare Board (BOCWWB). Portability of PDS entitlements is possible by delinking individuals from the household. In this regard, the 'One Nation One Card' will be a big move though it may take some time to make PDS universally portable. Portability of ICDS, schooling of children and mid-day meal are complicated and require more than technological fix. Right from the admission of new children on a seasonal basis in anganwadi centres/schools to getting an additional quota of ration for them, portability of school enrolment and attendance certificate on a seasonal basis, getting any non-teaching incentives for seasonal migrant children and removing other barriers in learning such as language, caste/community and cultural barriers are all difficult questions. They require flexibility in the administrative procedures, quick responsiveness, studying the usual pattern of migration and making planning in advance, cooperation at source and destination between state and civil society organisations, administrative divisions in case of intra-state migration and state governments in case of inter-state migration. There are some successful examples of inter-state coordination such as cooperation between Odisha and Andhra governments for the education of children of seasonal migrant families working in brick kilns.", "cite_spans": [], "ref_spans": [], "section": "Portability of Entitlements for Migrants"}, {"text": "Portability of benefits under BOCWWB has been facing technical and bureaucratic hurdles. Under the Act, the worker is registered with the district authority in his home state. If the worker has worked in a different state where cess is deducted from the employer, the cess remains with the state government at the destination. However, the worker is denied any welfare under the Board for not having worked in the home state and not contributing to the cess pool of the home state. At present, there is no portability of cess pool based on the domicile of the worker making worker the ultimate sufferer. This is likely to be the case with some other welfare funds too.", "cite_spans": [], "ref_spans": [], "section": "Portability of Entitlements for Migrants"}, {"text": "In India, COVID-19 pandemic has exposed all dimensions of the fragility of unorganised sector workers in general and migrants in particular. How to deal with that fragility has been the binding thread throughout this chapter. We began with the current socio-economic context in which migration takes place in India. While the high regional disparity in terms of agricultural, industrial and urban growth creates the condition for intra-and inter-state migration, the outcome of migration (and labour in general) is determined by the most crucial characteristics of economic growth in India, that is, overwhelming predominance of unorganised sector. It is this sector that continuously churns out abysmal living standards and precarity for its workers.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The social policy in India too has followed the dichotomy of the organised and unorganised sector by developing a dual system of social security-a comprehensive, portable social security for the organised sector employees who usually have regular salaried jobs and minimalist social security for unorganised sector workers who are the most vulnerable groups-socially as well as economically and constitute over 90% of the workforce. We briefly analysed the weaknesses and limitations of the existing legislative framework and schemes that are meant for the unorganised sector workers including migrants and concluded that they are inherently incapable of lifting the living standard of workers to a dignified human existence. At best, they can support them to survive barely and deal with contingencies in a minimalist sense and at worst fail to support at all when caught up in bureaucratic technicalities of selection errors and lack of portability.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Building upon the ILO Social Protection Floor recommendation, we then argued for reimagining social security as an intervention to make drastic improvements in the lives of the entire workforce of India. We analysed three weaknesses in the existing social security system-first they are based on a reductionist package of social insurance and social assistance; second, they lack a threshold push to make a real change in the lives of beneficiaries and third, the prevailing policy environment seeks to keep workers in abominable conditions in the name of expanding employment opportunities. However, both high as well as some low-income countries have shown that social security can be successfully used to uplift the living standard of the vast majority of masses. Rather than treating growth and social security as binaries, a developing country like India needs to invest massively into people's lives.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The gap between the formal and informal sector must be minimised to overcome the historical weaknesses of social security programmes in India. In this regard, we proposed making Employees Provident Fund (EPF) and Employees State Insurance (ESI)-the two flagship programmes designed for the organised sector-universal social security programmes in India. This would require work at several levels-right from working out technical details, registration of a very unstable workforce, finding resources and bringing similar initiatives by a host of public actors under a common 'threshold' framework.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "A combination of universal EPF and ESI and some other useful securities derived from existing schemes and programmes related to food and nutrition security; work security in rural and urban areas; cash support; and improvement in housing, surrounding settlement and workplace will prove, what we call 'threshold security' removing the 'time inconsistencies' where the present is compromised in lieu of a promise of somewhat better (distant) future.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "For migrants, all social security should have an inbuilt portability clause. This would require investing into technology platforms, overcoming exclusions created by the requirements of domicile, at least for social security purposes, adhering to the principle of non-discrimination and equal citizenship, recognising the contributions made by migrants in the growth and development of the country, and amending the basic design of some crucial funds for inter-state transfer of resources so that they finally reach the workers.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The COVID-19 crisis has shaken up lives and livelihoods of tens of millions but is also knocking us to re-imagine our collective future where migrants and other workers can live with a sense of dignity and security.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "A brief note on prominent social security schemes in India. , get five kg of foodgrains per person per month at the same subsidised price. Besides, every pregnant woman and lactating mother is entitled to free of charge meal during pregnancy and six months after the childbirth, through local anganwadi (under Integrated Child Development Services Scheme), and maternity benefit (under Indira Gandhi Matritva Sahyog) of no less than Rs. 6000. As regards food security of children, the Act provides for free of charge meal to children in the age group of six months to six years through local anganwadi, and in the case of children in the age group of six years to fourteen years (or up to class VIII), free of charge one mid-day meal every day except on school holidays to be provided through government and government-aided schools and schools run by local bodies (under Mid-day Meal Scheme). The majority of beneficiaries of ICDS and MDM schemes come from the poor and labouring classes including migrants. However, selection errors and issues related to linking with Aadhaar and biometric identification have left a considerable section of deserving poor out of its purview. Portability of food security-related schemes has been a long-pending demand. So far, there are pilot programmes regarding portability of PDS rations in some states. During the COVID-19 lockdown, the Central government announced its decision to implement 'One Nation One Ration Card' from 1 July 2021. However, all states have still not joined the scheme. A major destination state Delhi is yet to join the scheme, thus limiting its usefulness. Further, portability of ICDS benefits and MDM is also an issue that is yet to be resolved. 5. Housing: Pradhan Mantri Awas Yojana (Urban) and Pradhan Mantri Gramin Awas Yojana are two housing-related schemes where the beneficiary gets either interest subsidy or central assistance. In rural areas, SCs, STs, Economically Weaker Sections (EWS) and women can take advantage of interest subsidy up to 3% or up to 2 lakh. In urban areas, central assistance of 1-1.5 lakh is available for in situ slum redevelopment with private participation, or construction of a house by those belonging to EWS or for affordable housing by private or public sector builders where they reserve at least 35% houses for EWS. Interest subsidy of different slabs amounting not more than up to 2.67 lakh for different socio-economic groups is available under a credit-linked subsidy scheme. These schemes are primarily meant for EWS which includes unorganised sector workers and migrants. However, urban housing is highly complicated and it is doubtful to what extent the scheme can improve access to minimum decent housing for migrants and other unorganised workers. 6. Employment: Mahatma Gandhi National Rural Employment Guarantee Act (MGNREGA) is a demand-based rural employment programme under which the government is obliged to provide up to 100 days of employment to a rural household. All MGNREGA workers are unorganised workers and an overwhelming number of them are likely to be circular and seasonal migrants too. 7. Cash Support: Family Benefit Scheme provides onetime cash support to a family who has lost its bread earner. The Pradhan Mantri Kisan Samman Nidhi Yojana provides cash support of Rs. 6,000 in four instalments to all farmers (with certain exclusion criteria). Since a considerable number of unorganised workers and migrants come from very small farmers, they too benefit from the scheme. However, the landless wage earners as well as tenants are outside the purview of the scheme. At present, there is no regular cash support scheme for unorganised workers and migrants. Workers' welfare boards in some sectors have the mandate to provide cash support to its members in specific conditions. 8. Social Security during Disasters: The current disaster management act and relief code provide for state action in case of a disaster in the form of various types of relief and rehabilitation measures to be announced by the government. Such relief includes food support, treatment, compensation in case of death, etc.", "cite_spans": [], "ref_spans": [], "section": "Note"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Social protection policies for the urban informal sector: The Indian perspective", "authors": [{"first": "S", "middle": ["K"], "last": "Agrawal", "suffix": ""}, {"first": "", "middle": [], "last": "Anupama", "suffix": ""}], "year": 2013, "venue": "Social protection policies in South Asia", "volume": "", "issn": "", "pages": "35--77", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Poor economics: A radical rethinking of the way to fight global poverty. Noida: Random House India", "authors": [{"first": "A", "middle": ["V"], "last": "Banerjee", "suffix": ""}, {"first": "E", "middle": [], "last": "Duflo", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Social security in developing countries: What, why, who, and how", "authors": [{"first": "R", "middle": [], "last": "Burgess", "suffix": ""}, {"first": "N", "middle": [], "last": "Stern", "suffix": ""}], "year": 1991, "venue": "Social security in developing countries", "volume": "", "issn": "", "pages": "41--80", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Report on fifth annual employment and unemployment survey", "authors": [{"first": "L", "middle": [], "last": "Bureau", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Migration and reverse migration in the age of COVID-19", "authors": [{"first": "A", "middle": [], "last": "Dandekar", "suffix": ""}, {"first": "R", "middle": [], "last": "Ghai", "suffix": ""}], "year": 2020, "venue": "Economic and Political Weekly", "volume": "55", "issn": "19", "pages": "28--31", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Growth mediated and support-led social security in the unorganised sector in India", "authors": [{"first": "S", "middle": ["M"], "last": "Dev", "suffix": ""}], "year": 2002, "venue": "Indian Journal of Labour Economics", "volume": "45", "issn": "2", "pages": "219--242", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Public action for social security: Foundations and strategy", "authors": [{"first": "J", "middle": [], "last": "Dreze", "suffix": ""}, {"first": "A", "middle": [], "last": "Sen", "suffix": ""}], "year": 1991, "venue": "Social security in developing countries", "volume": "", "issn": "", "pages": "3--40", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Need to Uuniversalise social security", "authors": [{"first": "R", "middle": [], "last": "Duggal", "suffix": ""}], "year": 2006, "venue": "Economic and Political Weekly", "volume": "41", "issn": "32", "pages": "3495--3497", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Saving the employees' state insurance scheme", "authors": [{"first": "R", "middle": [], "last": "Duggal", "suffix": ""}], "year": 2015, "venue": "Government of India", "volume": "50", "issn": "", "pages": "17--20", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Meeting the basic needs: The unorganised sector and social security", "authors": [{"first": "R", "middle": [], "last": "Jhabvala", "suffix": ""}, {"first": "R", "middle": ["K A"], "last": "Subrahmanya", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "17--29", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Gender and social protection strategies in the informal economy", "authors": [{"first": "N", "middle": [], "last": "Kabeer", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Corporate capitalism in the name of social security", "authors": [{"first": "K", "middle": ["P"], "last": "Kannan", "suffix": ""}], "year": 2015, "venue": "Economic and Political Weekly", "volume": "50", "issn": "12", "pages": "30--32", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Social security system and the informal sector in India: A review", "authors": [{"first": "A", "middle": [], "last": "Majumdar", "suffix": ""}, {"first": "S", "middle": [], "last": "Borbora", "suffix": ""}], "year": 2013, "venue": "Economic and Political Weekly", "volume": "48", "issn": "42", "pages": "69--72", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "NSSO 68th Round, Government of India: Ministry of Programme Implementation. National Sample Survey Office. Periodic Labour Force Survey", "authors": [], "year": 2006, "venue": "Government of India: Ministry of Programme Implementation", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Labour migration in India: Recent trends, patterns and policy issues", "authors": [{"first": "R", "middle": [], "last": "Srivastava", "suffix": ""}], "year": 2011, "venue": "The Indian Journal of Labour Economics", "volume": "54", "issn": "3", "pages": "411--440", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Emerging dynamics of labour market inequality in India: Migration, informality, segmentation and social discrimination", "authors": [{"first": "R", "middle": [], "last": "Srivastava", "suffix": ""}], "year": 2019, "venue": "Indian Journal of Labour Economics", "volume": "62", "issn": "2", "pages": "147--171", "other_ids": {"DOI": ["10.1007/s41027-019-00178-5"]}}}, "ref_entries": {"FIGREF0": {"text": "Labour Bureau, Employment and Unemployment Survey, 2015-2016", "latex": null, "type": "figure"}, "TABREF0": {"text": "Distribution of workers by category of sector The figures of PLFS are not strictly comparable with NSSO Rounds due to the difference in the sampling method. The proportion of organised sector/formal employment is likely to be slightly higher in PLFS because of sampling bias in favour of households with better educational attainments.", "latex": null, "type": "table"}, "TABREF1": {"text": "Structure of employment in India (percentages) Source Various rounds of NSSO and Labour Bureau Fig. 1 Unemployment Source NSS, EUS and Labour Bureau", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Occupational profile of migrants who returned to Bihar by Shramik special", "latex": null, "type": "table"}, "TABREF4": {"text": "Pension: Pradhan Mantri Shram Yogi Maan-dhan (PMSYM) is for workers in the unorganised sector with a maximum income of Rs. 15,000 per month. The worker will get Rs. 3000 per month with the benefit of family pension in case of her/his death. Atal Pension Yojana (APY) is open to all, without any income criteria. The subscriber can opt for monthly pension ranging from Rs. 1000 to Rs. 5000 by payment of the stipulated contribution regularly. In case of both the schemes, the age limit at entry level is 18-40 years and the pension starts after attaining the age of 60 years.2. Insurance: Pradhan Mantri Jeevan Jyoti Bima Yojana (PMJJBY) is available to people between 18 and 50 years of age with an annual premium of Rs. 330. It provides coverage of Rs. 0.2 million in case of death of the subscriber. Pradhan Mantri Suraksha Bima Yojana (PMSBY) is an accident insurance scheme available to people between 18 and 70 years of age with an annual premium of Rs. 12 only. In case of accidental death or full disability, the payment is Rs. 0.2 million while in case of partial permanent disability, the payment is Rs. 0.1 million. Both the schemes are open to all. 3. Medical: Ayushman Bharat Pradhan Mantri Jan Arogya Yojana (AB PM-JAY) provides for cashless treatment up to Rs. 500,000 a year in case of secondary and tertiary care hospitalisation with inbuilt portability through an e-card to any empanelled public or private hospital in India. The selection of beneficiaries is made on the basis of deprivation and occupational criteria of the Socio-Economic Caste Census (SECC) 2011. Given the selection criteria, in all likelihood the overwhelming majority of the beneficiaries are labouring classes including migrants and its easy portability is highly suitable to migrants. The scheme is far below the level of benefits of ESIC. It neither covers wage loss nor out-patient expenses if hospitalisation is not required. Moreover, those households not enlisted in the SECC 2011, either by omission or commission, are excluded from the scheme. 4. Food and Nutrition: All schemes related to food security come under integrated umbrella of the National Food Security Act, 2013. Under the Targeted Public Distribution System (TPDS), Antyodaya Anna Yojana (AAY) beneficiary households get 35 kg of highly subsidised foodgrains. New beneficiaries, called Priority Households (PHH)", "latex": null, "type": "table"}}, "back_matter": []}