{"paper_id": "0a6c785365198e70793a0aa6f395b6401fe88fe6", "metadata": {"title": "Contribution of Subway Expansions to Air Quality Improvement and the Corresponding Health Implications in Nanjing, China", "authors": [{"first": "Meina", "middle": [], "last": "Zheng", "suffix": "", "affiliation": {"laboratory": "Jiangsu Key Laboratory of Urban ITS", "institution": "Southeast University", "location": {"postCode": "210096", "settlement": "Nanjing", "country": "China"}}, "email": ""}, {"first": "Xiucheng", "middle": [], "last": "Guo", "suffix": "", "affiliation": {"laboratory": "Jiangsu Key Laboratory of Urban ITS", "institution": "Southeast University", "location": {"postCode": "210096", "settlement": "Nanjing", "country": "China"}}, "email": ""}, {"first": "Feng", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Southeast University", "location": {"postCode": "210096", "settlement": "Nanjing", "country": "China"}}, "email": ""}, {"first": "Jiayan", "middle": [], "last": "Shen", "suffix": "", "affiliation": {"laboratory": "Jiangsu Key Laboratory of Urban ITS", "institution": "Southeast University", "location": {"postCode": "210096", "settlement": "Nanjing", "country": "China"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "In recent years, many cities in China have experienced a deteriorating environmental quality, which not only poses a threat to residents' health and life but also challenges sustainable urban development. Zhao et al. [1] found that anthropogenic PM 2.5 (fine particulate matter with a diameter of 2.5 micrometers or less) exposure in China resulted in 1.08 million premature deaths in 2012. In addition to PM 2.5 , other types of air pollutants like nitrogen oxide (NOx), sulfur dioxide (SO 2 ), carbon monoxide (CO), and photochemical smog and their derivatives through physical and chemical reactions also induce serious health problems in China. A large body of literature has confirmed the link between vehicular emissions and air pollution [2, 3] and the corresponding health problems [4] . For instance, Li and Yin [5] calculated the share of traffic-related air pollution in urban total air pollution emission and found that 63% of CO and 37% of NOx were generated by urban vehicular emissions in China. With the increase of private vehicles in China, traffic-related air pollution may become more and more serious if there is no adoption of appropriate one single city, researches on a cross-city comparison in terms of the relationship between the expanded subway and local air quality also suggest the existence of the substitution effect. Based on 45 newly opened rail lines of 14 cities in China, Liang and Xi [18] found that the improved rail transit may induce more commuters to escape from cars, especially taxis, which contributes to the improvement in air quality. Gu et al. [19] examined the relationship between transit-oriented development and air quality in 37 Chinese cities, and also found that rail-based transit-oriented development contributes to better air quality. However, some researchers also found the insignificance of the substitution effect in China. Zhang et al. [20] found that improved rail transit has a small and statistically insignificant effect on the travel mode of residents with cars after the analysis of a survey data on travel energy consumption in Beijing. Wang et al. [21] found that the short-term impact of subway expansion on PM 10 tends to be positive, while negative in the longer term based on the PSM-DID method.", "cite_spans": [{"start": 217, "end": 220, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 745, "end": 748, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 749, "end": 751, "text": "3]", "ref_id": "BIBREF2"}, {"start": 790, "end": 793, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 821, "end": 824, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1422, "end": 1426, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1592, "end": 1596, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1899, "end": 1903, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 2119, "end": 2123, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Introduction"}, {"text": "In summary, the transport−air pollution literature predicts that the final impact of subway expansions on air quality could go in either direction. Although some researchers have examined this relationship in the context of China, most of them choose Chinese megacities like Beijing and Shanghai as the target of interest [22, 23] , with little focus on medium-sized cities. What is the specific effect of subway expansions on local air quality, particularly in the context of Chinese medium-sized cities? Is there significant heterogeneity among different types of air pollutants in terms of the degree of influence? How to deal with the endogeneity concern? The dearth of attention to these questions informs us that a more integrative understanding of subway development and environmental pollution is indispensable.", "cite_spans": [{"start": 322, "end": 326, "text": "[22,", "ref_id": null}, {"start": 327, "end": 330, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Introduction"}, {"text": "Therefore, this paper presents a case study of the impact of subway expansion on air quality in Nanjing and based on a distance-based DID approach used to solve the endogeneity concern. Its objectives are to (1) identify the relationship between subway construction and local air pollution, and (2) achieve a comprehensive understanding of the air pollution reduction mechanism of urban rail transit through considering the heterogeneous effect of different types of air pollutants and different time intervals based on hourly air pollution data. Our study may contribute to the transportation infrastructureair quality literature in the following four areas. First, this study adopts high-frequency air quality data at the monitor level together with subway lines in the same city to identify the causal relationship between subway expansions and air pollution. Second, we construct a continuous subway density indicator to reflect the subway network density change, which allows us to identify subway expansions' marginal impact instead of only focusing on the magnitude of air quality change due to the first subway line. Third, a distance-based DID approach that considers the endogeneity in subway density is adopted to handle this concern. Last, heterogeneity tests for different types of air pollutants and different time intervals within a day are performed using hourly air pollutant emission data.", "cite_spans": [{"start": 208, "end": 211, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "The remainder of this paper is structured as follows. In the second section, we discuss the empirical background in the context of Nanjing, including the situation of air pollution and subway development in Nanjing. Section 3 describes the key data, followed by the empirical strategy. Section 4 presents the main empirical results, and then, on this basis, Section 5 presents a back-of-the-envelope analysis of the health benefits. Section 6 proposes corresponding policy suggestions and Section 7 concludes. Last, Section 8 presents a brief discussion of future research on this topic.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Over the past decades, sustained and rapid economic growth has been accompanied by an increasingly deteriorated environment in China. Nanjing, as the capital of Jiangsu Province, is a highly urbanized and industrialized city as well as the central city in the northwestern Yangtze River Delta (YRD). Nanjing also experiences a gradually deteriorating air quality along with its rapid economic development. Figure 1 shows the daily change in PM 2.5 concentrations in Nanjing from 13 May 2014 to 31 December 2018. The concentration level of most days during this process is above the World Health Organization (WHO) 24 h guideline value, and the yearly average level is up to 52.4 µg/m 3 , that is about two-thirds of the Chinese annual standard. Air pollution represents the largest single environmental health risk over the world according to the WHO [24] . A 2013 assessment by the International Agency for Research on Cancer (IARC) of WHO also concluded that the association between ambient air pollution and an increase in cancer incidence had been confirmed, especially lung cancer and cancer of the urinary tract/bladder (See: https://www.who.int/news-room/fact-sheets/ detail/ambient-(outdoor)-air-quality-and-health for more information). Power plants, vehicles, and industrial activities all contribute to the increase of outdoor air pollution, though identifying the specific share of transport-related sources is challenging as vehicular emissions usually induce secondary air pollutants after physical or chemical processes. However, according to the statistics of China's National Bureau of Statistics (CNBS), the annual average concentration of PM 2.5 in Nanjing was 74 in 2014, while only 43 in 2018. Its subway system, meanwhile, has achieved a well-developed transport network and the number of trips by public transport have accounted for 50% of total travel in the urban area. Whether the link between both changes exists need further empirical evidence.", "cite_spans": [{"start": 851, "end": 855, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 406, "end": 414, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Air Pollution in Nanjing"}, {"text": "Before 2014, Nanjing only had two subway lines in operation, with 55 stations, and the time gap between the first subway line and the second one was five years (Figure 2 ), which suggests a slow stage of development. Through hosting the second Youth Olympic Games (YOG) in 2014, Nanjing entered the era of acceleration in subway construction. From 2014 to 2018, 8 new subway lines were constructed, reaching a total of 378.38 km. This operating kilometrage makes Nanjing rank No. 4 among China's 37 cities with the subway, and also the first city in China that achieved the full coverage of access to subway services across all districts. ", "cite_spans": [], "ref_spans": [{"start": 160, "end": 169, "text": "(Figure 2", "ref_id": "FIGREF1"}], "section": "Subway System of Nanjing"}, {"text": "Different from previous research based on the city-level air pollution data, this study collects Nanjing's air quality data at the monitoring station level (the geographic distribution of 9 monitors is shown in Figure 4 ). Due to the limit of data availability, we collected the daily and hourly monitor-level Air Quality Index (AQI), SO 2 , NO 2 , CO, PM 10 , PM 2.5 , and Ozone (O 3 ) from 13 May 2014 to 31 December 2018. During this period, 8 new subway lines with 104 stations were constructed, accounting for almost two-thirds of the total in operation by the end of 2018. The AQI is based on the abovementioned six atmospheric pollutants that measure daily air quality according to a scale of 0 to 500: the higher the value, the greater the air pollution and health risks. The main explanatory variable in this study is the indicator that reflects the opening dates and locations of subway lines. Figure 4 shows the layout of monitoring stations and subway stations in Nanjing in 2018, most of the high-supply areas of subway services lie in the urban area around the city center. Considering that almost all stations in the same line opened on the same day, we chose seven major opening dates during the sample period (as shown in Figure 3 ) as the date of interest.", "cite_spans": [], "ref_spans": [{"start": 211, "end": 219, "text": "Figure 4", "ref_id": "FIGREF4"}, {"start": 904, "end": 912, "text": "Figure 4", "ref_id": "FIGREF4"}, {"start": 1239, "end": 1247, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Data Sources and Summary Statistics"}, {"text": "In addition, we also constructed a continuous variable to reflect the subway density:", "cite_spans": [], "ref_spans": [], "section": "Data Sources and Summary Statistics"}, {"text": "where i, j, and t represent air quality monitors, subway stations, and days, respectively. N t indicates the number of currently operational subway stations at time t. Dist 2 ij indicates the square of the distance from monitor i to subway station j at time t. This measure could be regarded as a transformation of the gravity model in physics, which reflects the number of subway stations centered around a specific monitoring station. More subway lines indicate higher subway density, however, monitors that are closer to new subway lines will have a higher level of density. Therefore, these stations are expected to record a better air quality as commuters nearby are more likely to substitute from cars to the subway. Figure 5 reports the subway density changes of each block (calculated based on Equation (1)) across the city with the subway expansion. In general, the subway density of each block decreases with the increase of distance between the block of interest and urban center. Both air quality and subway datasets are aggregated to the monitor and daily level. We also included daily weather variables, including daily maximum and minimum temperature, average wind speed, and binary variables, indicating rain or snow and the same wind direction from day to night, as local weather conditions are important determinants of air quality [7] . First, sun and high temperatures can function as catalysts for chemical processes of air pollutants. Second, air pollutants will be removed from the atmosphere by precipitation. In view of the fact that the unit of analysis is based on daily data, we also added a set of time-fixed effects (year, month, weekend, season, and holidays). The meteorological data come from the China Meteorological Administration (CMA). The industrial scale and structure, investment in infrastructure, vehicle fleet, and other socioeconomic factors are not controlled due to their unavailability at monthly or seasonal level. Given this potential problem of missing variables, we adopted a DID method with a 60-day time window around the opening dates of new subway lines to handle it, and we assume that the erratic fluctuation of economic activities will not appear in the short term. Table 1 summarizes the descriptive statistics for the main variables of our analysis. Notes: i = 1, . . . , 9 denotes an air quality monitor, t denotes a specific day from 13 May 2014 to 31 December 2018. The standardized density in the vicinity of a given monitor refers to the Subway_density it calculated from Equation (1) divided by its standard deviation (SD). The unit of observation is monitor-day.", "cite_spans": [{"start": 1350, "end": 1353, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 723, "end": 731, "text": "Figure 5", "ref_id": "FIGREF5"}, {"start": 2224, "end": 2231, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Data Sources and Summary Statistics"}, {"text": "In this section, we first employ subway network density as the key independent variable to examine the effect of subway expansions on urban air pollution. This measure relies on the spatial and temporal variation of the network expansion during the data period that reflects a long-term change of the subway network. Then, we use the DID method, focusing on a shorter time window, as an alternative strategy to confirm the robustness of our result and investigate the heterogeneous effects of different air pollutants. All regressions are performed through the software of Stata 16.", "cite_spans": [], "ref_spans": [], "section": "Econometric Model"}, {"text": "In our primary econometric exercise, we examined changes in air pollution around the air quality monitors and estimated the conditional correlation between it and subway density in Nanjing over time. We specify a reduced form model to quantify the effects of a marginal increase in subway supply on equilibrium air quality in the vicinity of a monitor. For each pollutant, p∈{AQI, PM 2.5 , PM 10 , CO, NO 2 , SO 2 , O 3 }, recorded by monitor i at time t:", "cite_spans": [], "ref_spans": [], "section": "The Relationship between Subway Density and Air Quality"}, {"text": "where ln Air_pollution pit , the dependent variable, is the daily air pollution level recorded by each monitor, and each pollutant data is logarithmically transformed to avoid nonnormality and heteroscedasticity. Monitor i indicates the monitor fixed effects to control unobserved location attributes that may affect air quality, these attributes do not change over time but change across monitors. Trend it is a monitor-by-day variable (i.e., the interaction of the dummy for monitor i and the linear time trend t) that picks up time-varying monitor-specific trends and alleviates the endogeneity concerns in terms of the location of subway lines as well as helps to solve the spurious regression problem. Weather t is a vector of weather covariates including dummies for daily snow and rain (rain or snow = 1, otherwise = 0) and fixed wind direction (i.e., the corresponding dummy will be set as 1 if the wind direction of day and night keeps consistent, otherwise 0), wind speed, as well as daily maximum and minimum temperature. Time fixed effect controls a set of temporal fixed effects to capture those time-varying unobservables, including year, season, weekend (weekend = 1, weekday = 0), and holiday fixed effects (holiday = 1, otherwise = 0). δ it is an error term.", "cite_spans": [], "ref_spans": [], "section": "The Relationship between Subway Density and Air Quality"}, {"text": "The empirical approach above focuses on the subway density change and its impact on the air quality, while the measurement is at the station level, not a city-wide level. Therefore, we expect that there exist significant differences in this impact between monitoring stations with denser subway networks nearby and those who are far away from subway lines.", "cite_spans": [], "ref_spans": [], "section": "The Relationship between Subway Density and Air Quality"}, {"text": "A simple time-series regression on the casual relationship between subway density and air pollution has the potential problem of endogeneity. That is, the locations of new subway lines are not placed randomly but are strongly correlated with active economic activities, which usually inform worse traffic congestion nearby. This non-random placement may lead to the downward bias of the estimated coefficient of subway density in Equation (1) . Moreover, those cities with subway lines are usually accompanied by serious traffic congestion and air pollution, and the general Ordinary Least Square method (OLS) may induce reverse causality and self-selection bias [25] . The omitted variable bias may also result in endogeneity, which weakens the robustness of estimating results [26, 27] . To address concerns of endogeneity, we also estimate a DID specification. Specifically, we use the OLS method to estimate the following DID model:", "cite_spans": [{"start": 439, "end": 442, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 663, "end": 667, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 779, "end": 783, "text": "[26,", "ref_id": "BIBREF26"}, {"start": 784, "end": 787, "text": "27]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Difference-in-Difference Specification"}, {"text": "where Subwayn it is an indicator variable that takes a value of one for monitor i if it is within 2 km of any operational subway stations that were opened on a given date, od (od-60 ≤ t ≤ od + 60), and a value of zero for others. Post t is a dummy variable that takes a value of one for all 60 days after these new subway stations are operational (od ≤ t ≤ od + 60), and a value of zero otherwise. W indicates the corresponding unit vector. After interacting Post t with the corresponding unit vector W, one will get a vector of treatment indicator for each monitor on each date. Our coefficient of interest, β 1 , will measure the change in air pollution due to subway opening for areas near new subway stations over the 60-day period following the opening date. The rest of the control variables are the same as Equation (2). We set 2 km as the cut-off value according to the research of Li et al. [17] , where they assume that the typical walking and biking distance is 1 and 3 km, respectively. A mean value of them is taken as the radius that a subway station can exert impact on commuters' choice of travel mode. The 60-day windows on either side of the 7 opening dates of new subway lines allow us to examine the impact of each new subway line on the air quality separately and avoid the overlap of each new line's time window.", "cite_spans": [{"start": 900, "end": 904, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Difference-in-Difference Specification"}, {"text": "Before the analysis with the DID approach, a test of parallel trends in pre-treatment periods should be conducted. In this study, the air quality in treated and untreated subclasses should follow similar trends before the subway opening date. We decompose the study window into 20-day bins and estimate the following set of regressions:", "cite_spans": [], "ref_spans": [], "section": "Difference-in-Difference Specification"}, {"text": ", and we set the 20-day windows before the new subway lines' opening dates (i.e., m = 0) as the base interval. The coefficient ∂ m captures the differences in trend between observations of pre-openings and post-openings. The results are shown in Table 2 . It could be found that there exist no significant changes in air quality between the treated and untreated subclasses in all pre-opening intervals compared with the base interval. In contrast, we find a significant air pollution improvement effect in all three post-opening intervals in the specification that does not control the monitor-specific time trend. Therefore, the treatment and control group satisfy the parallel trends assumption for DID analysis. Table 3 presents the results from OLS estimates based on Equation (2) (the original regression data and the corresponding estimation codes are available upon request). This analysis seeks to estimate the conditional correlation between subway density and air quality, where columns (1), (2), and (3) report the results of AQI as the dependent variable. We only control weather variables and time-fixed effects in column (1), and the coefficient suggests a positive connection between subway density and air pollution. The main reason may be that areas with a denser network are usually located in the city center, where more pollutants tend to concentrate. After adding the monitor fixed effect in columns (2) and (3), this positive correlation disappears. Considering the endogeneity of subway line location (i.e., subway locations are usually closely related to economic activities), column (3) adds monitor-specific time trends to the specification. The downward bias may be generated in the absence of this control variable, and the difference of estimated results in columns (1) and (2) has confirmed it. We see that the magnitude of subways on air quality, θ 1 , is about −0.071 and is different from zero at the 1% level after controlling the monitor-specific trends. That is, a one standard deviation increase in subway network density reduces the air pollution level by about 7.1 percent, and this result is statistically significant at the 1% level. Table 3 . The effect of subway network density on air pollutants: Ordinary Least Squares (OLS).", "cite_spans": [], "ref_spans": [{"start": 246, "end": 253, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 716, "end": 723, "text": "Table 3", "ref_id": null}, {"start": 2176, "end": 2183, "text": "Table 3", "ref_id": null}], "section": "Difference-in-Difference Specification"}, {"text": "Variable: Estimated results concerning other air pollutants in Table 3 suggest a similar relationship, except for the O 3 . This positive effect on O 3 pollution is possibly related to the generation process of it. O 3 is the reaction product of NOx and volatile organic compounds (VOCs) catalyzed by high temperatures and ultraviolet light [28] . It is more related to human activities that are positively associated with the density of subway stations. All the estimations of weather variables are consistent with our intuitive judgments. High temperature contributes to the increase of air pollution level, while high wind, constant wind direction, low temperature, and rain or snow all help the dispersion of air pollutants.", "cite_spans": [{"start": 341, "end": 345, "text": "[28]", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 63, "end": 70, "text": "Table 3", "ref_id": null}], "section": "Dependent"}, {"text": "Considering the potential endogeneity concern of the estimation of time-series correlation above, in this section, we use a DID method to confirm the robustness of our results. Table 4 shows the estimation result using the DID method, specified in Equation (3). We sequentially added weather variables, time, and monitor fixed effects as control variables from column (1) to (5) , and all report similar results with the results in Table 3 . That is, there exists a negative correlation between subway openings and air pollution levels. Specifically, column (5) suggests that a subway opening reduces air pollution level by 3.93 percent for monitors near new stations (≤ 2 km) compared with those far away from these stations. We also chose 4 km (Subwayn4 it ) as the cut-off radius that distinguishes the treatment group from the control group. The estimation coefficients are reported in column (6) in Table 4 . The results change very little compared to the results in Table 3 , which confirms the robustness of our estimation. We also collected the hourly air quality data in the same sample period, and the results are reported in column (7) in Table 4 , which are similar in sign and magnitude to those in Table 3 .", "cite_spans": [{"start": 375, "end": 378, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 558, "end": 561, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 177, "end": 184, "text": "Table 4", "ref_id": "TABREF5"}, {"start": 432, "end": 439, "text": "Table 3", "ref_id": null}, {"start": 904, "end": 911, "text": "Table 4", "ref_id": "TABREF5"}, {"start": 972, "end": 979, "text": "Table 3", "ref_id": null}, {"start": 1150, "end": 1157, "text": "Table 4", "ref_id": "TABREF5"}, {"start": 1212, "end": 1219, "text": "Table 3", "ref_id": null}], "section": "Additional Evidence Based on a Difference-in-Differences Analysis"}, {"text": "The regression results of DID above focus on average effects over the 60 days before and after a subway opening, while different time windows may have a certain impact on the estimation results. Therefore, we used 10, 20, 30, 40, 50, 70, 80, 90, 100, 110, 120, 130, 140, 150, 160, 170, and 180-day windows as alternative specifications, and the results are reported in Table 5 . These estimates are broadly consistent with the inspection of Table 4 : subway expansions have a negative effect on air pollution levels during each 40 or longer day period following a subway opening. In the short term, commuters may need some time to switch to rail transit, which results in a positive subway effect on air pollution. When extending the time window to 40 days, the subway effect on air pollution starts to be negative; however, this effect fades away during the 120-day and longer post-opening. With the improvement of Nanjing's subway, the daily average passenger volume by subway had reached 1.47 million in 2014 and 3.07 million in 2018, which has more than doubled within four years. While, during the 4 years (2014-2018), Nanjing incremental private vehicles were 586,890, reached 2.07 million in 2018, and the population experienced slow growth during the 4-year period. This implies that the reincorporation of these latent drivers is likely to counteract the substitution of auto trips for public transit trips and improvements in air quality. Therefore, we infer that improved transit due to the subway expansion may induce some latent drivers to travel by cars, which weakens the subway effect on air pollution reduction in the long term. In addition, considering that people's choice of travel mode may be endogenously related to air quality, for instance, people tend to travel by subway during the \"red alert\" days, we omit the samples with good (AQI ≤ 50) or poor (AQI > 300) air quality, and the estimation result is reported in column (18) of Table 5 . Results are also very similar to those in Table 3 . Notes: Robust standard errors in parentheses clustered at the day level, *** p < 0.01, ** p < 0.05. All columns include the following controls: the daily weather fixed effect, time fixed effects, and dummies for monitors and the interactions with the time trend. od represents opening dates.", "cite_spans": [], "ref_spans": [{"start": 369, "end": 376, "text": "Table 5", "ref_id": "TABREF7"}, {"start": 441, "end": 448, "text": "Table 4", "ref_id": "TABREF5"}, {"start": 1956, "end": 1963, "text": "Table 5", "ref_id": "TABREF7"}, {"start": 2008, "end": 2015, "text": "Table 3", "ref_id": null}], "section": "Additional Evidence Based on a Difference-in-Differences Analysis"}, {"text": "Regression results so far focus on daily average air quality, and intra-day heterogeneity has not been considered. High levels of tailpipe emissions usually appear at peak travel times, while the subway is out of service between 11:00 pm and 5:00 am on any given day. Whether there are distinct patterns for the subway effect on air pollution at different intervals within a day needs further investigation.", "cite_spans": [], "ref_spans": [], "section": "Heterogeneous Effect"}, {"text": "Before the empirical examination, we plot the change in hourly pollutant concentration in Figure 6 . We can find that AQI shows a relatively stable trend within a day: a slow upward trend from 6:00 to 12:00 am may result from the increase of CO, PM 10 , and PM 2.5 concentrations in the same period. Moreover, the CO concentration have shown a volatile trend, and its daily maximum pollution level typically occurs at about 9:00 am, which synchronizes with rush hour periods. This trend reflects the contribution of tailpipe emissions to the deterioration of air quality. For the NO 2 , we can see a downward trend from 8:00 am to 3:00 pm, and an upward trend from 4:00 pm to 2:00 am. As the NO 2 concentration is closely associated with vehicle emissions and industrial production activities, its variation keeps pace with commuting and factory emissions at night. PM 10 and PM 2.5 show a similar trend within a day, that is a slow increase during the 6:00 to 10:00 am and 4:00 to 11:00 pm stretch, which suggests their response to the morning and afternoon travel peak. The minimum PM 2.5 and NO 2 recorded in the afternoon may result from the comprehensive effect of photosynthesis of plants, meteorological factors, and commuting time. The O 3 experiences a down and up changing trend, and the peak values appear at about 7:00 pm-this is more likely related to its generation process that we discussed above [28] . As the main contributor to SO 2 is industrial emission, it will not show any time-varying characteristics; hence, SO 2 is the least volatile air pollutant. Based on the descriptive analysis above, we estimate Equation (3) for three different time intervals in a day (i.e., subway service time: 6:00 am to 11:00 pm, travel peak time: 7:00 to 9:00 am and 5:00 to 7:00 pm, and subway out of service time: 1:00 to 5:00 am). The results are reported in Table 6 , from where we can find that the negative subway effect on air pollution still works, except for NO 2 and O 3 . The subway opening causes a statistically significant reduction in PM 2.5 and CO concentration, which are also the major components of vehicle exhausts. This finding is consistent with Wei's [29] estimation results using panel data of 16 major cities in China from 2014 to 2017. This reduction effect is significant both during subway service time and travel peak time, informing us that subway expansion contributes to the reduction in air pollution level. Notes: Robust standard errors in parentheses clustered at the day level, *** p < 0.01, ** p < 0.05, * p < 0.1. All columns control for the daily weather fixed effect, time fixed effects (year, holiday, weekend, season, hour), and dummies for air pollution monitoring stations and the interactions with the time trend. The dependent variable is the pollution concentration of each pollutant for a specific hour of a day.", "cite_spans": [{"start": 1412, "end": 1416, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 2179, "end": 2183, "text": "[29]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 90, "end": 98, "text": "Figure 6", "ref_id": "FIGREF6"}, {"start": 1867, "end": 1874, "text": "Table 6", "ref_id": "TABREF8"}], "section": "Heterogeneous Effect"}, {"text": "The main source of NO 2 is vehicle emissions, and the concentration of it is particularly localized near major roadways [30] , where the monitors of the treatment group in this study are also located. Commuters' demand for subway is higher during rush hours when pollutant concentrations are also elevated, especially near those major roadways. In contrast, inside of the 1:00 to 5:00 am stretch, the parameters of NO 2 and PM are statistically insignificant. In addition to the subway, demand for buses is also higher during rush hour periods accompanied by high congestion, and buses generally emit pollutants at a higher rate than auto travel on a per vehicle-mile basis [14, 15] . Therefore, air pollution levels may be higher within a day during the service time, which may be captured by the DID approach. Our DID analysis focuses on the subway effect on air quality in the shortterm based on the hourly concentration data, which may capture a distinct pattern from the method based on the whole data period. Columns (2), (8), (14) , and (20) of Table 6 show that subway expansion is associated with a statistically insignificant decrease of PM 10 concentrations, which further confirms this assumption. In terms of the O 3 , the positive coefficient is related to its generation process that has been described above. The insignificant coefficient of SO 2 also confirms the findings in the descriptive analysis above. One concern with our research design may be that the subway opening is picking up other systematic unobservable variables. We should not see a significant reduction effect when the subway is out of service, and we probed this claim via a placebo test. Columns (13) to (18) show the subway effect on air quality from 1:00 to 5:00 am in a day. Except for CO and O 3 , other coefficients became statistically insignificant, and this is consistent with our main model. Columns (19) to (24) report the results based on hourly data of a whole day.", "cite_spans": [{"start": 120, "end": 124, "text": "[30]", "ref_id": "BIBREF30"}, {"start": 674, "end": 678, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 679, "end": 682, "text": "15]", "ref_id": "BIBREF14"}, {"start": 1033, "end": 1037, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 1685, "end": 1689, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 1693, "end": 1697, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 1898, "end": 1902, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 1906, "end": 1910, "text": "(24)", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 1052, "end": 1059, "text": "Table 6", "ref_id": "TABREF8"}], "section": "Heterogeneous Effect"}, {"text": "This section presents a back-of-the-envelope analysis of the health benefits from air improvement attributable to subway expansions. We refer to the research of He et al. [31] to predict the reduced mortality out of the air quality improvement:", "cite_spans": [{"start": 171, "end": 175, "text": "[31]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Health Implication of Subway Expansions"}, {"text": "where Mortality i indicates the estimated prevented deaths of city i during the sample period. ∆AQL i represents the estimated change in air quality level in city i during the sample period, where we calculate it based on Equation (3) with ln(PM 2.5 ) as the dependent variable. Elasticity represents the sensitivity of mortality to a one-unit change in air quality. Since its estimate is not the focus of interest in this study, we use the estimates from existing researches on the effect of air pollution on human health. Since the impacts of air pollution on human health vary over time, researches in this field based on data from earlier years may be less effective as the reference. Moreover, considering the credit of estimates based on quasi-experimental studies compared with those based on associated regression models [32] , we used Web of Science, Google Scholar, Scopus, and other databases to identify academic articles and book chapters that meet these criteria, and it could be found that eligible articles in this field are not that rich. Finally, Fan et al. [33] found that a 10 µg/m 3 increase in PM 2.5 resulted in a 2.2 percent increase in mortality rate based on a Regression Discontinuity (RD) analysis, and He et al. [34] proposed that this rate can reach over 3.25 percent through an estimation of the effect of straw burning on air pollution and health in China, and these were chosen as two main references. Therefore, we set the range of mortality increase as 2.2~3.25% following a 10 µg/m 3 increase in PM 2.5 . BaseMR i denotes the annual mortality rate in city i at the base year, and Popu i indicates the population in city i at the base year. In view of the data availability, we set 2018 as the base year of mortality rate and population. If we assume that Nanjing is a representative city in China, the same air improvement could be achieved through more public transport supplies in other cities of China. The results show that the total number of yearly averted premature deaths is around 300,214 to 443,498 due to the air quality improvement caused by the development of public transport infrastructures. This reflects the enormous social costs of air pollution during the normal time.", "cite_spans": [{"start": 829, "end": 833, "text": "[32]", "ref_id": "BIBREF32"}, {"start": 1076, "end": 1080, "text": "[33]", "ref_id": "BIBREF33"}, {"start": 1241, "end": 1245, "text": "[34]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Health Implication of Subway Expansions"}, {"text": "Understanding how subway expansion affects air quality based on the high-frequency air pollution data is essential for crafting efficient environmental policies to alleviate the negative effects that air pollution brings on public health and welfare from the perspective of public transportation. In this connection, we propose the following policy recommendations to deal with the public transport-air pollution nexus and take full advantage of public transport's potential in improving urban air quality.", "cite_spans": [], "ref_spans": [], "section": "Policy Implications"}, {"text": "First, planners and policymakers should take more integrated measures that consider the cost of subway construction and the social value of it, especially taking the environmental effects into account simultaneously when conducting a cost-benefit assessment of new subway lines [6] .", "cite_spans": [{"start": 278, "end": 281, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Policy Implications"}, {"text": "Second, the government should tighten tailpipe emissions standards and encourage lower emission vehicles. Meanwhile, attention should also be paid to vehicle-related supporting infrastructures, particularly the expansion of the road surface area for public transport and bicycle lanes. Both measures will contribute to solving urban traffic congestion and developing a fast, safe, and convenient transportation condition. However, the one-size-fits-all approach, such as the driving restriction policy and the license-plate lottery policy, should be avoided during this process. Otherwise, these executive orders may distort consumers' behaviors of purchasing cars and lead to a skewed distribution of high-polluting vehicles [35] and restrain residents' travel demand, hence resulting in a decrease in social welfare [36] . Moreover, wider road surface area for bicycle lanes encourages daily exercise by cycling from home to school or work or by walking to and between stations of public transportation, all of which contribute to reducing urban traffic and air pollution as well as improving individual health. In addition to the expansion of the road surface area, providing changes to public traffic in the periphery of Nanjing by park and ride facilities with charging stations for electric cars and serving larger areas with attractive parking places for bikes at metro stations can be considered to fully unlock the subway's potential to reduce pollution, as these measures could also reduce commuting by car to and from suburbs and surrounding areas, and thereby reduce air pollution.", "cite_spans": [{"start": 726, "end": 730, "text": "[35]", "ref_id": "BIBREF35"}, {"start": 818, "end": 822, "text": "[36]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Policy Implications"}, {"text": "Third, other modes of public transport, such as shared bikes, should be encouraged to connect subway stations and destinations, ultimately forming a synthesis transportation system. The shared bike, as an easy and low-cost mode of transportation, contributes to the reduction in air pollution, noise, and traffic congestion and has been a popular travel mode in China since it first entered the public arena in late 2016 [37] . Although some management problems, such as disorder of bicycle parking and the misfunction of the deposit-refund system, have arisen in the development of the market-oriented shared bike, the average number of commuters reached more than 40 million a day by 2019 [38] . Therefore, there is much room left for improvement to drive the rapid and healthy development of the green travel mode.", "cite_spans": [{"start": 421, "end": 425, "text": "[37]", "ref_id": "BIBREF37"}, {"start": 691, "end": 695, "text": "[38]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Policy Implications"}, {"text": "Last, policymakers should improve public awareness of the effectiveness and benefits of public transport in reducing air pollution, and help residents form the habit of green travel. It is worthy of note that this transition cannot happen overnight; thus, it will require patient guidance and encouragement along the way.", "cite_spans": [], "ref_spans": [], "section": "Policy Implications"}, {"text": "Given the deteriorating air quality across cities in China, central and local governments have taken the improvement in transportation infrastructures as an effective measure to counter it. However, it is hard to know the specific effectiveness or benefits of this measure without the information regarding the magnitude of air quality improvement caused by public transportation. Previous research in this area, in general, focuses more on the congestion relief function of public transport [11, 12, 39] , and less research has been devoted to understanding the subway effect on air pollution. This paper took both short-term and long-term effects of subway expansion on local air quality into consideration based on a network density-based time series analysis, and a distance-based DID approach with a 60-day window. Different from previous research of similar topics which mainly focused on first-tier cities in China [40, 41] , this study chose Nanjing, a medium-sized city, as our study area, which allowed us to have a comprehensive understanding of the pollution abatement effect of subway expansions. To shed light on how subway expansion is affecting local air quality, we used daily and hourly monitorlevel air quality data on Nanjing from 13 May 2014 to 31 December 2018, combining with corresponding weather variables. We examined the change in air pollution concentration caused by the 8 new subway lines during the sample period in Nanjing. The results showed that there existed a positive effect of subway expansion on local air quality, specifically air pollution level experienced a 3.93% larger reduction in the areas close to subway lines. This decline is similar to the result of Gendron-Carrier et al. [7] based on the analysis of 39 cities across the world with aerosol optical depth (AOD) from satellites as the air quality indicator. However, this effect was inconsistent among different types of air pollutants: the pollution abatement effect is more significant in terms of PM 2.5 and CO. Chen and Whalley's [6] analysis with Taipei as the case study also found a significant reduction in carbon monoxide due to the opening of the Taipei Metro. Liang et al.'s [18] research based on 14 Chinese cities also confirmed the significant reduction in CO and particulate concentrations following a subway system opening. A back-of-the-envelope analysis of the health benefits from this air improvement showed that the total number of yearly averted premature deaths is around 300,214 to 443,498. The reduced mortality is larger than that in Liang et al.'s [18] work, who set the environmental effects of the subway in Beijing as the benchmark when calculating the potential health benefits.", "cite_spans": [{"start": 492, "end": 496, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 497, "end": 500, "text": "12,", "ref_id": "BIBREF11"}, {"start": 501, "end": 504, "text": "39]", "ref_id": "BIBREF39"}, {"start": 922, "end": 926, "text": "[40,", "ref_id": "BIBREF40"}, {"start": 927, "end": 930, "text": "41]", "ref_id": "BIBREF41"}, {"start": 1724, "end": 1727, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 2035, "end": 2038, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 2187, "end": 2191, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 2576, "end": 2580, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Conclusions"}, {"text": "This study confirms the environmental effects of subway expansions across urban areas in China. However, our analysis focused on Nanjing only, and since the precise effects of subway expansions depend on many factors, which may differ across areas, future research could replicate these results in other contexts and unpack the channel through which subways affect air pollution, and more city-specific policy recommendations could then be proposed. Since the data period in this study is relatively short, future research could further extend the data period and examine the environmental effect of subway expansion within a longer time period. The non-linear effect of subway expansion on air quality may occur in the long run, so the corresponding analysis of non-linear models could be considered. Besides, future research could also examine the impact of subway expansion on health outcomes directly to analyze the role of underlying health conditions in the choice of travel mode. Obtaining reliable and high-frequency data on mortality and the impact of exposure to air pollution on mortality in different cities, combining with the unique traffic patterns, geography, and economic structures of them, would contribute to a more credible estimation of the health benefits of subway expansion in future research. Informed Consent Statement: Informed consent was obtained from all subjects involved in the study.", "cite_spans": [], "ref_spans": [], "section": "Future Research and Expectations"}, {"text": "The data presented in this study are available on request from the corresponding author.", "cite_spans": [], "ref_spans": [], "section": "Data Availability Statement:"}, {"text": "The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Inequality of household consumption and air pollution-related deaths in China", "authors": [{"first": "H", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "G", "middle": [], "last": "Geng", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Davis", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "L", "middle": [], "last": "Peng", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "H", "middle": [], "last": "Huo", "suffix": ""}], "year": 2019, "venue": "Nat. Commun", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41467-019-12254-x"]}}, "BIBREF1": {"ref_id": "b1", "title": "Transport demand, harmful emissions, environment and health co-benefits in China", "authors": [{"first": "L", "middle": ["Y"], "last": "He", "suffix": ""}, {"first": "L", "middle": ["Y"], "last": "Qiu", "suffix": ""}], "year": 2016, "venue": "Energy Policy", "volume": "97", "issn": "", "pages": "267--275", "other_ids": {"DOI": ["10.1016/j.enpol.2016.07.037"]}}, "BIBREF2": {"ref_id": "b2", "title": "Peaking CO 2 emissions for China's urban passenger transport sector", "authors": [{"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Yu", "suffix": ""}], "year": 2019, "venue": "Energy Policy", "volume": "133", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.enpol.2019.110913"]}}, "BIBREF3": {"ref_id": "b3", "title": "Traffic-related air pollution and obesity formation in children: A longitudinal, multilevel analysis", "authors": [{"first": "M", "middle": [], "last": "Jerrett", "suffix": ""}, {"first": "R", "middle": [], "last": "Mcconnell", "suffix": ""}, {"first": "J", "middle": [], "last": "Wolch", "suffix": ""}, {"first": "R", "middle": [], "last": "Chang", "suffix": ""}, {"first": "L", "middle": [], "last": "Claudia", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Dunton", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Gilliland", "suffix": ""}, {"first": "F", "middle": [], "last": "Lurmann", "suffix": ""}, {"first": "T", "middle": [], "last": "Islam", "suffix": ""}, {"first": "K", "middle": [], "last": "Berhane", "suffix": ""}], "year": 2014, "venue": "Environ. Health", "volume": "13", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1476-069X-13-49"]}}, "BIBREF4": {"ref_id": "b4", "title": "Analysis on cost of urban rail transit", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Yin", "suffix": ""}], "year": 2012, "venue": "J. Transp. Syst. Eng. Inf. Technol", "volume": "12", "issn": "", "pages": "9--14", "other_ids": {"DOI": ["10.1016/S1570-6672(11)60190-6"]}}, "BIBREF5": {"ref_id": "b5", "title": "Green infrastructure: The effects of urban rail transit on air quality", "authors": [{"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "A", "middle": [], "last": "Whalley", "suffix": ""}], "year": 2012, "venue": "Am. Econ. J. Econ. Policy", "volume": "4", "issn": "", "pages": "58--97", "other_ids": {"DOI": ["10.1257/pol.4.1.58"]}}, "BIBREF6": {"ref_id": "b6", "title": "Subways and Urban Air Pollution; NBER Working Papers No. 24183", "authors": [{"first": "N", "middle": [], "last": "Gendron-Carrier", "suffix": ""}, {"first": "M", "middle": [], "last": "Gonzalez-Navarro", "suffix": ""}, {"first": "S", "middle": [], "last": "Polloni", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Turner", "suffix": ""}], "year": 2018, "venue": "National Bureau of Economic Research", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3386/w24183"]}}, "BIBREF7": {"ref_id": "b7", "title": "Public transit investment and sustainable transportation: A review of studies of transit's impact on traffic congestion and air quality", "authors": [{"first": "J", "middle": [], "last": "Beaudoin", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Farzin", "suffix": ""}, {"first": "C.-Y", "middle": ["C L"], "last": "Lawell", "suffix": ""}], "year": 2015, "venue": "Res. Transp. Econ", "volume": "52", "issn": "", "pages": "15--22", "other_ids": {"DOI": ["10.1016/j.retrec.2015.10.004"]}}, "BIBREF8": {"ref_id": "b8", "title": "Understanding China's urban pollution dynamics", "authors": [{"first": "S", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Kahn", "suffix": ""}], "year": 2013, "venue": "J. Econ. Lit", "volume": "51", "issn": "", "pages": "731--772", "other_ids": {"DOI": ["10.1257/jel.51.3.731"]}}, "BIBREF9": {"ref_id": "b9", "title": "Does Supporting Passenger Railways Reduce Road Traffic Externalities?", "authors": [{"first": "R", "middle": [], "last": "Lalive", "suffix": ""}, {"first": "S", "middle": [], "last": "Luechinger", "suffix": ""}, {"first": "A", "middle": [], "last": "Schmutzler", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.5167/uzh-73524"]}}, "BIBREF10": {"ref_id": "b10", "title": "When labor disputes bring cities to a standstill: The impact of public transit strikes on traffic, accidents, air pollution, and health", "authors": [{"first": "S", "middle": [], "last": "Bauernschuster", "suffix": ""}, {"first": "H", "middle": [], "last": "Timo", "suffix": ""}, {"first": "R", "middle": [], "last": "Helmut", "suffix": ""}], "year": 2017, "venue": "Am. Econ. J. Econ. Policy", "volume": "9", "issn": "", "pages": "1--37", "other_ids": {"DOI": ["10.1257/pol.20150414"]}}, "BIBREF11": {"ref_id": "b11", "title": "Subways, strikes, and slowdowns: The impacts of public transit on traffic congestion", "authors": [{"first": "M", "middle": ["L"], "last": "Anderson", "suffix": ""}], "year": 2014, "venue": "Am. Econ. Rev", "volume": "104", "issn": "", "pages": "2763--2796", "other_ids": {"DOI": ["10.1257/aer.104.9.2763"]}}, "BIBREF12": {"ref_id": "b12", "title": "The fundamental law of road congestion: Evidence from US cities", "authors": [{"first": "G", "middle": [], "last": "Duranton", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Turner", "suffix": ""}], "year": 2011, "venue": "Am. Econ. Rev", "volume": "101", "issn": "", "pages": "2616--2652", "other_ids": {"DOI": ["10.1257/aer.101.6.2616"]}}, "BIBREF13": {"ref_id": "b13", "title": "Is Public Transit's \"Green\" Reputation Deserved?: Evaluating the Effects of Transit Supply on Air Quality", "authors": [{"first": "J", "middle": [], "last": "Beaudoin", "suffix": ""}, {"first": "C.-Y", "middle": ["C"], "last": "Lin Lawell", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Public transit and air pollution: Evidence from Canadian transit strikes", "authors": [{"first": "N", "middle": [], "last": "Rivers", "suffix": ""}, {"first": "S", "middle": [], "last": "Saberian", "suffix": ""}, {"first": "B", "middle": [], "last": "Schaufele", "suffix": ""}], "year": 2020, "venue": "Can. J. Econ. Rev. Can. Econ", "volume": "53", "issn": "", "pages": "496--525", "other_ids": {"DOI": ["10.1111/caje.12435"]}}, "BIBREF15": {"ref_id": "b15", "title": "The effect of a new subway line on local air quality: A case study in Changsha", "authors": [{"first": "S", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Sun", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2017, "venue": "Transp. Res. Part D Transport Environ", "volume": "68", "issn": "", "pages": "26--38", "other_ids": {"DOI": ["10.1016/j.trd.2017.10.004"]}}, "BIBREF16": {"ref_id": "b16", "title": "Does subway expansion improve air quality?", "authors": [{"first": "S", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Purevjav", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}], "year": 2019, "venue": "J. Environ. Econ. Manag", "volume": "96", "issn": "", "pages": "213--235", "other_ids": {"DOI": ["10.1016/j.jeem.2019.05.005"]}}, "BIBREF17": {"ref_id": "b17", "title": "Heterogeneous effects of rail transit on air pollution-An empirical study with RDID", "authors": [{"first": "R", "middle": [], "last": "Liang", "suffix": ""}, {"first": "P", "middle": [], "last": "Xi", "suffix": ""}], "year": 2016, "venue": "China Ind. Econ", "volume": "3", "issn": "", "pages": "83--98", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Transit-oriented development and air quality in Chinese cities: A city-level examination", "authors": [{"first": "P", "middle": [], "last": "Gu", "suffix": ""}, {"first": "D", "middle": [], "last": "He", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Zegras", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2019, "venue": "Transp Res. Part D Transport Environ", "volume": "68", "issn": "", "pages": "10--25", "other_ids": {"DOI": ["10.1016/j.trd.2018.03.009"]}}, "BIBREF19": {"ref_id": "b19", "title": "Does rail transit construction promote green traveling: An empirical study based on Beijing household survey", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "R", "middle": [], "last": "Wang", "suffix": ""}], "year": 2015, "venue": "World Econ. Pap", "volume": "3", "issn": "", "pages": "77--88", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Can the new subway line openings mitigate PM10 concentration? Evidence from Chinese cities based on the PSM-DID method", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Tao", "suffix": ""}, {"first": "R", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Mi", "suffix": ""}], "year": 2020, "venue": "Int. J. Environ. Res. Public Health", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph17134638"]}}, "BIBREF22": {"ref_id": "b22", "title": "The effect of Beijing's driving restrictions on pollution and economic activity", "authors": [{"first": "V", "middle": ["B"], "last": "Viard", "suffix": ""}, {"first": "S", "middle": [], "last": "Fu", "suffix": ""}], "year": 2015, "venue": "J. Public Econ", "volume": "125", "issn": "", "pages": "98--115", "other_ids": {"DOI": ["10.1016/j.jpubeco.2015.02.003"]}}, "BIBREF23": {"ref_id": "b23", "title": "7 Million Premature Deaths Annually Linked to Air Pollution", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Using Difference-in-Differences to Identify Causal Effects of COVID-19 Policies", "authors": [{"first": "A", "middle": [], "last": "Goodman-Bacon", "suffix": ""}, {"first": "J", "middle": [], "last": "Marcus", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Discussion Papers of DIW Berlin 1870", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Characterizing selection bias using experimental data", "authors": [{"first": "J", "middle": ["J"], "last": "Heckman", "suffix": ""}, {"first": "H", "middle": [], "last": "Ichimura", "suffix": ""}, {"first": "J", "middle": [], "last": "Smith", "suffix": ""}, {"first": "P", "middle": [], "last": "Todd", "suffix": ""}], "year": 1998, "venue": "Econometrica", "volume": "66", "issn": "", "pages": "1017--1098", "other_ids": {"DOI": ["10.2307/2999630"]}}, "BIBREF27": {"ref_id": "b27", "title": "Difference-in-differences with multiple time periods", "authors": [{"first": "B", "middle": [], "last": "Callaway", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Sant&apos;anna", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3148250"]}}, "BIBREF28": {"ref_id": "b28", "title": "Defensive investments and the demand for air quality: Evidence from the NOx budget program", "authors": [{"first": "O", "middle": [], "last": "Deschênes", "suffix": ""}, {"first": "M", "middle": [], "last": "Greenstone", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Shapiro", "suffix": ""}], "year": 2017, "venue": "Am. Econ. Rev", "volume": "107", "issn": "", "pages": "2958--2989", "other_ids": {"DOI": ["10.1257/aer.20131002"]}}, "BIBREF29": {"ref_id": "b29", "title": "Impacts of China's national vehicle fuel standards and subway development on air pollution", "authors": [{"first": "H", "middle": [], "last": "Wei", "suffix": ""}], "year": 2019, "venue": "J. Clean. Prod", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jclepro.2019.118399"]}}, "BIBREF30": {"ref_id": "b30", "title": "Environmental Protection Agency (EPA)", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The short-term impacts of covid-19 lockdown on urban air pollution in China", "authors": [{"first": "G", "middle": [], "last": "He", "suffix": ""}, {"first": "Y", "middle": [], "last": "Pan", "suffix": ""}, {"first": "T", "middle": [], "last": "Tanaka", "suffix": ""}], "year": null, "venue": "Nat. Sustain", "volume": "2020", "issn": "", "pages": "1005--1011", "other_ids": {"DOI": ["10.1038/s41893-020-0581-y"]}}, "BIBREF32": {"ref_id": "b32", "title": "Environment, health, and human capital", "authors": [{"first": "J", "middle": [], "last": "Graff Zivin", "suffix": ""}, {"first": "M", "middle": [], "last": "Neidell", "suffix": ""}], "year": 2013, "venue": "J. Econ. Lit", "volume": "51", "issn": "", "pages": "689--730", "other_ids": {"DOI": ["10.1257/jel.51.3.689"]}}, "BIBREF33": {"ref_id": "b33", "title": "The winter choke: Coal-fired heating, air pollution, and mortality in China", "authors": [{"first": "M", "middle": [], "last": "Fan", "suffix": ""}, {"first": "G", "middle": [], "last": "He", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}], "year": null, "venue": "J. Health Econ", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jhealeco.2020.102316"]}}, "BIBREF34": {"ref_id": "b34", "title": "Straw burning, pm2.5, and death: Evidence from China", "authors": [{"first": "G", "middle": [], "last": "He", "suffix": ""}, {"first": "T", "middle": [], "last": "Liu", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}], "year": null, "venue": "J. Dev. Econ", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jdeveco.2020.102468"]}}, "BIBREF35": {"ref_id": "b35", "title": "The effect of driving restrictions on air quality in Mexico City", "authors": [{"first": "W", "middle": ["D"], "last": "Lucas", "suffix": ""}], "year": 2008, "venue": "J. Political Econ", "volume": "116", "issn": "", "pages": "38--81", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Changes in the structure of car ownership in Spain", "authors": [{"first": "A", "middle": [], "last": "Matas", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Raymond", "suffix": ""}], "year": 2008, "venue": "Transp. Res. Part A Policy Pract", "volume": "42", "issn": "", "pages": "187--202", "other_ids": {"DOI": ["10.1016/j.tra.2007.08.005"]}}, "BIBREF37": {"ref_id": "b37", "title": "Contribution of shared bikes to carbon dioxide emission reduction and the economy in Beijing", "authors": [{"first": "Y", "middle": [], "last": "Cao", "suffix": ""}, {"first": "D", "middle": [], "last": "Shen", "suffix": ""}], "year": 2019, "venue": "Sustain. Cities Soc", "volume": "51", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.scs.2019.101749"]}}, "BIBREF38": {"ref_id": "b38", "title": "The Average Daily Users of Shared Bikes Exceed 40 Million", "authors": [{"first": "", "middle": [], "last": "Xinhuanet (xhn", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Current benefits and optimal level of provision", "authors": [{"first": "P", "middle": [], "last": "Nelson", "suffix": ""}, {"first": "A", "middle": [], "last": "Baglino", "suffix": ""}, {"first": "W", "middle": [], "last": "Harrington", "suffix": ""}, {"first": "E", "middle": [], "last": "Safirova", "suffix": ""}, {"first": "A", "middle": [], "last": "Lipman", "suffix": ""}], "year": 2007, "venue": "J. Urban Econ", "volume": "62", "issn": "", "pages": "231--251", "other_ids": {"DOI": ["10.1016/j.jue.2007.02.001"]}}, "BIBREF40": {"ref_id": "b40", "title": "Atmospheric particulate matter pollution during the 2008 Beijing Olympics", "authors": [{"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": [], "last": "Primbs", "suffix": ""}, {"first": "S", "middle": [], "last": "Tao", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Simonich", "suffix": ""}], "year": 2009, "venue": "Environ. Sci. Technol", "volume": "43", "issn": "", "pages": "5314--5320", "other_ids": {"DOI": ["10.1021/es9007504"]}}, "BIBREF41": {"ref_id": "b41", "title": "The promise of Beijing: Evaluating the impact of the 2008 Olympic Games on air quality", "authors": [{"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "G", "middle": ["Z"], "last": "Jin", "suffix": ""}, {"first": "N", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "G", "middle": [], "last": "Shi", "suffix": ""}], "year": 2013, "venue": "J. Environ. Econ. Manag", "volume": "66", "issn": "", "pages": "424--443", "other_ids": {"DOI": ["10.1016/j.jeem.2013.06.005"]}}}, "ref_entries": {"FIGREF0": {"text": "The daily change of Nanjing Particulate Matter (PM 2.5 ) concentration (µg/m 3 ). Notes: Data come from 9 monitors within Nanjing, as these monitors had been established before 2014, their number and locations do not change over time.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The timeline of Nanjing's subway development. Notes: The number in parentheses denotes the number of stations. Nanjing South Railway Station opened accompanied by the opening of Beijing-Shanghai high-speed railway (HSR) in 2011, which has been the most important traffic hub in Nanjing. The opening of Shangyuanmen Station in Line 3 was delayed due to the engineering construction.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "shows the detailed change in the subway expansion of Nanjing from 2014 to 2018, where a well-developed subway network has been gradually achieved. Another 7 subway lines are currently under construction, due to be completed in 2022. There will be 25 subway lines, and the total length of operational subway lines will be extended to 1011.2 km by the end of 2030, according to Nanjing City Urban Master Plan (2007-2020).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The annual change in the subway network of Nanjing. Notes: (a-d) map the subway network of Nanjing at the end of 2013, 2014, 2016, 2018, respectively.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The spatial distribution of the nine air quality monitors and subway stations in Nanjing.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Subway expansion and network density at the block level. (a-d) show the subway network density at the block level at the end of 2013, 2014, 2016, and 2018, respectively.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The average level of air pollution in each hour within a day.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Contributions: Conceptualization, M.Z. and F.L.; methodology, M.Z.; formal analysis, J.S.; writing-original draft preparation, M.Z.; writing-review and editing, M.Z. and F.L.; supervision, X.G. All authors have read and agreed to the published version of the manuscript.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "This research was funded by Postgraduate Research and Practice Innovation Program of Jiangsu Province, grant number no. KYLX16-0276.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Definition and summary statistics of the main variables involved in this study.", "latex": null, "type": "table"}, "TABREF1": {"text": "Parallel trend test.", "latex": null, "type": "table"}, "TABREF4": {"text": "Notes: Robust standard errors in parentheses clustered at the day level, *** p < 0.01, ** p < 0.05. The unit of observation is monitor-day. All pollutants are expressed in micrograms per cubic meter and are all logarithmically transformed.", "latex": null, "type": "table"}, "TABREF5": {"text": "Estimation results based on difference-in-differences analysis (DID).", "latex": null, "type": "table"}, "TABREF7": {"text": "DID with varying time windows.", "latex": null, "type": "table"}, "TABREF8": {"text": "DID-based estimation of different time intervals and types of air pollutants.", "latex": null, "type": "table"}}, "back_matter": []}