{"paper_id": "0a6c970b32b0d350a76af33a892a9a71c004ac8e", "metadata": {"title": "Tablet-Based Telerehabilitation Versus Conventional Face-to-Face Rehabilitation After Cochlear Implantation: Prospective Intervention Pilot Study", "authors": [{"first": "Christiane", "middle": [], "last": "Völter", "suffix": "", "affiliation": {"laboratory": "", "institution": "St Elisabeth Hospital", "location": {"settlement": "Bochum", "country": "Germany"}}, "email": ""}, {"first": "Carolin", "middle": [], "last": "Stöckmann", "suffix": "", "affiliation": {"laboratory": "", "institution": "St Elisabeth Hospital", "location": {"settlement": "Bochum", "country": "Germany"}}, "email": ""}, {"first": "Christiane", "middle": [], "last": "Schirmer", "suffix": "", "affiliation": {"laboratory": "", "institution": "St Elisabeth Hospital", "location": {"settlement": "Bochum", "country": "Germany"}}, "email": ""}, {"first": "Stefan", "middle": [], "last": "Dazert", "suffix": "", "affiliation": {"laboratory": "", "institution": "St Elisabeth Hospital", "location": {"settlement": "Bochum", "country": "Germany"}}, "email": ""}]}, "abstract": [{"text": "Background: Technologies allowing home-based rehabilitation may be a key means of saving financial resources while also facilitating people's access to treatment. After cochlear implantation, auditory training is necessary for the brain to adapt to new auditory signals transmitted by the cochlear implant (CI). To date, auditory training is conducted in a face-to-face setting at a specialized center. However, because of the COVID-19 pandemic's impact on health care, the need for new therapeutic settings has intensified.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Objective: The aims of this study are to assess the feasibility of a novel teletherapeutic auditory rehabilitation platform in adult CI recipients and compare the clinical outcomes and economic benefits of this platform with those derived from conventional face-to-face rehabilitation settings in a clinic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In total, 20 experienced adult CI users with a mean age of 59.4 (SD 16.3) years participated in the study. They completed 3 weeks of standard (face-to-face) therapy, followed by 3 weeks of computer-based auditory training (CBAT) at home. Participants were assessed at three intervals: before face-to-face therapy, after face-to-face therapy, and after CBAT. The primary outcomes were speech understanding in quiet and noisy conditions. The secondary outcomes were the usability of the CBAT system, the participants' subjective rating of their own listening abilities, and the time required for completing face-to-face and CBAT sessions for CI users and therapists.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Greater benefits were observed after CBAT than after standard therapy in nearly all speech outcome measures. Significant improvements were found in sentence comprehension in noise (P=.004), speech tracking (P=.004) and phoneme differentiation (vowels: P=.001; consonants: P=.02) after CBAT. Only speech tracking improved significantly after conventional therapy (P=.007). The program's usability was judged to be high: only 2 of 20 participants could not imagine using the program without support. The different features of the training platform were rated as high. Cost analysis showed a cost difference in favor of CBAT: therapists spent 120 minutes per week face-to-face and 30 minutes per week on computer-based sessions. For CI users, attending standard therapy required an average of approximately 78 (SD 58.6) minutes of travel time per appointment.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The proposed teletherapeutic approach for hearing rehabilitation enables good clinical outcomes while saving time for CI users and clinicians. The promising speech understanding results might be due to the high satisfaction of users with the CBAT program. Teletherapy might offer a cost-effective solution to address the lack of human resources in health care as well as the global challenge of current or future pandemics.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In recent years, information technology solutions have been developed that allow professionals to treat patients via teletherapy. With regard to rapidly increasing health care expenses owing to the aging of society and even faster medical and technical advances, cost-effective rehabilitation is both a priority and a challenge for users and therapists [1] . This phenomenon has been stressed by the current COVID-19 pandemic crisis, which is transforming our society and has implications for health care [2] [3] [4] . Telemedicine has been shown to be an option in previous outbreaks, such as severe acute respiratory syndrome-associated coronavirus or Middle East respiratory syndrome coronavirus [4, 5] . An additional benefit is that these digital solutions have the potential to reduce health care costs associated with supervision and high-frequency training [6] [7] [8] .", "cite_spans": [{"start": 353, "end": 356, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 505, "end": 508, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 509, "end": 512, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 513, "end": 516, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 699, "end": 702, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 703, "end": 705, "text": "5]", "ref_id": "BIBREF4"}, {"start": 865, "end": 868, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 869, "end": 872, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 873, "end": 876, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Background"}, {"text": "So far a teletherapeutic approach is often used in psychotherapeutic sessions with a high level of satisfaction and compliance [9] [10] [11] . A positive outcome after home-based therapy has also been reported in patients with chronic pain [12] and those who received knee or hip replacements [13] .", "cite_spans": [{"start": 127, "end": 130, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 131, "end": 135, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 136, "end": 140, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 240, "end": 244, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 293, "end": 297, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Background"}, {"text": "Auditory training is an important part of rehabilitation after cochlear implantation. Several consensus papers have reported that it is necessary for the brain to adapt to the new auditory stimulus transmitted by the implant [14] [15] [16] . However, rehabilitation after cochlear implantation differs among countries. In some countries, postoperative rehabilitation programs are not routinely offered because of a lack of reimbursement by health insurance companies and a shortage of specialized therapists [17] , whereas in others, cochlear implant (CI) recipients follow an intensive rehabilitation regime that is regularly covered by the general health insurance for at least 2 years after surgery [16] . Auditory training usually takes place in a face-to-face setting in specialized centers; computer-based applications are used only as an additive to standard (face-to-face) therapy. In a previous study, we developed Train2hear, which is a highly individualized digital training platform that combines different components of adaptivity, feedback, and motivation to allow CI users to receive computer-based auditory training (CBAT) that is tailored to their specific therapeutic needs. The first evaluation, within the setting of an applicant's workshop, clearly demonstrated that CI users enjoyed using Train2hear [18] . A challenge faced by teletherapy is to achieve the same efficiency as standard face-to-face therapy.", "cite_spans": [{"start": 225, "end": 229, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 230, "end": 234, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 235, "end": 239, "text": "[16]", "ref_id": null}, {"start": 508, "end": 512, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 702, "end": 706, "text": "[16]", "ref_id": null}, {"start": 1322, "end": 1326, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Rehabilitation After Cochlear Implantation"}, {"text": "Few studies have assessed the effectiveness of digital auditory rehabilitation in adult CI users, and these studies also have only analyzed some aspects in a small number of participants (ie, less than 20) [19] [20] [21] . In Schumann et al [22] 15 CI users received 3 weeks of training on phoneme discrimination. A control group and follow-up assessments were not included. Fu et al [23] used a similar approach and studied phoneme discrimination in 10 participants over 4 weeks. In addition to improved performance in trained skills, a transfer effect on sentence comprehension was observed. This observation contrasts with that of Stacey et al [24] who found a significant improvement in consonant discrimination but not in sentence comprehension. Self-perceived improvement was reported in only 2 of the 11 participants. The only publication so far that has compared standard face-to-face therapy with a computer-based approach was by Bernstein et al [6] who analyzed speech tracking ability in 9 patients after a 4-week period. In their study, the tracking rate was improved, but no difference was observed between the two methods. Furthermore, only a few studies have investigated the ability to listen in noise after CBAT [19, 21, 25] . However, there were conflicting results, with small number of participants. In Ingvalson et al [21] , 5 CI users with postlingual deafness and at least one year of hearing experience showed improved speech perception only in quiet conditions. In contrast, Oba et al [19] reported a significant improvement in babble and steady noise after a 4-week digit training in 10 participants with CI. Even Green et al [25] observed in 9 participants with postlingual deafness that the thresholds to understand 50% of the sentences presented in noise significantly improved after 4 weeks of training in noise, but transfer effects on phoneme discrimination and memorization could not be demonstrated. In short, a systematic evaluation of a complete teletherapeutic rehabilitation program is lacking. Therefore, the aims of this study are (1) to assess the usability and feasibility of the CBAT platform Train2hear in adult CI users; (2) study the objective and subjective auditory development as well as the economic benefit after a 3-week tablet-based rehabilitation as compared with a 3-week conventional face-to-face setting; and (3) analyze the impact of sociodemographic variables on outcomes.", "cite_spans": [{"start": 206, "end": 210, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 211, "end": 215, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 216, "end": 220, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 241, "end": 245, "text": "[22]", "ref_id": null}, {"start": 384, "end": 388, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 647, "end": 651, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 955, "end": 958, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1229, "end": 1233, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 1234, "end": 1237, "text": "21,", "ref_id": "BIBREF20"}, {"start": 1238, "end": 1241, "text": "25]", "ref_id": "BIBREF24"}, {"start": 1339, "end": 1343, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1510, "end": 1514, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1652, "end": 1656, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Computer-Based Auditory Training"}, {"text": "In total, 20 adult CI users were included in this study (Table 1) . To be included in the study, potential participants had to be adults (≥18 years); CI users with postlingual bilateral hearing loss and a CI experience of at least 3 months; have no significant motor, visual, or cognitive impairment; be willing and able to complete the tasks inherent in the study; and to give their informed consent. All subjects attended weekly face-to-face therapy at the implant center before the study (range: 7-48 sessions; SD 10.3). ", "cite_spans": [], "ref_spans": [{"start": 56, "end": 65, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Participants"}, {"text": "During the intervention period, costs were measured for both CBAT and face-to-face therapy according to the international guidelines for conduction cost analysis [26, 27] . Cost-related data covering costs relevant to the health center and costs for the patients were assessed on a standardized cost sheet for each patient. Subsequently, the costs of the two treatment modalities were compared.", "cite_spans": [{"start": 162, "end": 166, "text": "[26,", "ref_id": "BIBREF25"}, {"start": 167, "end": 170, "text": "27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Economic Evaluation"}, {"text": "All participants performed at least seven therapeutic face-to-face sessions in the rehabilitation center before the start of the study (mean 26.3, SD 10.3). Internet access and an audio loop were required to use the telerehabilitation system at home. The tablets were provided by the clinic.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "Participants completed 3 weeks of conventional face-to-face rehabilitation followed by 3 weeks of self-training with the home-based digital auditory training program, Train2hear. All participants were assessed at baseline, after the 3-week face-to-face rehabilitation, and after the 3-week digital training program, as shown in Figure 1 . ", "cite_spans": [], "ref_spans": [{"start": 328, "end": 336, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Study Design"}, {"text": "Speech comprehension on word level in quiet was examined using the Freiburg Speech Intelligibility Test [28] . In total, 20 monosyllabic words and 10 two-digit numbers were presented to the participants in free field at 65 dB. For each test session, different but comparable lists were chosen to prevent false learning effects. Lists 1, 3, and 5 for the number test and lists 6, 7, and 5 for the monosyllabic test were chosen. For participants with residual hearing in the contralateral ear, masking was performed with an earplug and acoustic earmuffs.", "cite_spans": [{"start": 104, "end": 108, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Freiburg Speech Intelligibility Test"}, {"text": "Speech perception of sentences in noise was measured by the Hochmair-Schulz-Moser (HSM) sentence test, which contains 3 exercise lists and 30 test lists with 20 sentences of everyday life [29] . Different comparable test lists (lists 5, 6, and 7) were presented at 65 dB with a signal-to-noise ratio (SNR) of +10 dB.", "cite_spans": [{"start": 188, "end": 192, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Hochmair-Schulz-Moser Sentence Test"}, {"text": "Speech tracking, as described by Filippo and Scott [30] , was assessed using SpeechTrax, developed by MED-EL (Innsbruck). Over a period of 5 minutes, the short story The lighter by Hans Christian Anderson was presented via a live voice by an experienced speech and language pathologist with 70 words per minute. Participants were asked to repeat word by word and sentence by sentence. Afterwards, the tracking rate was calculated by dividing the total number of words the patient understood by the duration of the test. For participants with residual hearing in the contralateral ear, masking was performed using an earplug and acoustic earmuff.", "cite_spans": [{"start": 51, "end": 55, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Speech Tracking"}, {"text": "Phoneme discrimination was tested by presenting 7 vowels (a, e, i, o, u, ü, and ö) and 16 consonants (d, t, k, g, w, f, ch, sch, r, l, b, p, n, m, s, and z). Presentation was performed via an audio file and an audio loop. The consonants and vowels were presented in nonsense syllables (vowels:/m/-vowel-/m/; consonants:/a/-consonant-/a/), as described by Schumann et al [22] . The participants were asked to choose the target item from a selection of distractors. For vowels, all other target items were used as distractors (n=7). For consonants, the distractors were selected based on the similarity of the articulation´s location, type of articulation, and pitch. Items were presented in a random order to avoid the learning effect.", "cite_spans": [{"start": 370, "end": 374, "text": "[22]", "ref_id": null}], "ref_spans": [], "section": "Phoneme Discrimination"}, {"text": "To evaluate auditory perception independent of cognition and linguistic competence, pseudowords (30 nonwords with a length of 2-6 syllables) from the Mottier test were presented via an audio loop [31] . The participants were required to repeat the words as accurately as possible. In the first step, the ability to determine the number of syllables in the target word was analyzed. In the second step, the number of correctly repeated syllables was counted.", "cite_spans": [{"start": 196, "end": 200, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Pseudowords"}, {"text": "Train2hear's usability was assessed using the System Usability Scale (SUS) questionnaire [31] . The SUS comprises 10 questions, each answerable on a 5-point Likert scale in which the end points are I strongly disagree and I strongly agree. For the 5 statements in which I strongly agree is a positive assessment of Train2hear, an answer of I strongly agree is worth 4 points and an answer of I strongly disagree is worth 0 points. This scoring method is reversed in the 5 statements in which I strongly agree would be a negative assessment of the Train2hear. Thus, the higher the score, the more positive is the assessment. A score of >68 indicates a high level of usability [32] .", "cite_spans": [{"start": 89, "end": 93, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 675, "end": 679, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "System Usability Scale"}, {"text": "A specific questionnaire was developed with 34 closed questions covering 8 aspects of Train2hear's training platform: (1) implementation of the program, (2) exercises, (3) feedback, (4) statistics, (5) handling regarding videoconferencing, (6) design, (7) motivational elements, and (8) overall assessment of the training program. Participants answered on a Likert scale from 0 to 4, with higher scores indicating better results. The total score for each subtest and each individual question was assessed.", "cite_spans": [], "ref_spans": [], "section": "Bochum Usability Questionnaire"}, {"text": "Participants evaluated their own auditory skills based on the Oldenburger Inventory-R questionnaire [33] , which assesses hearing in everyday situations. The 32 closed questions were divided into 7 categories: hearing in silent and in noisy conditions, localization, hearing effort, social interaction, and listening abilities. The subtest entitled Other includes questions about discrimination and perception of sounds, voices, and music. For all categories except social interaction, higher scores indicate a better subjective perception of hearing status. Multimedia Appendix 1 shows an English translation of the questions and categories.", "cite_spans": [{"start": 100, "end": 104, "text": "[33]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "The Oldenburger Inventory-R Score"}, {"text": "After baseline testing, all 20 participants received face-to-face therapy (120 minutes each, once a week for 3 weeks) according to the regular rehabilitation schedule by an experienced speech and language pathologist at the CI center. The content of the sessions was tailored to the participants' needs as assessed at the baseline assessment and according to a rehabilitation concept that is in accordance with (1) the guidelines of the German Society for Otorhinolaryngology, Head and Neck Surgery and (2) the current concepts of speech processing and auditory rehabilitation [34, 35] .", "cite_spans": [{"start": 577, "end": 581, "text": "[34,", "ref_id": "BIBREF34"}, {"start": 582, "end": 585, "text": "35]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Face-to-Face Training"}, {"text": "Therapists selected exercises on different auditory levels (detection, discrimination, identification, and understanding of syllables, words, sentences, and complex speech) and applied a synthetic and analytic approach. Tasks on word, sentence, and text comprehension were presented in closed or open sets with or without background noise (different SNRs) in live and computerized voices.", "cite_spans": [], "ref_spans": [], "section": "Face-to-Face Training"}, {"text": "Train2hear was based on a previously developed auditory training program for adult CI users [18] . The platform incorporates (1) an initial evaluation of the user´s body functions and structures, participation, and hearing status according to the International Classification of Functioning, Disability and Health and (2) an automatic adaptation of the exercises to the participant's performance.", "cite_spans": [{"start": 92, "end": 96, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "CBAT"}, {"text": "Participants performed 27 exercises in total, which were arranged in a hierarchical order as supposed by the hearing model of Erber [34] . They started with the simplest exercises such as tasks on sound differentiation and identification to the most difficult ones, such as speech understanding in noise. Background noise varied between 15 dB and 5 dB SNR, depending on the patient's auditory abilities.", "cite_spans": [{"start": 132, "end": 136, "text": "[34]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "CBAT"}, {"text": "Screenshots illustrating different parts of the Train2hear intervention are presented in Figure 2 and Multimedia Appendices 2 and 3. For more detailed information, please see a recent publication by our group, where a specific description of the different exercises as well as the motivation and feedback mechanisms is included [18] . Before starting the Train2hear training, all participants were shown by an experienced speech and language pathologist on how to use the system. The participants then independently performed CBAT 5 days per week for 25 minutes each. Subjects with residual hearing in the contralateral ear were trained only with the implanted ear using an audio loop. After 10 days, a videoconference chat between the participants and the language therapist took place to check the participants' adaptation, review the program, and assess adverse events.", "cite_spans": [{"start": 328, "end": 332, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 89, "end": 97, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "CBAT"}, {"text": "First, a descriptive analysis of the data using the mean value and SD was performed.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Thereafter, rank-analysis of variance (ANOVA; Friedman test) was performed to prove that there were significant changes between the three measurements (T1, T2, and T3). Afterward, the Wilcoxon signed-rank test for paired samples was applied to evaluate participants' results after the two types of therapy. For rank binding, a sign test was applied. The exact U test was used to determine the correlation between the results and sex.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Further correlations between outcome and continuous sociodemographic factors, such as age and years of education, were calculated. If there was no normal distribution, then the Kendall rank correlation in case of rank binding was applied. The significance level was set at P=.05. Statistical analyses were performed using Medas (Grund).", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Ethics committee approval (19-6618-BR) was received from the Ethics Committee of the Medical Faculty of Ruhr University Bochum.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "All participants completed face-to-face and CBAT training sessions. For each participant, therapists spent 360 minutes (3×120 minutes) on face-to-face procedures and 60 minutes (30 minutes of videoconferencing and 30 minutes of introducing the digital program) for CBAT. To participate in the 3-week face-to-face training, participants needed approximately 6 hours of travel time (range: 1.5-12 hours).", "cite_spans": [], "ref_spans": [], "section": "Therapy Time"}, {"text": "Previous experience of using digital media differed among the participants: 13 had regularly used a computer (daily or several times a week), whereas 4 had never worked with a computer. In total, 11 participants regularly used a tablet several times a week, whereas three did not. All other participants had previous experience of using digital devices (tablets, smartphones, and computers). Before the study, 16 participants had no experience with videoconferencing, whereas 4 had used videoconferencing to communicate with family members or friends.", "cite_spans": [], "ref_spans": [], "section": "Therapy Time"}, {"text": "Digital experience did not correlate with speech understanding assessed by the test battery at T2 or T3. In contrast, affinity to digital media had a significant impact on the assessment of the usability of the program. Participants who frequently used a computer stated significantly more often that the videoconference was easy to use (P=.03; Bochum Usability Questionnaire Q16). A significant positive correlation among questions 3, 5, 6, and 7 of the SUS and digital experience could be detected. Participants with more experience judged the program to be easier to use (P=.03; SUS Q3) and more often stated that the different functions were well integrated (P=.02; SUS Q5). Experienced users also stated, significantly more often, that the handling of the program could be learned quickly (P=.007; SUS Q7). Nevertheless, regular tablet users still found the program cumbersome to use (P=.02; SUS Q8).", "cite_spans": [], "ref_spans": [], "section": "Therapy Time"}, {"text": "The results of the test battery at baseline (T1), after face-to-face therapy (T2), and after CBAT (T3) are shown in Multimedia Appendix 4. Tests that did not significantly differ in rank-ANOVA (Friedman test) between the three test times were not further investigated (Multimedia Appendices 4 and 5).", "cite_spans": [], "ref_spans": [], "section": "Test Outcome"}, {"text": "Neither the Freiburg number test nor the Freiburg monosyllabic test showed significant changes during the study. However, the following correlations between test performance and sociodemographic data could be identified: regarding monosyllabic speech comprehension, older participants were less likely to benefit (P=.04) from the CBAT. At T3, the results depended on sex (P=.04): men's score was increased by 19.2%, whereas women's score was slightly decreased by 1.1%. In addition, participants with more hearing experience showed less improvement (P=.04) after the CBAT. At the end of the intervention (T3), prolonged hearing impairment was negatively related to performance in the Freiburg monosyllabic test (P=.04) and the Freiburg number test (P=.004).", "cite_spans": [], "ref_spans": [], "section": "Freiburg Speech Intelligibility Test"}, {"text": "The mean HSM scores improved significantly from T2 to T3 (P=.004). At the last assessment (T3), the duration of hearing loss and improvement were significantly correlated (P=.02). Age and sex did not affect the results either at T2 or T3 (age, P=.39; sex, P=.90), but the performance in the Freiburg monosyllabic test was significantly associated with the improvement in sentence comprehension at T3 (P=.04). Furthermore, participants with better results in the HSM rated their ability to understand speech in noise significantly better, as shown in the Oldenburger Inventar-R Questionnaire (Listening in noise) subscore (P=.03).", "cite_spans": [], "ref_spans": [], "section": "HSM Sentence Test"}, {"text": "The speech tracking rate significantly increased. At T1, participants had a tracking rate of 31.3 words per minute (wpm; SD 16.38), which increased after face-to-face training by 4.92 wpm (SD 7.26; P=.009). After 3 weeks of CBAT, the subjects reached 41.3 wpm (SD 18.29; P=.003). Sex, age, hearing experience, and duration of hearing loss had no impact on performance. Monosyllabic word recognition (Freiburg) at baseline was significantly correlated with improvement in speech tracking at T2 (P=.02).", "cite_spans": [], "ref_spans": [], "section": "Speech Tracking"}, {"text": "Comparing T2 and T3, improvements in vowel discrimination (P=.001) and consonant discrimination (P=.02) were observed. A shorter duration of hearing loss was significantly correlated with an improvement in vowel discrimination between T2 and T3 (P=.02).", "cite_spans": [], "ref_spans": [], "section": "Phoneme Discrimination"}, {"text": "The ability to discriminate consonants was also significantly associated with age and the duration of hearing loss (T1-T2). Older participants (P=.02) and participants with hearing loss for a longer period showed less improvement (P=.03). ", "cite_spans": [], "ref_spans": [], "section": "Phoneme Discrimination"}, {"text": "Throughout the study, no significant changes were observed in the identification of syllables (P=.64) and the repetition of syllables (P=.51). These observations did not depend on the length of the items. The results indicated that participants with better monosyllabic comprehension at T1 were able to repeat the syllables more accurately (P=.009). The structure of the program (Q6, Q8, and Q9) was judged to be good. Only one participant claimed the program to be too complex (Q6) and too cumbersome to use (Q9). Two patients judged the program to be inconsistent. A significant correlation was found between questions Q4 (need for support) and Q10 (need for guidance) and age, both of which were rated worse by older participants (Q4, P=.008; Q10, P=.007). The overall score was also age-related: older participants were more critical than younger participants (P=.006; Multimedia Appendix 6).", "cite_spans": [], "ref_spans": [], "section": "Pseudowords"}, {"text": "The overall design of the program was rated very good. In total, 100% (20/20) liked the design (Q19), and the font size (Q20) and buttons (Q21) were judged to be appropriately sized by all the participants.", "cite_spans": [], "ref_spans": [], "section": "Bochum Usability Questionnaire"}, {"text": "More than 60% of the participants rated the training tips and introduction videos to be very helpful (Q1, Q2 Female participants judged the feedback to be significantly better than male participants (Q11, P=.04). However, there was no sex-related difference in the enjoyment of training (Q22, P=.08). Participants with a higher educational level would recommend computer-based training to others more frequently (Q30, P=.01) and were more satisfied with the support provided (Q8, P=.04). Furthermore, they claimed that videoconferencing was as satisfying as personal contact (Q18, P=.04).", "cite_spans": [], "ref_spans": [], "section": "Bochum Usability Questionnaire"}, {"text": "The most significant correlation was found between the years of education and questions related to technology. Participants with higher education reported more often that the technology worked without any problems (Q26, P<.001). Participants with less education judged the program's feedback to be significantly better (Q10, P=.01). Participants with a lower speech perception score at T2 (as assessed by the Freiburg Speech Intelligibility Test) were more likely to feel anxious while using the program (Q25, P=.01; Multimedia Appendix 7).", "cite_spans": [], "ref_spans": [], "section": "Bochum Usability Questionnaire"}, {"text": "The subjects' self-perception did not change significantly in this study. As shown in Multimedia Appendix 8 this refers to all subcategories except for listening in noise, which has been judged to be better after face-to-face therapy (P=.003). Sociodemographic variables affected localization abilities, social interaction, listening effort, and the development of auditory skills in general.", "cite_spans": [], "ref_spans": [], "section": "Oldenburger Inventory Score"}, {"text": "Localization abilities were related to sex. Comparing T2 and T3 women achieved significantly worse results than men (P=.03). A correlation with sex was also evident in the social interaction subscale (P=.04). Furthermore, there was an association between social interactions and age. Younger participants improved significantly more due to CBAT (T2-T3; P=.04). Furthermore, age was negatively related to the development of auditory skills at T3 (P=.008). With regard to the duration of hearing loss, a negative correlation with listening effort was detected at T2 (P=.001).", "cite_spans": [], "ref_spans": [], "section": "Oldenburger Inventory Score"}, {"text": "To attend the face-to-face session, patients had to travel 237 km (SD 80.7), which entailed spending on an average of 234 minutes (SD 58.6) on the road. Therapists devoted 450 minutes for a standard face-to-face therapy and 90 minutes per patient for CBAT (including the time of preparation and documentation). Therefore, costs could be reduced from €262.50 (US $320.25) to €52.50 (US $64.05) for the study period (Multimedia Appendix 9).", "cite_spans": [], "ref_spans": [], "section": "Economic Evaluation"}, {"text": "If standard face-to-face therapy, which regularly included 20 sessions of speech therapy (each of which lasted 120 minutes) was completely replaced by CBAT, then the costs would decrease from €1750.00 (US $2134.00) to €350.00 (US $427.00) based on the data obtained in this pilot study.", "cite_spans": [], "ref_spans": [], "section": "Economic Evaluation"}, {"text": "This study is, to the best of our knowledge, one of the first to demonstrate that a digital auditory rehabilitation program might reduce adult CI users' dependence on human resources while ensuring that they receive a clinical outcome similar to that of standard therapy, that is, conventional face-to-face rehabilitation at a specialized rehabilitation center.", "cite_spans": [], "ref_spans": [], "section": "Principal Findings"}, {"text": "A comparison of the two auditory training methods (face-to-face and CBAT) revealed a greater benefit in sentence comprehension in background noise after CBAT. This may be explained by the application of the training schedule. Teletherapeutic tasks were performed five to seven times a week, whereas outpatient therapy was performed only once a week. This is in line with Vu et al [36] who found significant differences in log-in frequency and learning activities between successful and unsuccessful learners in web-based training for teachers. The most remarkable improvements were detected in phoneme discrimination and speech tracking, which are closely related to interactive communication [6, 37] .", "cite_spans": [{"start": 380, "end": 384, "text": "[36]", "ref_id": "BIBREF36"}, {"start": 693, "end": 696, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 697, "end": 700, "text": "37]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Principal Findings"}, {"text": "Overall, the Train2hear program was rated as highly usable by the participants. The fact that older participants rated usability worse than younger participants may be related to the lower level of technical experience among older people. This result was also mentioned by Ferguson and Henshaw [38] , who stated that access to hardware and lack of skills in using hardware hinder access to computer-based training. Regardless of this age-related difference, all participants agreed that Train2hear is easy to use. Nonetheless, external support may be helpful for older users. This could be done either by the user's partner or family or friends or by therapists via videoconferencing.", "cite_spans": [{"start": 294, "end": 298, "text": "[38]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Principal Findings"}, {"text": "In contrast, older participants had significantly higher scores on motivation and ease of adherence to the training schedule than did younger participants. In general, age did not significantly influence performance; the Freiburg monosyllabic test was the only speech understanding test in which older participants scored worse than their younger counterparts as compared with face-to-face therapy and CBAT (P=.004). Prolonged training intervals might have a positive effect because of a slower learning curve in older adults [6] .", "cite_spans": [{"start": 526, "end": 529, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Principal Findings"}, {"text": "Nonusage has been known to be an important barrier in the field of web-based training [39] , especially in interventions using automatic functions with minimal human involvement. In this study, 100% (20/20) of the participants completed the 3-week digital training program. As compared with other studies, this adherence rate can be interpreted as extraordinarily high [39] .", "cite_spans": [{"start": 86, "end": 90, "text": "[39]", "ref_id": "BIBREF39"}, {"start": 369, "end": 373, "text": "[39]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Principal Findings"}, {"text": "A possible explanation for the high adherence rate could be that the Train2hear software is highly individualized, which includes a basic assessment of the user's demands and needs and automatically adapts the training schedule to their performance.", "cite_spans": [], "ref_spans": [], "section": "Principal Findings"}, {"text": "Furthermore, the Train2hear platform contains various motivational elements that might lead to better user adherence, for example, a close feedback system and reminders [38] [39] [40] . However, it remains to be seen if such levels of adherence would continue at a long-term follow-up. In a study on patients with stroke, Jurkiewicz et al [41] found that adherence in the initial period was significantly higher than that in the long-term follow-up. Previous works have shown that incorporating an avatar can increase motivation and engagement with a training application and the time spent in training [24, 42, 43] . With this observation in mind, we added a train conductor as an avatar to the new training platform.", "cite_spans": [{"start": 169, "end": 173, "text": "[38]", "ref_id": "BIBREF38"}, {"start": 174, "end": 178, "text": "[39]", "ref_id": "BIBREF39"}, {"start": 179, "end": 183, "text": "[40]", "ref_id": "BIBREF40"}, {"start": 339, "end": 343, "text": "[41]", "ref_id": "BIBREF41"}, {"start": 603, "end": 607, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 608, "end": 611, "text": "42,", "ref_id": "BIBREF42"}, {"start": 612, "end": 615, "text": "43]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Principal Findings"}, {"text": "Educational level had a significant impact on the handling of the software. This result is in line with Kriwy and Glöckner, who reported that the higher an individual's level of education, the better they could take part in computerized health programs [44] .", "cite_spans": [{"start": 253, "end": 257, "text": "[44]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Principal Findings"}, {"text": "Furthermore, significant correlations were observed between the total duration of hearing loss and improvements after T2. Generally, the shorter the duration of hearing loss, the greater the improvement in speech understanding. This result was also assumed by Ihler et al [45] in their study on home-based auditory training of speech recognition on the telephone in 20 CI users with postlingual hearing loss. Whether auditory training over a longer period can lead to greater improvements in speech comprehension, even in people with a long duration of hearing loss, has yet to be proven.", "cite_spans": [{"start": 272, "end": 276, "text": "[45]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Principal Findings"}, {"text": "Participants' self-evaluated hearing abilities remained nearly unchanged after both face-to-face training and CBAT. Previous studies have reported this result. No, or only minor, self-reported improvements of listening abilities after auditory training periods have also been reported by Stacey et al [24] (after 5 days a week for 3 weeks) and Bernstein et al [6] (once a week for 8 weeks). The question is, if despite objectively shown improvements in speech understanding, a training period of 3 weeks is too short to have an impact on self-perceived hearing status.", "cite_spans": [{"start": 301, "end": 305, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 360, "end": 363, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Principal Findings"}, {"text": "There is currently an acute need to study the effectiveness of therapeutic interventions in speech language pathology and audiology. Studies designed and conducted in accordance with evidence-based criteria provide a rational basis for therapeutic approaches that are missing in large parts of auditory therapy [46] . CBAT might be an appropriate tool for future multicenter studies because the protocol is well defined (although highly individualized) and therefore comparable. In addition, CBAT enables a large amount of data to be obtained during the entire training procedure. This process can help speech and language pathologists to more precisely investigate the progress of CI users and to evaluate and refine the therapeutic approach.", "cite_spans": [{"start": 311, "end": 315, "text": "[46]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Principal Findings"}, {"text": "Regarding the time-and resource-saving potential of CBAT, each therapist saved more than 5 hours per participant during the 3-week training period, including the time they would have needed to prepare the lessons. The participants saved a mean of almost 4 hours of traveling. Regarding the intense rehabilitation program that is regularly offered to CI recipients in Germany for 2 years and reimbursed by the general health insurance, home-based training might save an enormous amount of economic and human resources even if it might be suitable only for selected CI users and limited to only some parts of the rehabilitation process.", "cite_spans": [], "ref_spans": [], "section": "Principal Findings"}, {"text": "Furthermore, at the time of writing, much of the world is under lockdown or some form of restriction due to the COVID-19 pandemic. In such situations, people are not able to access office-based therapy; therefore, CBAT might be an appropriate and crucial tool for successful hearing rehabilitation, especially for older CI users and those with weakened immune systems.", "cite_spans": [], "ref_spans": [], "section": "Principal Findings"}, {"text": "The few studies that exist on CBAT have a limited scope. They evaluated only a few aspects of auditory training [6, 22, 45] and generally had short or no follow-up assessments [19, 23, 25] . Previous studies have described improvements in speech comprehension and communication skills after several weeks of CBAT [20, 47, 48] .", "cite_spans": [{"start": 112, "end": 115, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 116, "end": 119, "text": "22,", "ref_id": null}, {"start": 120, "end": 123, "text": "45]", "ref_id": "BIBREF45"}, {"start": 176, "end": 180, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 181, "end": 184, "text": "23,", "ref_id": "BIBREF22"}, {"start": 185, "end": 188, "text": "25]", "ref_id": "BIBREF24"}, {"start": 313, "end": 317, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 318, "end": 321, "text": "47,", "ref_id": "BIBREF47"}, {"start": 322, "end": 325, "text": "48]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Previous Studies"}, {"text": "Overall, studies usually included only a small sample size [47] . Only Bernstein et al [6] compared the standard face-to-face regimen with digital auditory training. They conducted their study on speech tracking performance in CI users. Similar to our results, they found that CI users had an improved tracking rate (P<.001) and sentence recognition (P<.001) using both therapeutic approaches.", "cite_spans": [{"start": 59, "end": 63, "text": "[47]", "ref_id": "BIBREF47"}, {"start": 87, "end": 90, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Previous Studies"}, {"text": "Although this study is one of the largest on CBAT in terms of the number of participants, 20 participants were still a limited study group. In our study, we chose only a period of 3 weeks because of the regulations of the research project. It must be kept in mind that this period is short compared with the long rehabilitation period of 2 years, which is regularly performed in Germany after cochlear implantation. Furthermore, future studies would benefit from increasing the duration of the training period and analyzing the long-term effects to better evaluate how effective CBAT is and how well users adhere to the training program.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Due to the study design, it cannot be completely ruled out that the positive outcome after CBAT is partially due to the long-term effects of the conventional face-to-face training sessions. However, all participants had experience with face-to-face therapy before the study. This is a bias that all therapeutic studies are faced with. A complete stop of the training over a longer period would be necessary to rule out long-term effects, and this is not ethically justifiable.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Even the inclusion of a control group could not have solved this problem because CI recipients widely differ in terms of age, duration of hearing loss, socioeconomic status, etc. Therefore, we cannot completely rule out the effects of age, sex, duration of hearing loss, technical experience, and hearing experience on treatment outcomes. However, these correlations did not show a significant association. Large multicenter studies should be conducted in the near future to confirm the presented data.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Due to global demographic changes and the pressure under the current COVID-19 pandemic, there is an enormous and increased need for computerized therapeutic interventions in speech language pathology and audiology. Computer-based auditory therapy is an evidence-based and standardized yet highly individualized approach that has the potential to save human and economic resources. Outcomes seem to be quite similar to face-to-face therapy although due to the small number of participants, the results have to be confirmed. However, the promising results of this pilot study justify further investigation and evaluation of the Train2hear program in a large multicenter study over a longer period.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Effectiveness and cost-effectiveness of ehealth interventions in somatic diseases: a systematic review of systematic reviews and meta-analyses", "authors": [{"first": "N", "middle": ["J"], "last": "Elbert", "suffix": ""}, {"first": "O", "middle": ["H"], "last": "Van", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Van", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Ekeland", "suffix": ""}, {"first": "", "middle": [], "last": "Hakkaart-Van Rl", "suffix": ""}, {"first": "H", "middle": [], "last": "Raat", "suffix": ""}], "year": 2014, "venue": "J Med Internet Res", "volume": "16", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.2196/jmir.2790"]}}, "BIBREF1": {"ref_id": "b1", "title": "The Role of Telehealth in Reducing the Mental Health Burden from COVID-19", "authors": [{"first": "X", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Snoswell", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Harding", "suffix": ""}, {"first": "M", "middle": [], "last": "Bambling", "suffix": ""}, {"first": "S", "middle": [], "last": "Edirippulige", "suffix": ""}, {"first": "X", "middle": [], "last": "Bai", "suffix": ""}], "year": 2020, "venue": "Telemed J E Health", "volume": "26", "issn": "4", "pages": "377--379", "other_ids": {"DOI": ["10.1089/tmj.2020.0068"]}}, "BIBREF2": {"ref_id": "b2", "title": "Telemedicine During the COVID-19 Pandemic: Experiences From Western China", "authors": [{"first": "Z", "middle": [], "last": "Hong", "suffix": ""}, {"first": "N", "middle": [], "last": "Li", "suffix": ""}, {"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Li", "suffix": ""}, {"first": "W", "middle": [], "last": "Xiong", "suffix": ""}], "year": 2020, "venue": "J Med Internet Res", "volume": "22", "issn": "5", "pages": "", "other_ids": {"DOI": ["10.2196/19577"]}}, "BIBREF3": {"ref_id": "b3", "title": "Telemedicine in the fight against SARS-COV-2-opportunities and possible applications in otorhinolaryngology : Narrative review", "authors": [{"first": "D", "middle": [], "last": "Hagge", "suffix": ""}, {"first": "A", "middle": [], "last": "Knopf", "suffix": ""}, {"first": "B", "middle": [], "last": "Hofauer", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s00106-020-00864-7"]}}, "BIBREF4": {"ref_id": "b4", "title": "Global telemedicine implementation and integration within health systems to fight the covid-19 pandemic: a call to action. JMIR Public Health Surveill", "authors": [{"first": "R", "middle": [], "last": "Ohannessian", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Duong", "suffix": ""}, {"first": "A", "middle": [], "last": "Odone", "suffix": ""}], "year": 2020, "venue": "", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2196/18810"]}}, "BIBREF5": {"ref_id": "b5", "title": "Benefits of Speech Tracking Training on Sentence Recognition, Tracking Rate,and Self Assessed Communication Function in Adult Cochlear Implant Users", "authors": [{"first": "C", "middle": [], "last": "Bernstein", "suffix": ""}, {"first": "M", "middle": [], "last": "Bakke", "suffix": ""}, {"first": "A", "middle": [], "last": "Mazevski", "suffix": ""}], "year": 2012, "venue": "J Acad Rehab Audiol", "volume": "45", "issn": "", "pages": "12--39", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Cost-utility analysis of home-based telerehabilitation compared with centre-based rehabilitation in patients with heart failure", "authors": [{"first": "R", "middle": [], "last": "Hwang", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Morris", "suffix": ""}, {"first": "A", "middle": [], "last": "Mandrusiak", "suffix": ""}, {"first": "J", "middle": [], "last": "Bruning", "suffix": ""}, {"first": "R", "middle": [], "last": "Peters", "suffix": ""}, {"first": "D", "middle": [], "last": "Korczyk", "suffix": ""}], "year": 2019, "venue": "Heart Lung Circ", "volume": "28", "issn": "12", "pages": "1795--1803", "other_ids": {"DOI": ["10.1016/j.hlc.2018.11.010"]}}, "BIBREF7": {"ref_id": "b7", "title": "Cost analysis of in-home telerehabilitation for post-knee arthroplasty", "authors": [{"first": "M", "middle": [], "last": "Tousignant", "suffix": ""}, {"first": "H", "middle": [], "last": "Moffet", "suffix": ""}, {"first": "S", "middle": [], "last": "Nadeau", "suffix": ""}, {"first": "C", "middle": [], "last": "Mérette", "suffix": ""}, {"first": "P", "middle": [], "last": "Boissy", "suffix": ""}, {"first": "H", "middle": [], "last": "Corriveau", "suffix": ""}], "year": 2015, "venue": "J Med Internet Res", "volume": "17", "issn": "3", "pages": "", "other_ids": {"DOI": ["10.2196/jmir.3844"]}}, "BIBREF8": {"ref_id": "b8", "title": "An internet-delivered cognitive behavioral therapy for depression and anxiety among clients referred and funded by insurance companies compared with those who are publicly funded: longitudinal observational study", "authors": [{"first": "H", "middle": ["D"], "last": "Hadjistavropoulos", "suffix": ""}, {"first": "V", "middle": [], "last": "Peynenburg", "suffix": ""}, {"first": "S", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "K", "middle": [], "last": "Adlam", "suffix": ""}, {"first": "M", "middle": [], "last": "Nugent", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Gullickson", "suffix": ""}], "year": 2020, "venue": "JMIR Ment Health", "volume": "7", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.2196/16005"]}}, "BIBREF9": {"ref_id": "b9", "title": "Examining the usage, user experience, and perceived impact of an internet-based cognitive behavioral therapy program for adolescents with anxiety: randomized controlled trial", "authors": [{"first": "A", "middle": ["D"], "last": "Radomski", "suffix": ""}, {"first": "A", "middle": [], "last": "Bagnell", "suffix": ""}, {"first": "S", "middle": [], "last": "Curtis", "suffix": ""}, {"first": "L", "middle": [], "last": "Hartling", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Newton", "suffix": ""}], "year": 2020, "venue": "JMIR Ment Health", "volume": "7", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.2196/15795"]}}, "BIBREF10": {"ref_id": "b10", "title": "Psychotherapy in the digital age: what we can learn from interpersonal psychotherapy", "authors": [{"first": "H", "middle": ["A"], "last": "Swartz", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Novick", "suffix": ""}], "year": 2020, "venue": "Am J Psychother", "volume": "73", "issn": "1", "pages": "15--21", "other_ids": {"DOI": ["10.1176/appi.psychotherapy.20190040"]}}, "BIBREF11": {"ref_id": "b11", "title": "Online teletherapy for chronic pain: a systematic review", "authors": [{"first": "T", "middle": ["Y"], "last": "Mariano", "suffix": ""}, {"first": "L", "middle": [], "last": "Wan", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Edwards", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Jamison", "suffix": ""}], "year": 2019, "venue": "J Telemed Telecare", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/1357633X19871746"]}}, "BIBREF12": {"ref_id": "b12", "title": "The effectiveness of telerehabilitation as a supplement to rehabilitation in patients after total knee or hip replacement: randomized controlled trial", "authors": [{"first": "S", "middle": [], "last": "Eichler", "suffix": ""}, {"first": "A", "middle": [], "last": "Salzwedel", "suffix": ""}, {"first": "S", "middle": [], "last": "Rabe", "suffix": ""}, {"first": "S", "middle": [], "last": "Mueller", "suffix": ""}, {"first": "F", "middle": [], "last": "Mayer", "suffix": ""}, {"first": "M", "middle": [], "last": "Wochatz", "suffix": ""}], "year": 2019, "venue": "JMIR Rehabil Assist Technol", "volume": "6", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.2196/14236"]}}, "BIBREF13": {"ref_id": "b13", "title": "Auditory training: evidence for neural plasticity in older adults", "authors": [{"first": "S", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "N", "middle": [], "last": "Kraus", "suffix": ""}], "year": 2013, "venue": "Perspect Hear Hear Disord Res Res Diagn", "volume": "17", "issn": "", "pages": "37--57", "other_ids": {"DOI": ["10.1044/hhd17.1.37"]}}, "BIBREF14": {"ref_id": "b14", "title": "Auditory training and adult rehabilitation: a critical review of the evidence", "authors": [{"first": "K", "middle": [], "last": "Bronus", "suffix": ""}, {"first": "A", "middle": [], "last": "El Refaie", "suffix": ""}, {"first": "Pryce", "middle": ["H"], "last": "", "suffix": ""}], "year": 2011, "venue": "GJHS", "volume": "3", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.5539/gjhs.v3n1p49"]}}, "BIBREF16": {"ref_id": "b16", "title": "Postoperative rehabilitation strategies used by adults with cochlear implants: a pilot study", "authors": [{"first": "M", "middle": ["S"], "last": "Harris", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Capretta", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Henning", "suffix": ""}, {"first": "L", "middle": [], "last": "Feeney", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Pitt", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Moberly", "suffix": ""}], "year": 2016, "venue": "Laryngoscope Investig Otolaryngol", "volume": "1", "issn": "3", "pages": "42--48", "other_ids": {"DOI": ["10.1002/lio2.20"]}}, "BIBREF17": {"ref_id": "b17", "title": "Therapist-guided telerehabilitation for adult cochlear implant users: developmental and feasibility study", "authors": [{"first": "C", "middle": [], "last": "Völter", "suffix": ""}, {"first": "C", "middle": [], "last": "Schirmer", "suffix": ""}, {"first": "D", "middle": [], "last": "Hinsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Roeber", "suffix": ""}, {"first": "S", "middle": [], "last": "Dazert", "suffix": ""}, {"first": "K", "middle": [], "last": "Bilda", "suffix": ""}], "year": 2020, "venue": "JMIR Rehabil Assist Technol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2196/15843"]}}, "BIBREF18": {"ref_id": "b18", "title": "Digit training in noise can improve cochlear implant users' speech understanding in noise", "authors": [{"first": "S", "middle": ["I"], "last": "Oba", "suffix": ""}, {"first": "Q", "middle": [], "last": "Fu", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Galvin", "suffix": ""}], "year": 2011, "venue": "Ear Hear", "volume": "32", "issn": "5", "pages": "573--581", "other_ids": {"DOI": ["10.1097/AUD.0b013e31820fc821"]}}, "BIBREF19": {"ref_id": "b19", "title": "Efficacy of individual computer-based auditory training for people with hearing loss: a systematic review of the evidence", "authors": [{"first": "H", "middle": [], "last": "Henshaw", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Ferguson", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "5", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0062836"]}}, "BIBREF20": {"ref_id": "b20", "title": "The effects of short-term computerized speech-in-noise training on postlingually deafened adult cochlear implant recipients", "authors": [{"first": "E", "middle": ["M"], "last": "Ingvalson", "suffix": ""}, {"first": "B", "middle": [], "last": "Lee", "suffix": ""}, {"first": "P", "middle": [], "last": "Fiebig", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Wong", "suffix": ""}], "year": 2013, "venue": "J Speech Lang Hear Res", "volume": "56", "issn": "1", "pages": "81--88", "other_ids": {"DOI": ["10.1044/1092-4388(2012/11-0291)"]}}, "BIBREF22": {"ref_id": "b22", "title": "Moderate auditory training can improve speech performance of adult cochlear implant patients", "authors": [{"first": "Q", "middle": [], "last": "Fu", "suffix": ""}, {"first": "J", "middle": [], "last": "Galvin", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": [], "last": "Nogaki", "suffix": ""}], "year": 2005, "venue": "Acoustics Research Letters Online", "volume": "6", "issn": "3", "pages": "106--111", "other_ids": {"DOI": ["10.1121/1.1898345"]}}, "BIBREF23": {"ref_id": "b23", "title": "Effectiveness of computer-based auditory training for adult users of cochlear implants", "authors": [{"first": "P", "middle": ["C"], "last": "Stacey", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Raine", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "O&apos;donoghue", "suffix": ""}, {"first": "L", "middle": [], "last": "Tapper", "suffix": ""}, {"first": "T", "middle": [], "last": "Twomey", "suffix": ""}, {"first": "A", "middle": ["Q"], "last": "Summerfield", "suffix": ""}], "year": 2010, "venue": "Int J Audiol", "volume": "49", "issn": "5", "pages": "347--356", "other_ids": {"DOI": ["10.3109/14992020903397838"]}}, "BIBREF24": {"ref_id": "b24", "title": "Computer-based connected-text training of speech-in-noise perception for cochlear implant users", "authors": [{"first": "T", "middle": [], "last": "Green", "suffix": ""}, {"first": "A", "middle": [], "last": "Faulkner", "suffix": ""}, {"first": "S", "middle": [], "last": "Rosen", "suffix": ""}], "year": 2019, "venue": "Trends Hear", "volume": "23", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/2331216519843878"]}}, "BIBREF25": {"ref_id": "b25", "title": "How to measure costs and benefits of ehealth interventions: an overview of methods and frameworks", "authors": [{"first": "T", "middle": ["S"], "last": "Bergmo", "suffix": ""}], "year": 2015, "venue": "J Med Internet Res", "volume": "17", "issn": "11", "pages": "", "other_ids": {"DOI": ["10.2196/jmir.4521"]}}, "BIBREF26": {"ref_id": "b26", "title": "Methods for the economic evaluation of health care programmes", "authors": [{"first": "M", "middle": ["F"], "last": "Drummond", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The Freiburg speech intelligibility test: a pillar of speech audiometry in German-speaking countries", "authors": [{"first": "S", "middle": [], "last": "Hoth", "suffix": ""}], "year": 2016, "venue": "HNO", "volume": "64", "issn": "8", "pages": "540--548", "other_ids": {"DOI": ["10.1007/s00106-016-0150-x"]}}, "BIBREF28": {"ref_id": "b28", "title": "The HSM sentence test as a tool for evaluating the speech understanding in noise of cochlear implant users", "authors": [{"first": "I", "middle": [], "last": "Hochmair-Desoyer", "suffix": ""}, {"first": "E", "middle": [], "last": "Schulz", "suffix": ""}, {"first": "L", "middle": [], "last": "Moser", "suffix": ""}, {"first": "M", "middle": [], "last": "Schmidt", "suffix": ""}], "year": 1997, "venue": "Am J Otol", "volume": "18", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A method for training and evaluating the reception of ongoing speech", "authors": [{"first": "F", "middle": ["C"], "last": "De", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Scott", "suffix": ""}], "year": 1978, "venue": "J Acoust Soc Am", "volume": "63", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "SUS: a quick and dirty usability scale", "authors": [{"first": "J", "middle": [], "last": "Brooke", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Jordan", "suffix": ""}, {"first": "B", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Weerdmeester", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Mcclelland", "suffix": ""}], "year": 1996, "venue": "Usability Evaluation In Industry", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "An Empirical Evaluation of the System Usability Scale", "authors": [{"first": "A", "middle": [], "last": "Bangor", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Kortum", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Miller", "suffix": ""}], "year": 2008, "venue": "International Journal of Human-Computer Interaction", "volume": "24", "issn": "6", "pages": "574--594", "other_ids": {"DOI": ["10.1080/10447310802205776"]}}, "BIBREF32": {"ref_id": "b32", "title": "| iss. 1 | e20405 | p", "authors": [], "year": 2021, "venue": "", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Untersuchung des Hörvermögens bei einer angezeigten beruflichen Lärmschwerhörigkeit: Der Einsatz von Fragebögen als Ergänzung zu ton-und sprachaudiometrischen Messungen", "authors": [{"first": "H", "middle": [], "last": "Sukowski", "suffix": ""}, {"first": "C", "middle": [], "last": "Thiele", "suffix": ""}, {"first": "K", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "A", "middle": [], "last": "Lesinski-Schiedat", "suffix": ""}, {"first": "B", "middle": [], "last": "Kollmeier", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Auditory training. Washington: Alexander Graham Bell Association for the Deaf", "authors": [{"first": "N", "middle": ["P"], "last": "Erber", "suffix": ""}], "year": 1982, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The TRACE model of speech perception", "authors": [{"first": "J", "middle": ["L"], "last": "Mcclelland", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Elman", "suffix": ""}], "year": 1986, "venue": "Cogn Psychol", "volume": "18", "issn": "1", "pages": "1--86", "other_ids": {"DOI": ["10.1016/0010-0285(86)90015-0"]}}, "BIBREF36": {"ref_id": "b36", "title": "Factors driving learner success in online professional development", "authors": [{"first": "P", "middle": [], "last": "Vu", "suffix": ""}, {"first": "V", "middle": [], "last": "Cao", "suffix": ""}, {"first": "L", "middle": [], "last": "Vu", "suffix": ""}, {"first": "J", "middle": [], "last": "Cepero", "suffix": ""}], "year": 2014, "venue": "", "volume": "15", "issn": "", "pages": "", "other_ids": {"DOI": ["10.19173/irrodl.v15i3.1714"]}}, "BIBREF37": {"ref_id": "b37", "title": "Speech performance and training effects in the cochlear implant elderly", "authors": [{"first": "A", "middle": [], "last": "Schumann", "suffix": ""}, {"first": "A", "middle": [], "last": "Hast", "suffix": ""}, {"first": "U", "middle": [], "last": "Hoppe", "suffix": ""}], "year": 2014, "venue": "Audiol Neurootol", "volume": "19", "issn": "", "pages": "45--48", "other_ids": {"DOI": ["10.1159/000371611"]}}, "BIBREF38": {"ref_id": "b38", "title": "Computer and internet interventions to optimize listening and learning for people with hearing loss: accessibility, use, and adherence", "authors": [{"first": "M", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "H", "middle": [], "last": "Henshaw", "suffix": ""}], "year": 2015, "venue": "Am J Audiol", "volume": "24", "issn": "3", "pages": "338--343", "other_ids": {"DOI": ["10.1044/2015_AJA-14-0090"]}}, "BIBREF39": {"ref_id": "b39", "title": "Active involvement of end users when developing web-based mental health interventions", "authors": [{"first": "D", "middle": [], "last": "De Beurs", "suffix": ""}, {"first": "I", "middle": [], "last": "Van Bruinessen", "suffix": ""}, {"first": "J", "middle": [], "last": "Noordman", "suffix": ""}, {"first": "R", "middle": [], "last": "Friele", "suffix": ""}, {"first": "S", "middle": [], "last": "Van Dulmen", "suffix": ""}], "year": 2017, "venue": "Front Psychiatry", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fpsyt.2017.00072"]}}, "BIBREF40": {"ref_id": "b40", "title": "Intrinsic and extrinsic motivation is associated with computer-based auditory training uptake, engagement, and adherence for people with hearing loss", "authors": [{"first": "H", "middle": [], "last": "Henshaw", "suffix": ""}, {"first": "A", "middle": [], "last": "Mccormack", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Ferguson", "suffix": ""}], "year": 2015, "venue": "Front Psychol", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fpsyg.2015.01067"]}}, "BIBREF41": {"ref_id": "b41", "title": "Adherence to a home-based exercise program for individuals after stroke", "authors": [{"first": "M", "middle": ["T"], "last": "Jurkiewicz", "suffix": ""}, {"first": "S", "middle": [], "last": "Marzolini", "suffix": ""}, {"first": "P", "middle": [], "last": "Oh", "suffix": ""}], "year": 2011, "venue": "Top Stroke Rehabil", "volume": "18", "issn": "3", "pages": "277--284", "other_ids": {"DOI": ["10.1310/tsr1803-277"]}}, "BIBREF42": {"ref_id": "b42", "title": "Avatar creation and video game enjoyment", "authors": [{"first": "S", "middle": [], "last": "Trepte", "suffix": ""}, {"first": "L", "middle": [], "last": "Reinecke", "suffix": ""}], "year": 2010, "venue": "J Media Psychol", "volume": "22", "issn": "4", "pages": "171--184", "other_ids": {"DOI": ["10.1027/1864-1105/a000022"]}}, "BIBREF43": {"ref_id": "b43", "title": "Improving the efficacy of cognitive training for digital mental health interventions through avatar customization: crowdsourced quasi-experimental study", "authors": [{"first": "M", "middle": ["V"], "last": "Birk", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Mandryk", "suffix": ""}], "year": 2019, "venue": "J Med Internet Res", "volume": "21", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.2196/10133"]}}, "BIBREF44": {"ref_id": "b44", "title": "Einstellung zum Datenschutz und mHealth-Nutzung", "authors": [{"first": "P", "middle": [], "last": "Kriwy", "suffix": ""}, {"first": "R", "middle": [], "last": "Glöckner", "suffix": ""}], "year": 2019, "venue": "Präv Gesundheitsf", "volume": "15", "issn": "3", "pages": "218--225", "other_ids": {"DOI": ["10.1007/s11553-019-00755-y"]}}, "BIBREF45": {"ref_id": "b45", "title": "Development of a home-based auditory training to improve speech recognition on the telephone for patients with cochlear implants: A randomised trial", "authors": [{"first": "F", "middle": [], "last": "Ihler", "suffix": ""}, {"first": "J", "middle": [], "last": "Blum", "suffix": ""}, {"first": "G", "middle": [], "last": "Steinmetz", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Weiss", "suffix": ""}, {"first": "S", "middle": [], "last": "Zirn", "suffix": ""}, {"first": "M", "middle": [], "last": "Canis", "suffix": ""}], "year": 2017, "venue": "Clin Otolaryngol", "volume": "42", "issn": "6", "pages": "1303--1310", "other_ids": {"DOI": ["10.1111/coa.12871"]}}, "BIBREF46": {"ref_id": "b46", "title": "Evidenzbasierte Sprachtherapie 2., überarbeitete Auflage. Idstein: Schulz-Kirchner Verlag", "authors": [{"first": "U", "middle": [], "last": "Beushausen", "suffix": ""}, {"first": "H", "middle": [], "last": "Grötzbach", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Effect of computerized auditory training on speech perception of adults with hearing impairment", "authors": [{"first": "R", "middle": [], "last": "Pizarek", "suffix": ""}, {"first": "V", "middle": [], "last": "Shafiro", "suffix": ""}, {"first": "P", "middle": [], "last": "Mccarthy", "suffix": ""}], "year": 2013, "venue": "Perspect Aural Rehab Instr", "volume": "20", "issn": "3", "pages": "91--106", "other_ids": {"DOI": ["10.1044/arri20.3.91"]}}, "BIBREF48": {"ref_id": "b48", "title": "Options for auditory training for adults with hearing loss", "authors": [{"first": "A", "middle": ["D"], "last": "Olson", "suffix": ""}], "year": 2015, "venue": "Semin Hear", "volume": "36", "issn": "4", "pages": "284--295", "other_ids": {"DOI": ["10.1055/s-0035-1564461"]}}, "BIBREF49": {"ref_id": "b49", "title": "), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work, first published in JMIR Rehabilitation and Assistive Technology, is properly cited. The complete bibliographic information", "authors": [{"first": "Carolin", "middle": [], "last": "Völter", "suffix": ""}, {"first": "Christiane", "middle": [], "last": "Stöckmann", "suffix": ""}, {"first": "Stefan", "middle": [], "last": "Schirmer", "suffix": ""}, {"first": "", "middle": [], "last": "Dazert", "suffix": ""}], "year": null, "venue": "JMIR Rehabilitation and Assistive Technology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "| iss. 1 | e20405 | p", "authors": [], "year": 2021, "venue": "", "volume": "8", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Timeline of the study.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Example of an exercise (differentiation of different instruments, gleich in German means similar, verschieden in German means different).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "evaluated the usability of the Train2hear program as excellent (mean score: 87.0; SD 12.1; Multimedia Appendix 6). Question 1 received one of the highest scores: 18 out of 20 participants stated that they could imagine using the program regularly. In total, 70% (14/20) of the participants indicated that the various functions were well integrated into the program (Q3), 100% (20/20) agreed that the program was easy to use (Q2), and 95% (19/20) felt confident using the program (Q5).The only questions with lower scores (Q4, Q7, and Q10) referred to the handling of the technology and the support necessary at the beginning of the training. No additional support was necessary in 70% (14/20) of cases (Q7).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Profile of the participants (n=20).", "latex": null, "type": "table"}, "TABREF1": {"text": "JMIR Rehabil Assist Technol 2021 | vol. 8 | iss. 1 | e20405 | p. 6 https://rehab.jmir.org/2021/1/e20405 (page number not for citation purposes)", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors thank all coworkers in this interdisciplinary study (q2web Düsseldorf, Germany and Kampmann Hörsysteme, Bochum, Germany, as well as the Hochschule für Gesundheit, University of Applied Sciences Bochum, Germany, and the St. Elisabeth Hospital Bochum, Germany); Dr Imme Haubitz, Würzburg, Germany, for statistical analysis, and the CI users and speech and language therapists from St Elisabeth Hospital Bochum, Germany, who participated in the study. The authors appreciate the work of Michael Todd (MED-EL, Innsbruck) who performed language editing on a version of this manuscript and acknowledge support from the DFG Open Access Publication Funds of the Ruhr-Universität Bochum.The multidisciplinary study was funded by the Europäische Fonds für regionale Entwicklung (EFRE) and the State of NRW (funding number: EFRE-0800737 GE-1-2-023D).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "CV wrote the manuscript. C Stöckmann and C Schirmer contributed significantly to this manuscript. SD and CV initiated the project.", "cite_spans": [], "ref_spans": [], "section": "Authors' Contributions"}, {"text": "None declared.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest"}, {"text": "Subjective audiological self-rating based on Oldenburger Inventory-R score (Audiologie Initiative Niedersachsen, 2007 ", "cite_spans": [{"start": 98, "end": 117, "text": "Niedersachsen, 2007", "ref_id": null}], "ref_spans": [], "section": "Multimedia Appendix 1"}, {"text": "System Usability Scale (Brooke, 1996) ; n=20 (100%) for each statement. ", "cite_spans": [{"start": 23, "end": 37, "text": "(Brooke, 1996)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Multimedia Appendix 6"}]}