{"paper_id": "0a7e51902b27c709d1f251a57ed71cba221a9892", "metadata": {"title": "a section of the journal Frontiers in Psychology Is Fear of COVID-19 Contagious? The Effects of Emotion Contagion and Social Media Use on Anxiety in Response to the Coronavirus Pandemic", "authors": [{"first": "Gian", "middle": ["Mauro"], "last": "Manzoni", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sherry", "middle": [], "last": "Stewart", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Amitai", "middle": [], "last": "Abramovitch", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["G"], "last": "Wheaton", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University", "location": {"settlement": "New York", "region": "NY", "country": "United States"}}, "email": "mwheaton@barnard.edu"}, {"first": "Alena", "middle": [], "last": "Prikhidko", "suffix": "", "affiliation": {"laboratory": "", "institution": "Florida International University", "location": {"settlement": "Miami", "region": "FL", "country": "United States"}}, "email": ""}, {"first": "Gabrielle", "middle": ["R"], "last": "Messner", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia University", "location": {"settlement": "New York", "region": "NY", "country": "United States"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The novel coronavirus disease is a viral respiratory infection that was identified in Wuhan, China in late 2019. COVID-19 was officially declared a pandemic on 11 March 2020 (World Health Organization, 2020) and has spread rapidly across the globe. The United States recently reached a grim milestone of 200,000 COVID-19-related deaths (CDC, 2020) . COVID-19 has had a severe impact on healthcare systems, economic activity, and has caused widespread social disruption. The effects of COVID-19 on mental health and emotional well-being are likely to be enormous as well. A recent survey by the U.S. Census Bureau found that one-third of Americans are showing signs of clinical anxiety or depression related to COVID-19 (National Center for Health Statistics, 2020) .", "cite_spans": [{"start": 336, "end": 347, "text": "(CDC, 2020)", "ref_id": null}, {"start": 710, "end": 764, "text": "COVID-19 (National Center for Health Statistics, 2020)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "It is critical to study the factors that relate to impaired mental health and emotional symptoms in response to COVID-19 to understand how the public responds to pandemic illness threats. Existing research has investigated factors related to mental health symptoms in response to illness threats such as the H1N1 \"Swine Flu\" influenza (Tausczik et al., 2012; Wheaton et al., 2012) , Zika virus (Blakey and Abramowitz, 2017) , SARS (Xie et al., 2011) , and Ebola (Blakey et al., 2015; Thompson et al., 2017) . This work has largely suggested that pandemic illness threats are associated with widespread anxiety and worry among the public. Importantly, anxiety about one's health can be helpful and adaptive in moderation, as it can focus attention and promote utilization of healthprotective behaviors (e.g., handwashing and maintaining social distance). However, for some individuals, anxiety in response to a pandemic threat can become excessive and maladaptive (Asmundson and Taylor, 2020) . Excessive anxiety can be debilitating and lead to severe impairment in functioning. In addition, some individuals may develop excessive behavioral responses to prevent infection. For example, past work (Brand et al., 2013) has linked anxiety about pandemic illnesses to extensive washing and cleaning compulsions, which are hallmark symptoms of obsessive-compulsive disorder (OCD), a psychiatric disorder that can be disabling when severe (American Psychiatric Association, 2013) .", "cite_spans": [{"start": 335, "end": 358, "text": "(Tausczik et al., 2012;", "ref_id": "BIBREF27"}, {"start": 359, "end": 380, "text": "Wheaton et al., 2012)", "ref_id": "BIBREF30"}, {"start": 394, "end": 423, "text": "(Blakey and Abramowitz, 2017)", "ref_id": "BIBREF4"}, {"start": 431, "end": 449, "text": "(Xie et al., 2011)", "ref_id": "BIBREF32"}, {"start": 462, "end": 483, "text": "(Blakey et al., 2015;", "ref_id": "BIBREF5"}, {"start": 484, "end": 506, "text": "Thompson et al., 2017)", "ref_id": "BIBREF28"}, {"start": 963, "end": 991, "text": "(Asmundson and Taylor, 2020)", "ref_id": "BIBREF2"}, {"start": 1196, "end": 1216, "text": "(Brand et al., 2013)", "ref_id": "BIBREF6"}, {"start": 1433, "end": 1473, "text": "(American Psychiatric Association, 2013)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Research suggests that fear about an illness and associated behavioral changes can also spread virally (Asmundson and Taylor, 2020) . For example, media reports about serious contagious illnesses can lead to threat-based reactions as has been shown historically, including in reports that link mass panic about the 1665 London plague to newspaper articles, prompting officials to shut down printing presses (Defoe, 2016) . Similarly, consumption of media reports about more recent pandemic illness outbreaks has also been associated with anxiety symptoms (Xie et al., 2011; Tausczik et al., 2012) . The mechanisms by which media reports lead to anxiety and other emotional reactions to a pandemic require further study. In particular, work is needed to determine which factors predispose certain individuals to experience these symptoms. One potential factor that has not received sufficient empirical attention is the construct of emotion contagion. Emotion contagion, a construct from the field of social psychology, refers to the well-established finding that the emotion and affective behavior experienced by one individual may be influenced by that of others through conscious or unconscious pathways (Hatfield et al., 1993) . For example, seeing other people cry at a funeral may provoke sadness and tearfulness in oneself. A large body of work in the field of social psychology supports the social transmission of emotion in laboratory experiments (Hatfield et al., 2014) . Recent experimental work also suggests that emotional states can be transferred to others via social media . Susceptibility to emotion contagion has been investigated as an individual difference variable, as some are more likely to take on social emotions than others. Evidence to support the notion that individuals differ in their tendency to be influenced by the emotions expressed by other people comes from data showing large individual differences in self-reported emotional contagion (Doherty, 1997; Sonnby-Borgström, 2002) . In addition, self-reported susceptibility to emotion contagion has been linked to brain areas in the mirror neuron system for emotions (Lawrence et al., 2006; Pfeifer et al., 2007) as well as the ability to detect authentic facial emotions (Manera et al., 2013) .", "cite_spans": [{"start": 103, "end": 131, "text": "(Asmundson and Taylor, 2020)", "ref_id": "BIBREF2"}, {"start": 407, "end": 420, "text": "(Defoe, 2016)", "ref_id": "BIBREF10"}, {"start": 555, "end": 573, "text": "(Xie et al., 2011;", "ref_id": "BIBREF32"}, {"start": 574, "end": 596, "text": "Tausczik et al., 2012)", "ref_id": "BIBREF27"}, {"start": 1206, "end": 1229, "text": "(Hatfield et al., 1993)", "ref_id": "BIBREF16"}, {"start": 1455, "end": 1478, "text": "(Hatfield et al., 2014)", "ref_id": "BIBREF15"}, {"start": 1972, "end": 1987, "text": "(Doherty, 1997;", "ref_id": "BIBREF12"}, {"start": 1988, "end": 2011, "text": "Sonnby-Borgström, 2002)", "ref_id": "BIBREF26"}, {"start": 2149, "end": 2172, "text": "(Lawrence et al., 2006;", "ref_id": "BIBREF19"}, {"start": 2173, "end": 2194, "text": "Pfeifer et al., 2007)", "ref_id": "BIBREF24"}, {"start": 2254, "end": 2275, "text": "(Manera et al., 2013)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Several forms of emotions appear to be socially contagious, including happiness, anger, and anxiety (Behnke et al., 1994) . However, data suggest that negative emotions are particularly transmissible among strangers (Paukert et al., 2008) . Recent empirical work shows that individuals higher in emotion contagion have more stress reactivity in response to traumatic events (Trautmann et al., 2018) . Thus, it is possible that people who are more in tune with the pervasive emotions of others may be particularly affected during the COVID-19 outbreak.", "cite_spans": [{"start": 100, "end": 121, "text": "(Behnke et al., 1994)", "ref_id": "BIBREF3"}, {"start": 216, "end": 238, "text": "(Paukert et al., 2008)", "ref_id": "BIBREF23"}, {"start": 374, "end": 398, "text": "(Trautmann et al., 2018)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Whereas the majority of work on emotion contagion has focused on personal interactions, recent work has determined that emotions can be transmitted digitally (Coviello et al., 2014; Goldenberg and Gross, 2020) . This is particularly important given that social media is ubiquitous in the present moment and many adults get their news through social media. As the virus has spread across the world, it has garnered significant media attention. Based on past research, this media exposure is likely to increase anxiety about COVID-19, but this effect might be especially strong for individuals higher in susceptibility to emotion contagion.", "cite_spans": [{"start": 158, "end": 181, "text": "(Coviello et al., 2014;", "ref_id": "BIBREF9"}, {"start": 182, "end": 209, "text": "Goldenberg and Gross, 2020)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The present study sought to investigate the relationship between susceptibility to emotion contagion, media usage, and emotional responses to the COVID-19 outbreak in a large sample of adult residents of the United States during the early phase of the illness threat. We explored the novel hypothesis that individuals higher in emotion contagion would have heightened concerns about COVID-19 as well as more other mental health symptoms (anxiety, depression, stress, and OCD symptoms). Given that consumption of media about COVID-19 and utilization of social media may also heighten anxiety about the virus, we conducted a regression analysis controlling for these factors. Finally, we tested the possibility that emotion contagion might potentiate the relationship between media use and concern about COVID-19 via moderation analysis. As a secondary set of outcomes, we also evaluated other mental health variables including symptoms of depression, anxiety, stress, and OCD.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Participants (n = 603) were recruited from psychology classes at Florida International University (FIU) and were Englishspeaking residents of the United States. There were no other inclusion/exclusion criteria. The total sample consisted of 528 females (87.6%) and 71 males (11.8%). Three individuals (0.5%) selected \"prefer not to say\" when asked about gender identity and one respondent (0.2%) left the question blank. The sample had a mean age of 22.92 years (SD = 4.83, range 18−48). Race-ethnicity was assessed via two separate questions. On the first question, participants were asked to check a box to identify with a race: 63.0% selected \"White/Caucasian, \" 17.6% selected \"Black/African American, \" 4.1% selected \"Asian/Pacific Islander, \" 14.3% selected \"other, \" and 1.0% left the question blank. On a separate question, participants were asked \"are you of Hispanic/Latino descent\" and 74.3% selected yes.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Data were collected from 5 April to 13 May 2020, which comprised some of the early months of the COVID-19 outbreak in the United States. The FIU student sample was recruited from psychology classes and completed the survey in exchange for course credit. Data were collected via an online survey that was built using the online survey tool, Qualtrics. The first page of the survey comprised the study consent form. On the following pages, participants completed the set of self-report questionnaires listed below (in a fixed order), as well as a series of demographic questions. The study was reviewed and approved by the institutional review board (IRB).", "cite_spans": [], "ref_spans": [], "section": "Procedure"}, {"text": "Emotion Contagion Scale (ECS; Doherty, 1997) The ECS is a 15-item self-report scale that assesses the tendency to \"catch\" the emotions expressed by others. Items on the ECS assess susceptibility to the social transmission of five basic emotions: anger, fear, sadness, happiness, and love. Items are scored on five-point Likert scales from not at all (1) to always (5). The ECS has good psychometric properties and is commonly used in research studies. In the current study, the item stems for certain items on the scale were modified to include examples of how emotions could be transmitted online (e.g., \"I cry at sad videos on social media\"). In the present sample, the scale had good internal consistency (α = 0.88).", "cite_spans": [{"start": 30, "end": 44, "text": "Doherty, 1997)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Measures"}, {"text": "The COVID-19-threat Scale is a nine-item, self-report inventory that was created for the present study by adapting a questionnaire developed to assess anxiety in response to the H1N1 \"Swine Flu\" influenza (Brand et al., 2013) . Items utilize a five-point Likert Scale from not at all (1) to very much (5) to assess threat-perceptions of COVID-19. Items assess threat-related perceptions about the extent to which COVID-19 may spread across the United States, concerns about becoming ill or family members becoming ill, and changes in behavior (e.g., excessive handwashing). A tenth item assessing perception that COVID-19 would become a pandemic was not analyzed because COVID-19 was officially declared a pandemic by the WHO. The full scale appears in the appendix and analysis of the factor structure of the scale appears in the data supplement. Higher scores reflect greater anxiety and threat-related behaviors in response to COVID-19. The scale had acceptable internal consistency in this sample (α = 0.76).", "cite_spans": [{"start": 205, "end": 225, "text": "(Brand et al., 2013)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "COVID Threat Scale (CTS)"}, {"text": "Depression Anxiety Stress Scales 21 (DASS-21; Antony et al., 1998) The DASS-21 is a short form of the original 42-item DASS (Lovibond and Lovibond, 1995) . The scale is comprised of three separate subscales, measuring self-reported depression, anxiety, and stress on a 0−4 point scale. The DASS-21 subscales have strong evidence of reliability and construct validity (Henry and Crawford, 2005) . The three subscales of the DASS demonstrated good internal consistency in the present study (range in α's = 0.85−0.90).", "cite_spans": [{"start": 46, "end": 66, "text": "Antony et al., 1998)", "ref_id": "BIBREF1"}, {"start": 124, "end": 153, "text": "(Lovibond and Lovibond, 1995)", "ref_id": "BIBREF20"}, {"start": 367, "end": 393, "text": "(Henry and Crawford, 2005)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "COVID Threat Scale (CTS)"}, {"text": "Obsessive-Compulsive Inventory-Revised (OCI-R; Foa et al., 2002) The OCI-R is an 18-item self-report questionnaire that assesses six dimensions of OCD symptoms: (a) washing, (b) checking/doubting, (c) obsessing, (d) neutralizing, (e) ordering, and (f) hoarding. Participants rate the degree to which they are bothered or distressed by OCD symptoms in the past month on a five-point scale from not at all (0) to extremely (4). OCI-R total scores have demonstrated excellent psychometric properties and validity (Foa et al., 2002) . Reliability in the present sample was excellent (α = 0.92). Reliability for the OCI-R subscales was as follows: hoarding = 0.84, checking = 0.68, ordering = 0.87, ordering = 0.78, washing = 0.79, and obsessing = 0.84.", "cite_spans": [{"start": 47, "end": 64, "text": "Foa et al., 2002)", "ref_id": "BIBREF13"}, {"start": 510, "end": 528, "text": "(Foa et al., 2002)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "COVID Threat Scale (CTS)"}, {"text": "For the purposes of the present study, participants were asked a simple question \"How much time per day you spend on social media?\" on a six-point ordinal response scale. Categories were scored as not at all (1), a few minutes (2), about an hour (3), between 1 and 3 h (4), between 3 and 8 h (5), more than 8 h (6). Similarly, participants were asked \"How much time per day do you spend reading, watching or listening to news about the coronavirus?\" which was answered on the same time per day response scale. The time frame for these questions was \"recently\" (i.e., \"within the past week\").", "cite_spans": [], "ref_spans": [], "section": "Social Media Utilization"}, {"text": "We first computed correlation coefficients among the study measures to assess the relationship between emotion contagion, media use, and the primary (concerns about COVID-19) and secondary outcomes (anxiety, depression, stress, and OCD symptoms). Next, we tested the hypothesis that emotion contagion would predict the degree of fear of COVID-19 controlling for exposure to COVID-19 media and social media utilization. To do this, we entered the ECS scores, social media consumption (per day), and COVID-19-media consumption as predictor variables in a simultaneous regression predicting concern about COVID-19, as indexed by CTS scores. Finally, we tested the possibility that emotion contagion might potentiate the relationship between media use and concern about COVID-19 via moderation analysis conducted through the PROCESS SPSS macro (Preacher and Hayes, 2008) . Subsequent supplementary analyses similarly tested for moderation effects among the secondary outcomes (anxiety, depression, stress, and OCD symptoms). Finally, as a sensitivity analysis, we tested both whether scores on study measures differed by study enrollment time period via independent samples t-tests and whether enrollment period affected primary regression results. Statistical analyses were run using the IBM SPSS (Version 23, Armonk, NY, United States). Table 1 presents the correlations among study measures. As shown in the table, greater susceptibility to emotion contagion was significant and positively correlated with concern about COVID-19 (r = 0.32, p < 0.001), depression (r = 0.12, p < 0.01), anxiety (r = 0.27, p < 0.001), stress (r = 0.29, p < 0.001), and OCD symptoms (r = 0.29, p < 0.001). Emotion contagion susceptibility was weakly yet significantly correlated with daily social media consumption (r = 0.13, p < 0.01) and consumption of media related to COVID-19 (r = 0.12, p < 0.01). Similarly, concern about COVID-19 was also weakly yet significantly correlated with hours per day of self-reported daily social media consumption (r = 0.11, p < 0.01) and consumption of media related to COVID-19 (r = 0.21, p < 0.001).", "cite_spans": [{"start": 840, "end": 866, "text": "(Preacher and Hayes, 2008)", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 1335, "end": 1342, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Statistical Analysis"}, {"text": "COVID Threat Scale scores were slightly negatively skewed (−0.75) and leptokurtic (0.87) but did not violate normality assumptions for regression analysis (skew and kurtosis < 1). Regression diagnostics indicated no problems with multicollinearity; the data met the assumption of independent errors (Durbin-Watson value = 2.05) and the histogram of standardized residuals indicated that the data contained approximately normally distributed errors, as did the normal P-P plot of standardized residuals. The data also met the assumptions of homogeneity of variance and linearity.", "cite_spans": [], "ref_spans": [], "section": "Regression Results"}, {"text": "Results showed that the overall model (which included gender, time per day using social media, consumption of COVID-19 articles, and ECS scores) accounted for 14% of the variance in concerns about COVID-19, which was significant (R 2 = 0.14, p < 0.001). Inspection of the individual regression coefficients revealed that the ECS was a significant individual predictor of concerns about COVID-19 [b = 0.14 (SE = 0.02), p ", "cite_spans": [], "ref_spans": [], "section": "Regression Results"}, {"text": "We explored the possibility that emotion contagion might moderate the relationship between excessive concern about COVID-19 and both general social media utilization and COVID-19-related media consumption. Separate analyses were run considering the two media utilization questions as independent variables.", "cite_spans": [], "ref_spans": [], "section": "Moderation Effects"}, {"text": "In the first regression model, concern about COVID-19 (CTS scores) was set as the dependent variable, daily consumption of media pertaining to COVID-19 was set as the independent variable, and emotion contagion was set as the moderator. Results found significant main effects for emotion contagion [b = 0.86 (SE = 0.19), p < 0.001] and COVID-19-related media consumption [b = 0.14 (SE = 0.02), p < 0.001] but the interaction term was not significant [b = −0.01 (SE = 0.02), p = 0.51].", "cite_spans": [], "ref_spans": [], "section": "Moderation Effects"}, {"text": "In the second regression model, concern about COVID-19 (CTS scores) was set as the dependent variable, daily utilization of social media was set as the independent variable, and emotion contagion was set as the moderator. ", "cite_spans": [], "ref_spans": [], "section": "Moderation Effects"}, {"text": "As a secondary analysis, we explored predictors of the other mental health outcome variables (DASS-21 subscales and OCI-R scores). These analyses are presented in full in the Supplementary Material. Overall results showed that emotion contagion was an independent predictor of each of the DASS-21 subscales and of OCI-R scores. Daily consumption of information related to COVID-19 also predicted all secondary outcomes, while daily time on social media predicted DASS-21 Depression and DASS-21 Stress but not OCI-R or DASS-21 Anxiety. There was only one significant moderator: ECS scores moderated the relationship between consumption of COVID-19 information and OCI-R scores such that the strength of this association increased along with increasing ECS scores (see Figure 1) . Analysis of OCI-R subscale scores revealed that emotion contagion predicted each of the OCI-R subscales. Moreover, ECS scores moderated the connection between consumption of COVID-19 media and four OCI-R subscales (washing, checking, neutralizing, and hoarding), as well as the connection between daily social media use and two OCI-R subscales (obsessing and hoarding) suggesting the emotion contagion may be more relevant for the connection between specific OCD symptoms and media use domains (see Supplementary Material for details).", "cite_spans": [], "ref_spans": [{"start": 767, "end": 776, "text": "Figure 1)", "ref_id": null}], "section": "Supplementary Analyses"}, {"text": "Given that data collection spanned from 5 April to 13 May 2020, we investigated whether responses varied by date of enrollment. The median response date was 13 April and we divided the participants based on whether they had completed the survey in the first or second half of responses. The two groups of participants (early vs. late responders) did not differ in terms of time per day on social media (t = −0.81, p = 0.42), consumption of media about COVID-19 (t = −1.04, p = 0.30), or CTS scores (t = −0.72, p = 0.47). Regression results predicting CTS scores were similar in both enrollment OCI-R 0.29** 0.24** 0.53** 0.59** 0.58** -Time/day COVID-19 0.12* 0.21** 0.14* 0.21** 0.17** 0.17** -Time/day social media 0.13* 0.11* 0.14* 0.14* 0.15** 0.12* 0.18** -*P < 0.01. **P < 0.001. Note. ECS, Emotion Contagion Scale; CTS, COVID-19 Threat Scale; DASS, Depression Anxiety Stress Scale; OCI-R, Obsessive-Compulsive Inventory-Revised.", "cite_spans": [], "ref_spans": [], "section": "Analysis by Study Enrollment Period"}, {"text": "FIGURE 1 | Emotion contagion as a moderator of the association between COVID-19 media and OCD symptoms. Note. ECS, Emotion Contagion Scale; OCI-R, Obsessive-Compulsive Inventory-Revised.", "cite_spans": [], "ref_spans": [], "section": "Analysis by Study Enrollment Period"}, {"text": "periods (see Supplementary Material) . These results suggest that concerns about COVID-19 were stable during the study period, and may have become widespread even before data collection began. Similarly, scores on the DASS-21 subscales and OCI-R did not differ by enrollment period (all p's > 0.26).", "cite_spans": [], "ref_spans": [{"start": 13, "end": 36, "text": "Supplementary Material)", "ref_id": null}], "section": "Analysis by Study Enrollment Period"}, {"text": "We investigated emotional responses during the COVID-19 pandemic outbreak in the United States in a large student sample and tested the possibility that individuals with greater susceptibility to emotion contagion would experience more distress and symptomatic behavior. Results were in line with our hypothesis: individuals with greater levels of susceptibility to emotion contagion had greater levels of anxiety about COVID-19, more depression, anxiety, and stress, and greater levels of OCD symptoms. These findings are discussed in detail below. Although the magnitude of the associations was modest, our overall findings suggested that individual differences in susceptibility to emotion contagion tracked with emotional symptoms, such as anxiety about the virus and maladaptive behavioral responses (i.e., OCD symptoms). This finding is in line with past work showing that individuals higher in emotion contagion experience more stress responses to traumatic events (Trautmann et al., 2018) . In this case, the COVID-19 outbreak itself represents a form of community stressor, causing widespread anxiety and worry in the public. Those high in emotion contagion are likely more attuned to the emotional experiences of others and thereby experience heightened anxiety.", "cite_spans": [{"start": 972, "end": 996, "text": "(Trautmann et al., 2018)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "We also considered the possibility that general social media use and consumption of media about COVID-19 in particular would also be relevant to predicting degree of anxiety around COVID-19. Furthermore, we considered that emotion contagion might act as a moderator for these relationships. Results showed that consumption of media about COVID-19 significantly predicted degree of COVID-19-related anxiety but this relationship was not moderated by emotion contagion. One prior report found that degree of emotion contagion moderated stress response following exposure to a traumatic film but this took place under laboratory conditions and with a highly controlled stressor (Trautmann et al., 2018) , whereas our measure of exposure to media on COVID-19 was retrospective and uncontrolled. Therefore, it is possible that under more controlled conditions, a significant moderation effect would have emerged.", "cite_spans": [{"start": 675, "end": 699, "text": "(Trautmann et al., 2018)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Alternatively, it is possible that the link between emotion contagion and fear of a pandemic is independent of exposure to media articles, as other pathways may connect these variables (e.g., information provided via family and friends). Nevertheless, our results linked both media consumption and emotion contagion to concern about COVID-19. This result is in line with research on past pandemics, which found positive associations between consuming media reports about the outbreak and anxiety (Xie et al., 2011; Tausczik et al., 2012) . We also found that susceptibility to emotion contagion was related to concern about the spread of COVID-19, as well as other mental health outcomes (depression, anxiety, stress, and OCD symptoms). Emotion contagion was somewhat more strongly associated with concern about COVID-19, anxiety, and stress, and less strongly linked with depression, which may relate to anxiety being the predominant emotion experienced by the public during this time (National Center for Health Statistics, 2020).", "cite_spans": [{"start": 496, "end": 514, "text": "(Xie et al., 2011;", "ref_id": "BIBREF32"}, {"start": 515, "end": 537, "text": "Tausczik et al., 2012)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In our supplemental analysis, we did find that the link between consumption of media about COVID-19 and OCD symptoms was significantly moderated by emotion contagion such that this association was stronger for individuals higher in emotion contagion. To the extent that OCD symptoms (e.g., compulsive washing and cleaning) might relate to the virus that causes COVD-19, it is possible that proneness to socially transmitted emotions enhanced the link between consumption of alarming articles about COVID-19 and increased OCD symptoms. However, caution is warranted in interpreting this finding because it was conducted as a secondary analysis and the cross-sectional nature of the data preclude drawing causal inferences. In addition, our sample was non-clinical, and therefore, future research is needed in clinical populations.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Hours per day of social media use weakly yet significantly related to concern about COVID-19, but this relationship did not reach significance in our regression model controlling for gender and consumption of COVID-19 related media. Among the secondary outcomes, time interacting with social media did predict symptoms of depression and stress, but not anxiety or OCD symptoms. Emotion contagion did not moderate the link between social media use and the mental health outcome variables. This result suggests that simply using social media may not robustly be linked with all mental health outcomes during a pandemic threat. Rather it may be important to consider the content of social media with which one interacts. Emerging work has suggested that the mental health effects of social media use may be highly variable, with some forms of social media use linked to deleterious mental health outcomes, while other social media use (e.g., that which encourages belongingness and social connection) may improve mental health outcomes (Clark et al., 2018) . Thus, future research with more fine-grained analysis of social media utilization is needed.", "cite_spans": [{"start": 1033, "end": 1053, "text": "(Clark et al., 2018)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Present results should be interpreted in light of several important study limitations. First, all data were collected online utilizing a cross-sectional design in which participants completed measures at a single time point. Thus, our results are not able to firmly establish cause and effect relationships. For example, we cannot determine whether media exposure increased anxiety or whether individuals with heightened anxiety were more likely to seek information and therefore spent more time engaging with media. A more powerful design would be a longitudinal study to follow individuals low and high in emotion contagion to compare their utilization of social media and trajectories for anxiety and stress in response to a pandemic threat. Similarly, other variables (such as neuroticism) should be considered as potential third variables explaining the associations between observed relationships. Unfortunately, neuroticism was not assessed in our survey, representing an important future direction for research. In addition, all data were collected via selfreport surveys, and reliance on self-report questionnaires may have inflated the relationship between variables due to shared methods variance. Future study using mixed methods approaches including interviews would add methodological diversity to measurement. Finally, the data were limited to a student sample (that was mostly female). Therefore, future research is needed to replicate these findings in other samples, including among clinical samples of individuals experiencing anxiety disorders who may be particularly affected by fears of pandemic illness threats (Dennis et al., 2020) , as well as samples with greater numbers of male participants. Given that the results of some of the present analyses were statistically significant but of small magnitude, their clinical significance requires further study.", "cite_spans": [{"start": 1634, "end": 1655, "text": "(Dennis et al., 2020)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "LIMITATIONS"}, {"text": "Notwithstanding these limitations, the present report highlights the possibility that emotion contagion effects may contribute to emotional reactions during a pandemic illness outbreak, such as COVID-19. We found that those who were higher in susceptibility to emotion contagion experienced more concern about the spread of COVID-19, more anxiety, stress, and depression and greater OCD symptoms. Together, these data suggest that maladaptive emotional experiences may be socially contagious during a pandemic threat.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "The raw data supporting the conclusions of this article will be made available by the authors, without undue reservation.", "cite_spans": [], "ref_spans": [], "section": "DATA AVAILABILITY STATEMENT"}, {"text": "The studies involving human participants were reviewed and approved by the Institutional Review Board at Florida International University. The participants provided their written informed consent to participate in this study.", "cite_spans": [], "ref_spans": [], "section": "ETHICS STATEMENT"}, {"text": "MW and AP conceived of the idea for this study. AP sought and received approval from the local IRB and coordinated data collection. MW and GM conducted the statistical analysis. All authors contributed to the final write up and all reviewed and approved the submission.", "cite_spans": [], "ref_spans": [], "section": "AUTHOR CONTRIBUTIONS"}, {"text": "There was no external funding for this project.", "cite_spans": [], "ref_spans": [], "section": "FUNDING"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Diagnostic and statistical Manual of Mental Disorders", "authors": [], "year": 2013, "venue": "American Psychiatric Association", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Psychometric properties of the 42-item and 21-item versions of the depression anxiety stress scales (DASS) in clinical groups and a community sample", "authors": [{"first": "M", "middle": ["M"], "last": "Antony", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Bieling", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Cox", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Enns", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Swinson", "suffix": ""}], "year": 1998, "venue": "Psychol. Assess", "volume": "10", "issn": "", "pages": "176--181", "other_ids": {"DOI": ["10.1037/1040-3590.10.2.176"]}}, "BIBREF2": {"ref_id": "b2", "title": "How health anxiety influences responses to viral outbreaks like COVID-19: what all decision-makers, health authorities, and health care professionals need to know", "authors": [{"first": "J", "middle": ["G G"], "last": "Asmundson", "suffix": ""}, {"first": "Taylor", "middle": [], "last": "", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "J. Anxiety Disord", "volume": "71", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.janxdis.2020.102211"]}}, "BIBREF3": {"ref_id": "b3", "title": "Contagion theory and the communication of public speaking state anxiety", "authors": [{"first": "R", "middle": ["R"], "last": "Behnke", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Sawyer", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "King", "suffix": ""}], "year": 1994, "venue": "Commun. Educ", "volume": "43", "issn": "", "pages": "246--251", "other_ids": {"DOI": ["10.1080/03634529409378981"]}}, "BIBREF4": {"ref_id": "b4", "title": "Psychological predictors of health anxiety in response to the Zika virus", "authors": [{"first": "S", "middle": ["M"], "last": "Blakey", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Abramowitz", "suffix": ""}], "year": 2017, "venue": "J. clin. Psychol. Med. Settings", "volume": "24", "issn": "", "pages": "270--278", "other_ids": {"DOI": ["10.1007/s10880-017-9514-y"]}}, "BIBREF5": {"ref_id": "b5", "title": "Tracing \"Fearbola\": psychological predictors of anxious responding to the threat of Ebola", "authors": [{"first": "S", "middle": ["M"], "last": "Blakey", "suffix": ""}, {"first": "L", "middle": [], "last": "Reuman", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Jacoby", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Abramowitz", "suffix": ""}], "year": 2015, "venue": "Cogn. Ther. Res", "volume": "39", "issn": "", "pages": "816--825", "other_ids": {"DOI": ["10.1007/s10608-015-9701-9"]}}, "BIBREF6": {"ref_id": "b6", "title": "The relationship between obsessive compulsive beliefs and symptoms, anxiety and disgust sensitivity, and Swine Flu fears", "authors": [{"first": "J", "middle": [], "last": "Brand", "suffix": ""}, {"first": "D", "middle": [], "last": "Mckay", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Wheaton", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Abramowitz", "suffix": ""}], "year": 2013, "venue": "J. Obsessive Compuls. Relat. Disord", "volume": "2", "issn": "", "pages": "200--206", "other_ids": {"DOI": ["10.1016/j.jocrd.2013.01.007"]}}, "BIBREF7": {"ref_id": "b7", "title": "Coronavirus Disease 2019 (COVID-19) in the", "authors": [], "year": 2020, "venue": "CDC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Social network sites and wellbeing: the role of social connection", "authors": [{"first": "J", "middle": ["L"], "last": "Clark", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Algoe", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Green", "suffix": ""}], "year": 2018, "venue": "Curr. Dir. Psychol. Sci", "volume": "27", "issn": "", "pages": "32--37", "other_ids": {"DOI": ["10.1177/0963721417730833"]}}, "BIBREF9": {"ref_id": "b9", "title": "Detecting emotional contagion in massive social networks", "authors": [{"first": "L", "middle": [], "last": "Coviello", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sohn", "suffix": ""}, {"first": "A", "middle": ["D I"], "last": "Kramer", "suffix": ""}, {"first": "C", "middle": [], "last": "Marlow", "suffix": ""}, {"first": "M", "middle": [], "last": "Franceschetti", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Christakis", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0090315"]}}, "BIBREF10": {"ref_id": "b10", "title": "A Journal of the Plague Year (1722)", "authors": [{"first": "D", "middle": [], "last": "Defoe", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A perfect storm? Health anxiety, OCD and COVID-19: lessons learned from past pandemics and future directions", "authors": [{"first": "D", "middle": [], "last": "Dennis", "suffix": ""}, {"first": "C", "middle": [], "last": "Radnitz", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Wheaton", "suffix": ""}], "year": 2020, "venue": "Int. J. Cogn. Ther", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The emotional contagion scale: a measure of individual differences", "authors": [{"first": "R", "middle": ["W"], "last": "Doherty", "suffix": ""}], "year": 1997, "venue": "J. Nonverbal Behav", "volume": "21", "issn": "", "pages": "131--154", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The obsessive-compulsive inventory: development and validation of a short version", "authors": [{"first": "E", "middle": ["B"], "last": "Foa", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Huppert", "suffix": ""}, {"first": "S", "middle": [], "last": "Leiberg", "suffix": ""}, {"first": "R", "middle": [], "last": "Langner", "suffix": ""}, {"first": "R", "middle": [], "last": "Kichic", "suffix": ""}, {"first": "G", "middle": [], "last": "Hajcak", "suffix": ""}], "year": 2002, "venue": "Psychol. Assess", "volume": "14", "issn": "", "pages": "485--496", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Digital emotion contagion", "authors": [{"first": "A", "middle": [], "last": "Goldenberg", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Gross", "suffix": ""}], "year": 2020, "venue": "Trends Cogn. Sci", "volume": "24", "issn": "", "pages": "316--328", "other_ids": {"DOI": ["10.1016/j.tics.2020.01.009"]}}, "BIBREF15": {"ref_id": "b15", "title": "New perspectives on emotional contagion: a review of classic and recent research on facial mimicry and contagion", "authors": [{"first": "E", "middle": [], "last": "Hatfield", "suffix": ""}, {"first": "L", "middle": [], "last": "Bensman", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Thornton", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Rapson", "suffix": ""}], "year": 2014, "venue": "Interpers.Int. J. Pers. Relationsh", "volume": "8", "issn": "", "pages": "159--179", "other_ids": {"DOI": ["10.5964/ijpr.v8i2.162"]}}, "BIBREF16": {"ref_id": "b16", "title": "Emotional contagion", "authors": [{"first": "E", "middle": [], "last": "Hatfield", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Cacioppo", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Rapson", "suffix": ""}], "year": 1993, "venue": "Curr. Dir. Psychol. Sci", "volume": "2", "issn": "", "pages": "96--100", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The 21-item version of the depression anxiety stress scales (DASS-21): normative data and psychometric evaluation in a large non-clinical sample", "authors": [{"first": "J", "middle": ["D"], "last": "Henry", "suffix": ""}, {"first": "Crawford", "middle": [], "last": "", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "", "suffix": ""}], "year": 2005, "venue": "Br. J. Clin. Psychol", "volume": "44", "issn": "", "pages": "227--239", "other_ids": {"DOI": ["10.1348/014466505x29657"]}}, "BIBREF18": {"ref_id": "b18", "title": "Experimental evidence of massive-scale emotional contagion through social networks", "authors": [{"first": "A", "middle": ["D"], "last": "Kramer", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Guillory", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Hancock", "suffix": ""}], "year": 2014, "venue": "Proc. Natl. Acad. Sci.U.S.A", "volume": "111", "issn": "", "pages": "8788--8790", "other_ids": {"DOI": ["10.1073/pnas.1320040111"]}}, "BIBREF19": {"ref_id": "b19", "title": "The role of 'shared representations' in social perception and empathy: an fMRI study", "authors": [{"first": "E", "middle": ["J"], "last": "Lawrence", "suffix": ""}, {"first": "P", "middle": [], "last": "Shaw", "suffix": ""}, {"first": "V", "middle": ["P"], "last": "Giampietro", "suffix": ""}, {"first": "S", "middle": [], "last": "Surguladze", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Brammer", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "David", "suffix": ""}], "year": 2006, "venue": "Neuroimage", "volume": "29", "issn": "", "pages": "1173--1184", "other_ids": {"DOI": ["10.1016/j.neuroimage.2005.09.001"]}}, "BIBREF20": {"ref_id": "b20", "title": "Manual for the Depression Anxiety Stress Scales", "authors": [{"first": "S", "middle": ["H"], "last": "Lovibond", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Lovibond", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Susceptibility to emotional contagion for negative emotions improves detection of smile authenticity", "authors": [{"first": "V", "middle": [], "last": "Manera", "suffix": ""}, {"first": "E", "middle": [], "last": "Grandi", "suffix": ""}, {"first": "Colle", "middle": [], "last": "", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "Front. Hum. Neurosci", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fnhum.2013.00006"]}}, "BIBREF22": {"ref_id": "b22", "title": "Mental Health Household Pulse Survey", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The role of interdependence and perceived similarity in depressed affect contagion", "authors": [{"first": "A", "middle": ["L"], "last": "Paukert", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Pettit", "suffix": ""}, {"first": "A", "middle": [], "last": "Amacker", "suffix": ""}], "year": 2008, "venue": "Behav. Ther", "volume": "39", "issn": "", "pages": "277--285", "other_ids": {"DOI": ["10.1016/j.beth.2007.08.001"]}}, "BIBREF24": {"ref_id": "b24", "title": "Mirroring others' emotions relates to empathy and interpersonal competence in children", "authors": [{"first": "J", "middle": ["H"], "last": "Pfeifer", "suffix": ""}, {"first": "M", "middle": [], "last": "Iacoboni", "suffix": ""}, {"first": "M", "middle": [], "last": "Mazziotta", "suffix": ""}, {"first": "M", "middle": [], "last": "Dapretto", "suffix": ""}], "year": 2007, "venue": "Neuroimage", "volume": "39", "issn": "", "pages": "2076--2085", "other_ids": {"DOI": ["10.1016/j.neuroimage.2007.10.032"]}}, "BIBREF25": {"ref_id": "b25", "title": "Asymptotic and resampling strategies for assessing and comparing indirect effects in multiple mediator models", "authors": [{"first": "K", "middle": ["J"], "last": "Preacher", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Hayes", "suffix": ""}], "year": 2008, "venue": "Behav. Res. Methods", "volume": "40", "issn": "", "pages": "879--891", "other_ids": {"DOI": ["10.3758/brm.40.3.879"]}}, "BIBREF26": {"ref_id": "b26", "title": "Automatic mimicry reactions as related to differences in emotional empathy", "authors": [{"first": "M", "middle": [], "last": "Sonnby-Borgström", "suffix": ""}], "year": 2002, "venue": "Scand. J. Psychol", "volume": "43", "issn": "", "pages": "433--443", "other_ids": {"DOI": ["10.1111/1467-9450.00312"]}}, "BIBREF27": {"ref_id": "b27", "title": "Public anxiety and information seeking following the H1N1 outbreak: blogs, newspaper articles, and Wikipedia visits", "authors": [{"first": "Y", "middle": [], "last": "Tausczik", "suffix": ""}, {"first": "K", "middle": [], "last": "Faasse", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Pennebaker", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Petrie", "suffix": ""}], "year": 2012, "venue": "Health Commun", "volume": "27", "issn": "", "pages": "179--185", "other_ids": {"DOI": ["10.1080/10410236.2011.571759"]}}, "BIBREF28": {"ref_id": "b28", "title": "Distress, worry, and functioning following a global health crisis: a national study of Americans' responses to Ebola", "authors": [{"first": "R", "middle": ["R"], "last": "Thompson", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Garfin", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Holman", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Silver", "suffix": ""}], "year": 2017, "venue": "Clin. Psychol. Sci", "volume": "5", "issn": "", "pages": "513--521", "other_ids": {"DOI": ["10.1177/2167702617692030"]}}, "BIBREF29": {"ref_id": "b29", "title": "Susceptibility to others' emotions moderates immediate selfreported and biological stress responses to witnessing trauma", "authors": [{"first": "S", "middle": [], "last": "Trautmann", "suffix": ""}, {"first": "M", "middle": [], "last": "Reineboth", "suffix": ""}, {"first": "K", "middle": [], "last": "Trikojat", "suffix": ""}, {"first": "J", "middle": [], "last": "Richter", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hagenaars", "suffix": ""}, {"first": "P", "middle": [], "last": "Kanske", "suffix": ""}], "year": 2018, "venue": "Behav. Res. Ther", "volume": "110", "issn": "", "pages": "55--63", "other_ids": {"DOI": ["10.1016/j.brat.2018.09.001"]}}, "BIBREF30": {"ref_id": "b30", "title": "Psychological predictors of anxiety in response to the H1N1 (swine flu) pandemic", "authors": [{"first": "M", "middle": ["G"], "last": "Wheaton", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Abramowitz", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Berman", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Fabricant", "suffix": ""}, {"first": "B", "middle": ["O"], "last": "Olatunji", "suffix": ""}], "year": 2012, "venue": "Cogn. Ther. Res", "volume": "36", "issn": "", "pages": "210--218", "other_ids": {"DOI": ["10.1007/s10608-011-9353-3"]}}, "BIBREF31": {"ref_id": "b31", "title": "WHO Director-General's Opening Remarks at the Media Briefing on COVID-19-11", "authors": [], "year": 2020, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The 'Typhoon Eye Effect': determinants of distress during the SARS epidemic", "authors": [{"first": "X.-F", "middle": [], "last": "Xie", "suffix": ""}, {"first": "E", "middle": [], "last": "Stone", "suffix": ""}, {"first": "R", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "R.-G", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2011, "venue": "J. Risk Res", "volume": "14", "issn": "", "pages": "1091--1107", "other_ids": {"DOI": ["10.1080/13669877.2011.571790"]}}}, "ref_entries": {"FIGREF0": {"text": "< 0.001], as was time per day consuming articles about COVID-19 [b = 0.83 (SE = 0.20), p < 0.001]. Time per day using social media was not a significant predictor in the model [b = 0.17 (SE = 0.19), p = 0.37], nor was participant gender [b = 0.50 (SE = 0.63), p = 0.43].", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Results found significant main effects for emotion contagion [b = 0.15 (SE = 0.02), p < 0.001]. The main effect for daily use of social media was not significant [b = 0.30 (SE = 0.19), p = 0.13] and the interaction term was not significant [b = −0.002 (SE = 0.02), p = 0.88].", "latex": null, "type": "figure"}, "TABREF0": {"text": "Correlations among study measures.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We would like to thank the research participants for their participation.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fpsyg. 2020.567379/full#supplementary-material Conflict of Interest: The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Copyright © 2021 Wheaton, Prikhidko and Messner. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. ", "cite_spans": [], "ref_spans": [], "section": "SUPPLEMENTARY MATERIAL"}, {"text": "A LITTLE SOME MUCH VERY MUCH", "cite_spans": [], "ref_spans": [], "section": "NOT AT ALL"}]}