{"paper_id": "0a86a01e20e85add6b87c4520df37e0e0a561589", "metadata": {"title": "", "authors": [{"first": "Mike", "middle": [], "last": "Thelwall", "suffix": "", "affiliation": {"laboratory": "Statistical Cybermetrics Research Group", "institution": "University of Wolverhampton", "location": {"country": "UK"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Vaccination on an international scale seems essential to eliminate Covid-19 or reduce its lethality. Although the World Health Organisation (WHO) and some international bodies like the EU are helping to organise vaccination drives, the logistics seem likely to be primarily organised by countries and reactions to them may have national cultural dimensions. In this context, international comparisons of vaccination strategies and public reactions to them may be useful to help identify common concerns, unusual issues and other factors that disproportionately affect individual nations. This is an urgent problem given the high Covid-19 international daily death rates.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Many international differences in Covid-19 vaccination needs are obvious and do not need a Twitter analysis. For example, countries differ in the number of vaccines and the health infrastructure available for vaccination programmes. Previous public health research about Covid-19 vaccination programmes has tended to focus on the threat posed by vaccine hesitancy (Paul et al., 2021; Malik et al., 2020) rather than wider public perceptions. National vaccination campaigns have been summarised in letters to editors (Bagcchi 2021; Sah et al., 2021) and the planning process has also been discussed, but focusing on vaccine hesitancy (DeRoo et al., 2020) . Early vaccination demographics have also been reported (Painter et al., 2021) . Vaccination passports are another important issue, including their legal implications (Phelan, 2020) . The order of priority for vaccinations may be particularly relevant to members of the public and can influence death rates. There have been proposals about how this should be decided for individuals Hassan-Smith et al., 2020) and bulk supplies (McClung, et al., 2020) . No academic publication seems to have reported public attitudes towards Covid-19 vaccination from a general perspective however, whether on social media or through questionnaires, and few public health vaccination papers have focused on international comparisons.", "cite_spans": [{"start": 364, "end": 383, "text": "(Paul et al., 2021;", "ref_id": "BIBREF15"}, {"start": 384, "end": 403, "text": "Malik et al., 2020)", "ref_id": "BIBREF10"}, {"start": 516, "end": 530, "text": "(Bagcchi 2021;", "ref_id": "BIBREF0"}, {"start": 531, "end": 548, "text": "Sah et al., 2021)", "ref_id": "BIBREF18"}, {"start": 633, "end": 653, "text": "(DeRoo et al., 2020)", "ref_id": "BIBREF5"}, {"start": 711, "end": 733, "text": "(Painter et al., 2021)", "ref_id": null}, {"start": 822, "end": 836, "text": "(Phelan, 2020)", "ref_id": "BIBREF16"}, {"start": 1038, "end": 1064, "text": "Hassan-Smith et al., 2020)", "ref_id": "BIBREF7"}, {"start": 1083, "end": 1106, "text": "(McClung, et al., 2020)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The current study examines one aspect of the human dimension of public reactions towards Covid-19 vaccines: their discussion on Twitter. Twitter was chosen because it is a public site, in contrast to much of Facebook and Instagram, and allows researchers to gather tweets in real time. It appears to be the largest multinational free source of English-language public comments in the social web and was chosen for this reason. Any analysis of Twitter is biased towards the demographic that uses it, but this an unavoidable trade-off for a fast, lowcost analysis. It seems likely that older, less educated, and less technologically aware citizens tweet less (Blank et al., 2020; Wojcik & Hughes, 2019) . The tweets from each country were analysed with Word Association Thematic Analysis (WATA), which is designed to identify themes in the differences between two sets of texts (Thelwall, 2021) . The method draws attention to these themes that the analyst must then explain, potentially drawing attention to differences that could otherwise be overlooked (Thelwall et al., in press) . WATA is more directly relevant than other exploratory text analysis methods that do not focus on difference, such as topic modelling (Ramage et al., 2009) . It is chosen in preference to corpus linguistics methods that compare subsets of texts (Kennedy, 2014) because of its use of statistical thresholds and the availability in the integrated software Mozdeh that can also collect tweets. The aim of this paper is to test whether WATA could identify a set of vaccine-related topics that differ internationally on English-language Twitter.", "cite_spans": [{"start": 657, "end": 677, "text": "(Blank et al., 2020;", "ref_id": null}, {"start": 678, "end": 700, "text": "Wojcik & Hughes, 2019)", "ref_id": "BIBREF21"}, {"start": 876, "end": 892, "text": "(Thelwall, 2021)", "ref_id": "BIBREF19"}, {"start": 1054, "end": 1081, "text": "(Thelwall et al., in press)", "ref_id": null}, {"start": 1217, "end": 1238, "text": "(Ramage et al., 2009)", "ref_id": "BIBREF17"}, {"start": 1328, "end": 1343, "text": "(Kennedy, 2014)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "The research design was to (a) obtain a large sample of English-language tweets related to Covid-19 vaccination campaigns, (b) apply the WATA method to detect national differences, then (c) make qualitative judgements about whether the differences found are potentially useful from a public health perspective.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Vaccine-related tweets were gathered from the Twitter Applications Programming Interface (API) in the free software Mozdeh with the following single keyword queries: vaccine, vaccination, vaccinating, vaccinated, CovidVaccination, CovidVaccine, CovidVaccineFacts. These queries were constructed based on test searches for vaccine-related keywords on the 5 th of December 2020 and may favour terms that were more popular on that day. Antivaccination terms were not included because vaccination rather than vaccine hesitancy was the topic investigated. No terms specifying Covid-19 were added to the first four queries since Covid-19 vaccine seemed to be the only type discussed on Twitter on the day that the collection started, so the extra terms seemed unnecessary and would reduce the number of tweets collected. The queries were submitted at the maximum rate permitted by the Twitter API from 5 December 2020 to 21 March 2021. This arbitrary period was sufficient to obtain substantial numbers of tweets from multiple countries. English was specified as the language for the matching tweets.", "cite_spans": [], "ref_spans": [], "section": "Data: Vaccine-related tweets from multiple countries"}, {"text": "Twitter can contain multiple copies of the same tweet due to retweeting and copy tweeting, as well as many very similar tweets from bots. To reduce the influence of these, the tweets were filtered to remove duplicates and near duplicates (tweets with identical content to another tweet after removing hashtags and @usernames).", "cite_spans": [], "ref_spans": [], "section": "Data: Vaccine-related tweets from multiple countries"}, {"text": "The method used here to detect themes can be influenced by prolific tweeters so to reduce the influence of individuals, tweeters were allowed a maximum of one tweet per month. Anyone with multiple tweets in a single calendar month had all except one (chosen with a random number generator) deleted. Thus, no tweeter has more than four tweets in the full dataset. This left 5,789,082 tweets from the original set of 60,481,596.", "cite_spans": [], "ref_spans": [], "section": "Data: Vaccine-related tweets from multiple countries"}, {"text": "Tweeters were assigned to countries based on the self-reported location information in their Twitter biography, if any. Many users reported a city or town instead of a country and these were matched against large city names that map to single countries to make additional country assignments. For example, a user from \"Lagos\" would be assigned to Nigeria. This information may be inaccurate if, for example, a user reports their birth country or ethnic origin rather than current location but it seems likely to be broadly accurate. As described below, the eight countries with the most tweets were selected for analysis.", "cite_spans": [], "ref_spans": [], "section": "Data: Vaccine-related tweets from multiple countries"}, {"text": "WATA was applied to the tweets collected. For each country, the software Mozdeh was used to detect words that are statistically significantly more common in one of the eight countries investigated than in the remaining tweets ( Figure 1 ). This automatic stage is then followed up by a manual stage, Word Association Contextualisation (WAC), which involves reading a sample of tweets from the selected country containing the term to identify its context. The top 100 terms from each country were analysed for this (800 in total), all of which were statistically significant (using a 2x2 chisquare test with familywise error rate correction: Benjamini & Hochberg, 1995) . Only the top 100 terms were investigated to focus on the most substantial differences and as a practical consideration for a quick method. The WAC stage was applied in parallel to the eight selected countries.", "cite_spans": [{"start": 641, "end": 668, "text": "Benjamini & Hochberg, 1995)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 228, "end": 236, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Analysis"}, {"text": "Thematic Analysis (TA) was applied to the contextualised words to fit them into themes relevant to the research goals. Each theme is a way to generalise the contexts of multiple words. For example, the Geographic names theme stemmed from the observation that many terms were country or place names, so these could reasonably be grouped together into a single theme. The TA part of WATA is like traditional reflexive TA (Braun & Clarke, 2013) except that words are analysed rather than texts and each word is given a single theme. Words matching multiple contexts or themes were ignored. This stage was conducted in parallel for the eight countries, using the same themes for all countries so that the results could be compared. Two rounds of coding were used, first to generate the themes and second to check that each word was in an appropriate theme. Whilst TA usually requires additional round for cross-checking classifications and rearranging themes, to speed the process this was only done once. Whilst all the themes in a traditional TA are equally relevant, in this case themes that are not relevant to vaccination programmes, such as Geographic names, are irrelevant and primarily serve to filter out uninformative word differences.", "cite_spans": [{"start": 419, "end": 441, "text": "(Braun & Clarke, 2013)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Analysis"}, {"text": "Terms that did not fit easily into themes were recorded to be discussed separately because the purpose of the study is to identify international differences. Follow-up analyses were also conducted to investigate differences identified by the WATA.", "cite_spans": [], "ref_spans": [], "section": "Analysis"}, {"text": "The WATA was conducted by a single coder for speed because of the time-sensitive nature of the topic. This reduces the robustness of the results compared to the more standard approach of using multiple coders because the themes are more likely to be subjective. These themes can be checked in the online supplement, however (https://doi.org/10.6084/m9.figshare.14308490). ", "cite_spans": [], "ref_spans": [], "section": "Analysis"}, {"text": "The data collection produced 5,789,082 non-duplicate tweets matching the vaccination queries between 5 December 2020 and 21 March 2021, at a maximum of one tweet per user per month. Just under half of the tweeters in the vaccine tweets collection declared a country location or major city, with 223 countries represented. English is a major language of the top eight, but not the ninth country (Germany) so the top eight were selected for analysis (Table  1) . This cut-off is relatively arbitrary, but whilst English is the official language of Nigeria and Nigerian English is widely used to communicate between people from different language groups (e.g., Hausa, Yoruba), it is not an official language of Germany, and is a joint official language in Pakistan (with Urdu). Tweeting in English may associate with being more educated in both Germany and Pakistan, so it seems reasonable to exclude both. The eight countries cover five continents and in the United Nations 2020 Human Development Index (http://hdr.undp.org/en/2020-report) are ranked very high, high (South Africa), Medium (India) or Low (Nigeria). ", "cite_spans": [], "ref_spans": [{"start": 448, "end": 458, "text": "(Table  1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The following themes were identified in the top 100 words disproportionately occurring in the English vaccine tweets of each country compared to all other countries. The words and their organisation into themes can be checked in the online supplement (https://doi.org/10.6084/m9.figshare.14308490). Most terms were of types that are of little relevance to the current international drive to vaccinate the world, but the last three types have some relevance and are discussed in more detail. These may shed light on how the people in each country judge the arrangements to deliver vaccination programmes and the non-media sources of vaccine-related information consulted.", "cite_spans": [], "ref_spans": [], "section": "International difference vaccine themes on Twitter"}, {"text": "• Geographic names: Country and city names were mentioned enough in the tweets to appear widely for all countries. Such names are normally distinctive, with a few exceptions such as the London in the UK and Canada. • Local language or slang: National slang words or word variants were most prevalent in Nigeria because of Nigerian English but also occurred due to national word preferences or slang (e.g., UK citizens have a vaccine jab, US citizens get a vaccine shot, and Nigerians collect the vaccine). • Politics, politicians or government (other than health departments): Politicians and (to a lesser extent) political party names differ between countries and so those making contributions about vaccines are a natural inclusion in the lists. • News sources: News organisation and journalists tend to be primarily national or at least have national brand names. This category also includes social media influencers that tweet extensively about news-related topics. There is a fuzzy boundary between social media active politicians and influencers, but influencers were classed as politicians when they declared on official political post. • Health services: The organizations delivering health care differ between countries.", "cite_spans": [], "ref_spans": [], "section": "International difference vaccine themes on Twitter"}, {"text": "• Vaccine names or manufacturers: The vaccines developed or deployed varied between countries. • Lockdown: Tweets from the UK and USA sometimes mentioned the need for social distancing and masks or discussed when social distancing restrictions might ease due to vaccination.", "cite_spans": [], "ref_spans": [], "section": "International difference vaccine themes on Twitter"}, {"text": "• Vaccine rollout arrangements (except for selecting participants): Countries differ in the details of where and how vaccines are administered. These seemed to be employer-based and online booking through a pharmacy chain (CVS) in the USA, whereas people in the UK tweeted about being invited by letter. Tweeters in India mentioned their Co-WIN online portal for booking, and from Nigeria the National Identification Number was mentioned as a possible route to access vaccines. Some Irish tweets mentioned the use of the Defence Forces to help the vaccination initiatives. • Qualifying for a vaccine: The order in which people get vaccinated may be affected by different factors between nations, such as price, health condition, and job. In the US, the groups mentioned for priority include health workers, essential workers, educators, and older folk. UK tweets mentioned clinically vulnerable groups, carers, health staff, and older age groups. In Canada indigenous peoples were mentioned as needing special vaccination steps, and those in Long Term Care (LTC) were listed as a priority. Irish tweets mentioned the need to vaccinate family carers. No special groups were mentioned for India, Australia, or South Africa.", "cite_spans": [], "ref_spans": [], "section": "International difference vaccine themes on Twitter"}, {"text": "People being tweeted about in a non-official capacity but within the realm of their COVID-19related expertise were classed in this group. For example, an epidemiologist tweeting her epidemiological contributions would fit in this group, but a mathematician tweeting her opinions about virology would be classed as a news source (influencer) instead. A prominent unofficial expert may reflect distrust of national strategies. o In the USA there were no prominent experts in the top 100 terms or even the top 500 terms. Media terms (e.g., CNN, #FoxNews) were also absent, although this may be partly due to US media being quoted around the world, lowering its word frequency test score. Chinonso Egemba (brand: The Aproko Doctor), who specialises in \"leveraging social media for health education\" (https://aprokodoctor.com/).", "cite_spans": [], "ref_spans": [], "section": "• Medical experts, virologists or other COVID-19-related experts:"}, {"text": "The main distinctive features of the top 100 term list for each country are discussed separately below, mentioning the main themes above when relevant. Terms outside all themes are also introduced.", "cite_spans": [], "ref_spans": [], "section": "National vaccination tweeting topics"}, {"text": "• USA: The US had 16 terms from people reporting that they or someone else had been vaccinated, forming the most distinctive trend. No other country had terms about the need for vaccination before in-person working, and only Australia also had a term related to the need for Covid-19 economic relief. Vaccine hesitancy in the Black community was also mentioned. • UK: The UK had health service terms at the top of its list, reflecting a single public body in charge of health in the country. The most distinctive theme was the use of positive terms, however. These included fantastic, lovely, brilliant, pleased, well done, amazing, x and xx. The US had the term excited (to get a vaccine) and Ireland had delighted (to get a vaccine). Other UK issues included whether vaccine passports would be necessary for certain activities, when it would be possible to ease the lockdown (aided by vaccination), and whether the UK Test and Trace system was an expensive failure. Vaccine hesitancy in the Black And Minority Ethnic (BAME) community was also mentioned. • Canada: Most of the top words were geographic names or codes, politicians or media sources. The relatively large number was due to the prominence of state names, news sources and politicians in addition to national politicians and news sources. The two vaccine qualification issues mentioned were the LTC (long-term care) priority and vaccine mistrust amongst indigenous Canadians. • India: Many terms from India were geographic or language-related, partly due to state-based differences in COVID-19 strategies and politicians. India included the most terms of any country (10) related to vaccination rollout arrangements. This was partly caused by the public dry run of the vaccination programme, in advance of delivery, and partly by publicity for India running the world's largest vaccination drive (Bagcchi, 2021) . India was the only country with a vaccine sharing term: #VaccineMaitri. This hashtag might be translated as vaccine kindness and was used in stories about India's powerful pharmaceutical industry shipping vaccines to other countries. • Australia: A uniquely Australian topic was the question of whether vaccination would be required for arriving overseas travellers. There were also terms related to the Australian Open tennis tournament. • South Africa: Possible corruption in Covid-19-related pay-outs was a unique topic for South Africa. Although corruption has also been alleged in the UK, no associated terms were in the top 100 UK words. Another issue discussed was that a batch of AstraZeneca vaccine might not be able to be used (less effective against the South African virus variant) or exchanged with another country because of its short expiry date. Two businesspeople were also frequently mentioned for their vaccination related comments: Both Khandani Msibi and Unathi Kwaza acted as social media influencers, tweeting opinions about the news. • Ireland: The Irish list included two entrepreneurs, Pat Phelan and Rory McEvoy. Only South Africa also included businesspeople. All were acting as influencers, commenting in the media and on Twitter about the pandemic to reasonably large numbers followers. • Nigeria: Two themes were in the top terms for Nigeria alone. First, shortages of palliative medicines for people with Covid-19 was commented on in some vaccine tweets, connecting the two (e.g., they hid the palliative medicines so will they hide the vaccines?) The Nigerian terms also included malaria from tweets calling for vaccination for this disease. This was the only issue raised that is unrelated to Covid-19.", "cite_spans": [{"start": 1860, "end": 1875, "text": "(Bagcchi, 2021)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "National vaccination tweeting topics"}, {"text": "This study has multiple limitations. It is limited to a single language, social media service and period and the results are subjective. International differences fot other countries (e.g., China, Vietnam, Brazil, Russia) would not have been found, limiting the generalisability of the findings. Moreover, the method cannot easily be extended to compare between countries using different languages. The word frequency method used may overlook important issues that lack distinctive terms, so the absence of themes should not be taken as evidence of their irrelevance to a country. Another limitation is that the results have not been validated for usefulness, for example by consulting experts about whether they would be informative. The main conclusion is that the method was able to quickly identify some meaningful differences between countries. Whilst many of the themes reflecting differences were irrelevant to Covid-19 vaccination programmes (e.g., slang, geographic names, media and politicians' names), and others provided a reminder of structural differences in programmes that an expert might already know (e.g., different vaccine priority strategies, different vaccination infrastructures, the vaccine passport issue, apparently failed test and trace systems, corruption allegations), a few suggested other underlying differences that may be of interest, as follows.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "The differing relevance of independent medical experts is a potential concern given that coherent public health messages are necessary for vaccination programs. Whilst prominent independent experts suggest a vacuum for medical information, which would be a concern for official health channels in each country, there are other plausible explanations, such as celebrity scientist media cultures or local cultures of health information consumption. Similarly, the absence of prominent independent health experts does not indicate national consensus about vaccination, as in the case of the USA with a high level of vaccine hesitancy (Funk & Tyson, 2020) but no independent health expert in the tweet terms examined. The presence of non-scientific influencers from the business community in Ireland and South Africa is a potential cause for concern on this sensitive topic, although mainstream news sources may also be non-expert influential commentators. Finally, from India, the vaccine kindness concept, #VaccineMaitri, also seems important from a global perspective, especially if having a named concept encourages a more equitable international sharing of supplies.", "cite_spans": [{"start": 631, "end": 651, "text": "(Funk & Tyson, 2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion and conclusions"}, {"text": "Although it is outside the scope of this quick reaction paper to judge whether the differences found are insightful for policy makers, this paper has established a practical free, quick technique for getting international insights into public reactions to vaccination programmes. It seems possible that some of the differences summarised in the above paragraph might be of interest from a public health perspective within some countries.", "cite_spans": [], "ref_spans": [], "section": "Discussion and conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The world's largest COVID-19 vaccination campaign. The Lancet Infectious Diseases", "authors": [{"first": "Sanjeet", "middle": [], "last": "Bagcchi", "suffix": ""}], "year": 2021, "venue": "", "volume": "", "issn": "", "pages": "81--86", "other_ids": {"DOI": ["10.1016/S1473-3099(21"]}}, "BIBREF1": {"ref_id": "b1", "title": "Scientific and ethical principles underlying recommendations from the Advisory Committee on Immunization Practices for COVID-19 vaccination implementation", "authors": [{"first": "Beth", "middle": ["P"], "last": "Bell", "suffix": ""}, {"first": "Jose", "middle": ["R"], "last": "Romero", "suffix": ""}, {"first": "", "middle": [], "last": "Lee", "suffix": ""}, {"first": "M", "middle": [], "last": "Grace", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "2025--2026", "other_ids": {"DOI": ["10.1001/jama.2020.20847"]}}, "BIBREF2": {"ref_id": "b2", "title": "Controlling the false discovery rate: a practical and powerful approach to multiple testing", "authors": [{"first": "Yoav", "middle": [";"], "last": "Benjamini", "suffix": ""}, {"first": "Yosef", "middle": [], "last": "Hochberg", "suffix": ""}], "year": 1995, "venue": "Journal of the Royal Statistical Society: Series B", "volume": "", "issn": "1", "pages": "289--300", "other_ids": {"DOI": ["10.1111/j.2517-6161.1995.tb02031.x"]}}, "BIBREF3": {"ref_id": "b3", "title": "Perceived threats to privacy online: The Internet in Britain, the Oxford Internet Survey", "authors": [{"first": "Grant", "middle": [], "last": "Blank", "suffix": ""}, {"first": "H", "middle": [], "last": "William", "suffix": ""}, {"first": "Julia", "middle": [], "last": "Dutton", "suffix": ""}, {"first": "", "middle": [], "last": "Lefkowitz", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2139/ssrn.3522106"]}}, "BIBREF4": {"ref_id": "b4", "title": "Successful qualitative research: A practical guide for beginners", "authors": [{"first": "Virginia", "middle": [";"], "last": "Braun", "suffix": ""}, {"first": "Victoria", "middle": [], "last": "Clarke", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Planning for a COVID-19 vaccination program", "authors": [{"first": "Sarah", "middle": ["S"], "last": "Deroo", "suffix": ""}, {"first": "Natalie", "middle": ["J"], "last": "Pudalov", "suffix": ""}, {"first": "Linda", "middle": ["Y"], "last": "Fu", "suffix": ""}], "year": 2020, "venue": "Jama", "volume": "", "issn": "", "pages": "2458--2459", "other_ids": {"DOI": ["10.1001/jama.2020.8711"]}}, "BIBREF6": {"ref_id": "b6", "title": "Intent to get a COVID-19 vaccine rises to 60% as confidence in research and development process increases", "authors": [{"first": "Carey", "middle": [";"], "last": "Funk", "suffix": ""}, {"first": "Alec", "middle": [], "last": "Tyson", "suffix": ""}], "year": 2020, "venue": "Pew Research Center", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Who should be prioritised for COVID-19 vaccines?", "authors": [{"first": "", "middle": [], "last": "Hassan-Smith", "suffix": ""}, {"first": ";", "middle": [], "last": "Zaki", "suffix": ""}, {"first": "", "middle": [], "last": "Hanif", "suffix": ""}, {"first": ";", "middle": [], "last": "Wasim", "suffix": ""}, {"first": "Kamlesh", "middle": [], "last": "Khunti", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "", "pages": "1732--1733", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "An introduction to corpus linguistics", "authors": [{"first": "Graeme", "middle": [], "last": "Kennedy", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Determinants of COVID-19 vaccine acceptance in the US", "authors": [{"first": "Amyn", "middle": ["A"], "last": "Malik", "suffix": ""}, {"first": "", "middle": [], "last": "Mcfadden", "suffix": ""}, {"first": ".", "middle": ["M"], "last": "Sarahann", "suffix": ""}, {"first": "", "middle": [], "last": "Elharake", "suffix": ""}, {"first": ";", "middle": [], "last": "Jad", "suffix": ""}, {"first": "", "middle": [], "last": "Omer", "suffix": ""}, {"first": "B", "middle": [], "last": "Saad", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.eclinm.2020.100495"]}}, "BIBREF12": {"ref_id": "b12", "title": "The Advisory Committee on Immunization Practices' ethical principles for allocating initial supplies of COVID-19 vaccine -United States", "authors": [{"first": "Beth", "middle": ["P"], "last": "Bell", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.15585/mmwr.mm6947e3"]}}, "BIBREF14": {"ref_id": "b14", "title": "Demographic characteristics of persons vaccinated during the first month of the COVID-19 vaccination program -United States", "authors": [{"first": "Michelle", "middle": ["M"], "last": "Hughes", "suffix": ""}, {"first": "Elizabeth", "middle": ["R"], "last": "Zell", "suffix": ""}, {"first": "Danielle", "middle": ["L"], "last": "Moulia", "suffix": ""}], "year": 2020, "venue": "Morbidity and Mortality Weekly Report", "volume": "", "issn": "5", "pages": "174--177", "other_ids": {"DOI": ["10.15585/mmwr.mm7005e1"]}}, "BIBREF15": {"ref_id": "b15", "title": "Attitudes towards vaccines and intention to vaccinate against COVID-19: Implications for public health communications\". The Lancet Regional Health-Europe", "authors": [{"first": "Elise", "middle": [";"], "last": "Paul", "suffix": ""}, {"first": "", "middle": [], "last": "Steptoe", "suffix": ""}, {"first": ";", "middle": [], "last": "Andrew", "suffix": ""}, {"first": "David", "middle": [], "last": "Fancourt", "suffix": ""}], "year": 2021, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.lanepe.2020.100012"]}}, "BIBREF16": {"ref_id": "b16", "title": "COVID-19 immunity passports and vaccination certificates: scientific, equitable, and legal challenges", "authors": [{"first": "Alexandra", "middle": ["L"], "last": "Phelan", "suffix": ""}], "year": 2020, "venue": "The Lancet, v. 395, n. 10237", "volume": "", "issn": "", "pages": "1595--1598", "other_ids": {"DOI": ["10.1016/S0140-6736(20)31034-5"]}}, "BIBREF17": {"ref_id": "b17", "title": "Topic modeling for the social sciences", "authors": [{"first": "Daniel", "middle": [";"], "last": "Ramage", "suffix": ""}, {"first": "Evan", "middle": [";"], "last": "Rosen", "suffix": ""}, {"first": "Jason", "middle": [";"], "last": "Chuang", "suffix": ""}, {"first": "Christopher", "middle": ["D"], "last": "Manning", "suffix": ""}, {"first": "Daniel", "middle": ["A"], "last": "Mcfarland", "suffix": ""}], "year": 2009, "venue": "NIPS 2009 Workshop on Applications For Topic Models: Text and Beyond", "volume": "", "issn": "", "pages": "27--33", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "AZD1222 (Covishield) vaccination for COVID-19: experiences, challenges and solutions in Nepal", "authors": [{"first": "Ranjit", "middle": [";"], "last": "Sah", "suffix": ""}, {"first": "", "middle": [], "last": "Shrestha", "suffix": ""}, {"first": ";", "middle": [], "last": "Sunil", "suffix": ""}, {"first": "", "middle": [], "last": "Mehta", "suffix": ""}, {"first": ";", "middle": [], "last": "Rachana", "suffix": ""}, {"first": "", "middle": [], "last": "Sah", "suffix": ""}, {"first": "K", "middle": [], "last": "Sohan", "suffix": ""}, {"first": "Ali", "middle": ["A"], "last": "Raaban", "suffix": ""}, {"first": "", "middle": [], "last": "Dharma", "suffix": ""}, {"first": ";", "middle": [], "last": "Kuldeep", "suffix": ""}, {"first": "Alfonso", "middle": ["J"], "last": "Rodriguez-Morales", "suffix": ""}], "year": 2021, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.tmaid.2021.101989"]}}, "BIBREF19": {"ref_id": "b19", "title": "Word association thematic analysis: A social media text exploration strategy", "authors": [{"first": "Mike", "middle": [], "last": "Thelwall", "suffix": ""}], "year": 2021, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2200/S01071ED1V01Y202012ICR072"]}}, "BIBREF20": {"ref_id": "b20", "title": "My ADHD Hellbrain': A Twitter Data Science Perspective on a Behavioural Disorder", "authors": [{"first": "Mike", "middle": [";"], "last": "Thelwall", "suffix": ""}, {"first": "", "middle": [], "last": "Makita", "suffix": ""}, {"first": ";", "middle": [], "last": "Meiko", "suffix": ""}, {"first": "Amalia", "middle": [";"], "last": "Mas-Bleda", "suffix": ""}, {"first": "Emma", "middle": [], "last": "Stuart", "suffix": ""}], "year": null, "venue": "Journal of Data and Information Science", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2478/jdis-2021-0007"]}}, "BIBREF21": {"ref_id": "b21", "title": "Sizing up Twitter users", "authors": [{"first": "Stefan", "middle": [";"], "last": "Wojcik", "suffix": ""}, {"first": "Adam", "middle": [], "last": "Hughes", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The WATA stages for the USA. The WATA process was conducted in parallel for the other seven countries.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The top ten countries declared by users tweeting about vaccines in English.", "latex": null, "type": "table"}, "TABREF1": {"text": "o In the UK, there were no experts in the top 100 terms. The top independent expert was Professor & Chair of Global Public Health, Edinburgh University Medical School Prof. Devi Sridhar (@devisridhar) at term position 174. She has provided consistent commentary on Covid-19, has argued for an eradication strategy in the UK, has been interviewed by the media and has given evidence to UK government groups. o Canada had the most COVID-19 experts (five) in the top 100 terms. One was Dr. Jennifer Kwan (@jkwan_md), giving a family physician's perspective. She also gives media interviews and has a focus on Ontario. o There were no health experts in the top 100 terms for India, with the highest ranked (310) being Faheem Younus, MD, Chief of Infectious Diseases at the University of Maryland in the USA. He received many questions on Twitter, with three times as many from India as any other country, with Pakistan being second. He tweets have an international flavour. o Australia had three COVID-19 experts in the top 100 terms.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The tweets were also analysed for evidence of differences in gender perspectives between countries by finding terms associated with either males or females, using the WAD word frequency approach above. The results are available in the online supplement (https://doi.org/10.6084/m9.figshare.14308490) but do not give new insights into Covid-19 reactions. In brief, tweeter genders were guessed using lists of commonly gendered first names in each country from gender-api.com (at least 90% used by males or females, ignoring people with other names). This produced enough gendered names for analysis in all countries with male or female gendered terms were found for the USA (1360 statistically significant terms), the UK (1125), Canada (221), Ireland (87), India (52), Australia (27), Nigeria (4) and South Africa (2). Nonbinary genders were detected from they/them pronouns listed in Twitter biographies but there were too few to analyse statistically.Two gendered themes emerged. Except for Nigeria, females focused more on family members (reporting their vaccination). Except for Australia, Nigeria and South Africa, males focused more on politics. The exceptions may have been due to less data in these cases rather than a lack of underlying gender differences.", "cite_spans": [], "ref_spans": [], "section": "Appendix: Gender differences"}]}