{"paper_id": "0a889c6ff5567832ca90e0cff0fd1a3f719561b8", "metadata": {"title": "Yu", "authors": []}, "abstract": [{"text": "constipation. A Japanese study that administered linaclotide for 12 weeks in patients with irritable bowel syndrome constipation reported that the placebo responder rate for overall improvement was 17%. In light of the patients' conditions considering the strong psychological factor of irritable bowel syndrome, the results of the placebo effect of the patients with constipation in this study may be expected.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "It should be emphasized that the gastrointestinal symptoms of COVID-19 can be confused easily with other gastrointestinal diseases, including hepatitis. This makes clinical diagnosis and treatment more difficult. To the best of our knowledge, hepatitis is a digestive tract disease mainly characterized by abdominal and constitutional symptoms, which are obviously easily confused with the abdominal symptoms of COVID-19. Given this consideration, we have come up with these new concepts-COVID-19 is mainly characterized by abdominal symptoms, hepatitis combined with COVID-19, and novel coronavirus hepatitis. It is easy to distinguish these concepts literally.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Hepatitis combined with COVID-19 means that the occurrence of the 2 diseases overlaps in time but is not cause and effect. However, novel coronavirus hepatitis indicates that hepatitis is caused by novel coronavirus infection. Novel coronavirus has been successfully isolated from liver tissue, implying a risk of novel coronavirus hepatitis (2) . This means that novel coronavirus has a potential risk of triggering hepatitis because viral infection of the liver is the main cause of hepatitis. Therefore, clinicians should always remind themselves whether the hepatitis they are dealing with is directly caused by novel coronavirus infection. However, we are not sure of the pathological and clinical characteristics of novel coronavirus hepatitis. Therefore, this concept is of great significance for subsequent research and clinical work.", "cite_spans": [{"start": 342, "end": 345, "text": "(2)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "Because the pandemic continues to spread and worsen, it is of great importance to accurately judge hepatitis in clinical practice. More studies are needed to confirm the pathological and clinical characteristics of novel coronavirus hepatitis, so as to better serve the clinical application. After all, we do not want to cause missed diagnosis or misdiagnosis of novel coronavirus-related diseases.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Guarantor of the article: Xianqiang Yu, PhD. Specific author contributions: X.Y. completed the design and writing of the article all the content. Financial support: Scholarship of Southeast University (Project No. 189351). Potential competing interests: None to report.", "cite_spans": [], "ref_spans": [], "section": "CONFLICTS OF INTEREST"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Efficacy of senna and magnesium oxide for the treatment of chronic idiopathic constipation", "authors": [{"first": "V", "middle": ["C"], "last": "Goodoory", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Black", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Ford", "suffix": ""}], "year": 2021, "venue": "Am J Gastroenterol", "volume": "116", "issn": "1", "pages": "152--61", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical characteristics of COVID-19 patients with gastrointestinal symptoms in Northern Italy: A single-center cohort study", "authors": [{"first": "M", "middle": [], "last": "Schettino", "suffix": ""}, {"first": "L", "middle": [], "last": "Pellegrini", "suffix": ""}, {"first": "D", "middle": [], "last": "Picascia", "suffix": ""}], "year": 2021, "venue": "Am J Gastroenterol", "volume": "116", "issn": "2", "pages": "420--421", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Hepatic pathology in patients dying of COVID-19: A series of 40 cases including clinical, histologic, and virologic data", "authors": [{"first": "S", "middle": ["M"], "last": "Lagana", "suffix": ""}, {"first": "S", "middle": [], "last": "Kudose", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Iuga", "suffix": ""}], "year": 2020, "venue": "Mod Pathol", "volume": "33", "issn": "", "pages": "2147--55", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Correspondence: Xianqiang Yu", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Change complete spontaneous bowel movement after treatment. (A) $3 CSBM per week from baseline. (B) Increase of $1 CSBM from the baseline. CSBM, complete spontaneous bowel movement.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Morishita D, Tomita T, Mori S, et al.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Gastrointestinal (GI) patients with diarrheal diseases have complained to me, their gastroenterologist, about recently closed public bathroom facilities due to COVID-19 pandemic after they suddenly, urgently required bathroom facilities while driving due to abdominal cramps, abdominal pain, or fecal soiling from diarrhea. I recently confirmed this finding. I drove about 3 miles each way on Woodward Avenue, Royal Oak, a busy commercial strip in suburban Detroit, looking for a bathroom after experiencing sudden, crampy abdominal pain associated with diarrhea, but all 5 public commercial establishments, including banks, gas stations, and a large dental clinic, refused me bathroom access after closing their previously open bathrooms due to the pandemic. I traveled several miles further to a hospital to use a public bathroom, thereby wasting 45 minutes.Similarly, inadequate public bathroom facilities at hospitals or freestanding ambulatory GI endoscopy suites present a problem to GI patients. I am employed as an academic clinical gastroenterologist at one of the busiest GI endoscopy units in the country performing about 25,000 GI endoscopies", "cite_spans": [], "ref_spans": [], "section": "annex"}]}