{"paper_id": "0a90ae5d9ef34edc3dbe1257dcda4b94283c25db", "metadata": {"title": "Social and Clinical Determinants of COVID-19 Outcomes: Modeling Real-World Data from a Pandemic", "authors": [{"first": "Epicenter", "middle": [], "last": "Jyothi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Manohar", "middle": [], "last": "Mph", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sajjad", "middle": [], "last": "Abedian", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rachel", "middle": ["Martini"], "last": "Bs", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Scott", "middle": ["Kulm"], "last": "Be", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mirella", "middle": [], "last": "Salvatore", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kaylee", "middle": [], "last": "Ho", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Paul", "middle": ["Christos"], "last": "Drph", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thomas", "middle": [], "last": "Campion", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Julianne", "middle": [], "last": "Imperato-Mcginley", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Teresa", "middle": ["H"], "last": "Evering", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Erica", "middle": [], "last": "Phillips", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rulla", "middle": [], "last": "Tamimi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Scd", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vivian", "middle": [], "last": "Bea", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Onyinye", "middle": ["D"], "last": "Balogun", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrea", "middle": [], "last": "Sboner", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Olivier", "middle": [], "last": "Elemento", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Phd", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Melissa", "middle": [], "last": "Boneta", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Davis", "middle": [], "last": "Phd", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Melissa", "middle": ["Boneta"], "last": "Davis", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "IMPORTANCE: As the United States continues to accumulate COVID-19 cases and deaths, and disparities persist, 42 defining the impact of risk factors for poor outcomes across patient groups is imperative. 43 OBJECTIVE: Our objective is to use real-world healthcare data to quantify the impact of demographic, clinical, 44 and social determinants associated with adverse COVID-19 outcomes, to identify high-risk scenarios and 45 dynamics of risk among racial and ethnic groups. 46 DESIGN: A retrospective cohort of COVID-19 patients diagnosed between March 1 and August 20, 2020. Fully 47 adjusted logistical regression models for hospitalization, severe disease and mortality outcomes across 1-the 48 entire cohort and 2-within self-reported race/ethnicity groups. 49 SETTING: Three sites of the NewYork-Presbyterian health care system serving all boroughs of New York City. 50 Data was obtained through automated data abstraction from electronic medical records. 51 PARTICIPANTS: During the study timeframe, 110,498 individuals were tested for SARS-CoV-2 in the NewYork-52 Presbyterian health care system; 11,930 patients were confirmed for COVID-19 by RT-PCR or covid-19 clinical 53 diagnosis. 54 MAIN OUTCOMES AND MEASURES: The predictors of interest were patient race/ethnicity, and covariates 55 included demographics, comorbidities, and census tract neighborhood socio-economic status. The outcomes of 56 interest were COVID-19 hospitalization, severe disease, and death. 57 RESULTS: Of confirmed COVID-19 patients, 4,895 were hospitalized, 1,070 developed severe disease and 1,654 58 suffered COVID-19 related death. Clinical factors had stronger impacts than social determinants and several 59", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "showed race-group specificities, which varied among outcomes. The most significant factors in our all-patients 60 models included: age over 80 (OR=5.78, p= 2.29x10 -24 ) and hypertension (OR=1.89, p=1.26x10 -10 ) having the 61 highest impact on hospitalization, while Type 2 Diabetes was associated with all three outcomes (hospitalization: 62 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "OR=1.48, p=1.39x10 -04 ; severe disease: OR=1.46, p=4.47x10 -09 ; mortality: OR=1.27, p=0.001). In race-specific 63 models, COPD increased risk of hospitalization only in Non-Hispanics (NH)-Whites (OR=2.70, p=0.009). Obesity 64 (BMI 30+) showed race-specific risk with severe disease NH-Whites (OR=1.48, p=0.038) and 65 p=0.025). For mortality, Cancer was the only risk factor in Hispanics (OR=1.97, p=0.043), and heart failure was 66 only a risk in NH-Asians (OR=2.62, p=0.001). 67", "cite_spans": [{"start": 317, "end": 319, "text": "65", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Comorbidities were more influential on COVID-19 outcomes than social 68 determinants, suggesting clinical factors are more predictive of adverse trajectory than social factors. 69", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS AND RELEVANCE."}, {"text": "As of March 1, 2021, over 25 million coronavirus disease 2019 cases have resulted in more than 72 500,000 deaths in the US. New York City (NYC) bore the brunt of the initial wave of infections with over 60,000 73 hospitalized cases and 10,000 deaths. Early in the crisis, it was clear that the incidence and outcome of infection differed vastly across patient populations. For example, older, male individuals with clinical co-75 morbidities were shown to have worst outcomes than other groups 1 . Ethnic and racial disparities in incidence and mortality also emerged in the US, where African American and Hispanic groups suffer 77 disproportionate incidence 1-5 and related death rates 3,5 . These disparities may partially be explained by the 78 prevalence of comorbidities 5,6 . However, recent investigations also suggest factors related to socioeconomic 79 status, such as employment and neighborhood density may play a role. Specifically, individuals living in higher 80 poverty and/or higher density areas were found to have higher COVID-19 infection rates, and residents in 81 COVID-19 hotspot areas were more likely to be younger, non-White, and have multiple co-morbidities, 82 compared to those who live in areas with lower risk of COVID-19 infection 2,3,5 . The influence of poverty levels on 83 death outcomes are less clear, as some groups have reported higher death rates among individuals living in 84 higher poverty areas 3 , and others have reported a protective survival benefit among those in high poverty 5 areas 85 or with non-White race/ethnicity 6 . 86 Despite many studies, a full understanding of specific factors of differential risk of disease trajectory across 87 diverse populations is still unclear. In particular, the role of social determinants of health (SDOH) when 88 controlled for clinical factors remains unclear. Most importantly, risk analyses have only been performed in the 89 general population and variance of risk factors among racial/ethnic group is unknown. Finally, whether risk 90 factor status can be developed into predictive outcome models to be used in high-risk patient triage to prevent 91 severe outcomes is equally unknown. 92", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION 71"}, {"text": "To address these issues, we used a real-world dataset (RWD) from NewYork-Presbyterian (NYP) Hospitals, a 93", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION 71"}, {"text": "healthcare system that provides primary and specialty clinical services for a diverse population of patients from 94 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION 71"}, {"text": "The copyright holder for this preprint this version posted April 7, 2021. ; https://doi.org/10.1101 https://doi.org/10. /2021 Non-Hispanic race categories they identified. Thus, we designated patients to mutually exclusive self-identified 120 categories: Hispanic (HISP); Non-Hispanic Black (NH-Black); Non-Hispanic White (NH-White); and Non-Hispanic 121", "cite_spans": [{"start": 59, "end": 75, "text": "April 7, 2021. ;", "ref_id": null}, {"start": 76, "end": 99, "text": "https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 125, "text": "https://doi.org/10. /2021", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION 71"}, {"text": "Asian (NH-Asian) (Table 1. ) 122", "cite_spans": [], "ref_spans": [{"start": 17, "end": 26, "text": "(Table 1.", "ref_id": null}], "section": "INTRODUCTION 71"}, {"text": "For the race-specific regression analyses, age was binned as either less than 50 years or 50+ years. We extracted 123 co-morbidity data using ICD-10 Codes as documented in the EHR (ICD10 codes: type 2 diabetes (T2D), E11; type 124 1 diabetes (T1D), E10; hypertension (HTN), I10; heart failure (HF), I50; cardiovascular disease (CVD), I25; cancer, 125 C80; chronic obstructive pulmonary disease (COPD), J44; asthma, J45; depression, F32). Body Mass Index (BMI) 126 within three months of COVID-19 diagnosis was extracted from the EHR. This variable was then categorized as 127 \"<30 (non-obese)\" or \"30+ (obese)\". Hospital Site was defined as the location at which the patient was either 128 tested for COVID-19 or first received a COVID-19 ICD-10 diagnosis. Social Determinants of Health (SDOH) were 129 quantified using the Neighborhood Deprivation Index (NDI), calculated as previously described in Messer et al 8 130", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION 71"}, {"text": "using census tract data summarizing five socio-demographic domains associated with health outcomes, 131 including income/poverty, education, employment, housing, and occupation, using principal components 132 analysis. NDI was assigned to each patient using the longitude and latitude coordinates of street addresses, and 133 this value was categorized into three ranges: [-2.07, -0.696] (low), (-0.696, 0.544] (medium), and (0.544, 3.09] 134 (high). We classified available insurance data for patients as either Commercial, Medicare, Medicaid or Hybrid 135 (i.e., different primary and secondary insurances). The severe disease category included hospitalized patients 136 who were intubated, were on vasopressors, had a diagnosis of acute respiratory distress syndrome (ARDS), 137 and/or were on kidney dialysis (ICD10 codes: ARDS, J80; renal dialysis, Z99.2 or Z49). These criteria were based 138 on criteria from the WHO Ordinal Scale for Clinical Improvement, as well as clinical manifestation of severe 139 disease in COVID-19 patients 9 . 140 Statistical Analysis. Demographic, clinical, and socioeconomic characteristics of our cohort were summarized 141 using descriptive statistics for each model group; including COVID-19 positive, hospitalized, severe disease, and 142 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION 71"}, {"text": "The copyright holder for this preprint this version posted April 7, 2021. the outcome variables (hospitalization, severe disease, and death). The coefficients and standard error 144 generated from this regression were converted to odds ratios, and p-values were generated using a Wald Test. 145", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The predictive capacity of each model was determined by re-fitting the model on 80% of the data, and then 146 assessing its performance on the remaining 20%. The data was split such that the case to control ratio in each 147 subset was equal. The true positive and false positive rates generated when comparing the predictions to true 148 outcomes at a series of different prediction cut-offs were organized into a Receiver Operator Curve (ROC). The 149 area under the ROC curve (AUC) was extracted to assess predictive ability. For all models, patients with 150 unknown or missing data were included in the overall cohort to avoid bias, but the \"Unknown\" categories for 151 each covariate was excluded from data visualization. R (version 4.0.1) was utilized for all computations. 152", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Our patient cohort consists of 11,930 COVID-19 patients between March and August of 2020, which was 12% of 156 patients tested in that period (Supplemental Figure 1) . Nearly 50% of COVID-19 positive patients (n=4,895) were 157 hospitalized in the NYP system in this timeframe. Of these hospitalized patients, 22% (n=1,070) developed 158 severe disease, defined by intubation with vasopressor use, ARDS diagnosis, and/or kidney dialysis 159 (Supplemental Figure 1) . Deceased patients (n=1,654) were defined by the vital status in the EHR. Supplemental 160 Table 1 contains descriptive statistics of all sixteen variables (described in Methods) across the three outcome 161 groups. 162", "cite_spans": [], "ref_spans": [{"start": 156, "end": 165, "text": "Figure 1)", "ref_id": null}, {"start": 455, "end": 464, "text": "Figure 1)", "ref_id": null}, {"start": 557, "end": 564, "text": "Table 1", "ref_id": null}], "section": "Baseline Sample Clinical and Demographic Characteristics: 155"}, {"text": "We utilized patients' self-reported race and ethnicity identities, as described in methods. Our diverse multi-163 ethnic cohort resides across all five NYC boroughs ( Figure 1A ) and received COVID-19 tests at one of three sites 164 in our network (Supplemental Figure 3) . There is similar age distribution among race/ethnicity groups ( Figure  165 1B), comparable to the general population (overall mean age = 57) (Supplemental Figure 2) . More than 80% of 166 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 167, "end": 176, "text": "Figure 1A", "ref_id": null}, {"start": 262, "end": 271, "text": "Figure 3)", "ref_id": null}, {"start": 338, "end": 349, "text": "Figure  165", "ref_id": null}, {"start": 430, "end": 439, "text": "Figure 2)", "ref_id": null}], "section": "Baseline Sample Clinical and Demographic Characteristics: 155"}, {"text": "The copyright holder for this preprint this version posted April 7, 2021. ; https://doi.org/10.1101/2021.04.06.21254728 doi: medRxiv preprint they live in more deprived neighborhoods. Most patients reside in neighborhoods that are enriched for their 168 same race ( Figure 1A) . 169", "cite_spans": [], "ref_spans": [{"start": 266, "end": 276, "text": "Figure 1A)", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "We first determined factors associated with hospitalization of COVID-19 patients. Specifically, we quantified 171 the risk of eighteen factors using a fully adjusted multivariate model (Figure 2A) ", "cite_spans": [], "ref_spans": [{"start": 185, "end": 196, "text": "(Figure 2A)", "ref_id": null}], "section": "Factors that impact risk of hospitalization among COVID-19 patients 170"}, {"text": "We then sought to determine the magnitude of risk for factors associated with severe disease among COVID-19 185 hospitalized patients, using a similar model approach as our hospitalization risk model ( Figure 2B ). Of the 186 demographic factors, males were 1.58 times more likely to develop severe disease than females (p= 4.47x10 -09 ). 187", "cite_spans": [], "ref_spans": [{"start": 202, "end": 211, "text": "Figure 2B", "ref_id": null}], "section": "Factors that impact risk of disease severity among COVID-19 patients: 184"}, {"text": "Risk of severe disease increased with age, starting at ages 40-49 (OR=2.30, p=0.002) up to ages 70-79 (OR: 3.31, 188", "cite_spans": [], "ref_spans": [], "section": "Factors that impact risk of disease severity among COVID-19 patients: 184"}, {"text": "p=4.48x10 -06 ). NH-Asian and Hispanic patients were more likely to develop severe disease (NH-A: OR= 1.79, p= 189 4.47x10 -09 ; HISP: OR=1.33, p=0.013), compared to NH-White patients. The most significant clinical factors 190 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Factors that impact risk of disease severity among COVID-19 patients: 184"}, {"text": "The copyright holder for this preprint this version posted April 7, 2021. to recovering from infection ( Figure 2C ). Our third model includes 1,654 deceased patients whose death 199 occurred following a COVID-19 diagnosis, without regard to hospitalization. Upon model fitting, we found that 200 age was the most significant demographic factor associated with COVID-19 mortality, in a \"dose-dependent\" 201 fashion, starting at ages 40-49 (OR=4.33, p=5.25x10 -05 ) ranging to age 80+ (OR=66.5, p=1.70x10 -34 ). Male sex 202 (OR=1.53, p= 3.82x10 -12 ), Hispanic ethnicity (OR=1.26, p=0.007), and NH-Asian race (OR=1.27, p=0.03) were also 203 associated with mortality among COVID-19 patients. Type 2 diabetes (OR=1.27, p=0.001), type 1 diabetes 204 (OR=1.78, p=0.02), hypertension (OR=0.86, p=0.033), heart failure (OR=1.43, p= 9.06x10 -05 ), cancer (OR=1.51, 205 p=0.033), and obesity (OR=1.20, p=0.025) were the all associated with odds of mortality. NDI, smoking status, 206 and insurance type were not significant risk factors, after adjusting for the other variables. 207", "cite_spans": [], "ref_spans": [{"start": 105, "end": 114, "text": "Figure 2C", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "Several reports have indicated the disproportionately higher rates of COVID-19 related hospitalization and 209 mortality in the US Hispanic and NH-Black populations, compared to NH-White 1-6 . Our full cohort analyses have 210 identified risk factors that are independent of race groups. To address whether some risk factors are more 211 important in certain race groups, we fit new models within specific race groups, including NH-Black, NH-Asian, 212 NH-White and Hispanic categories (Figure 3) . Surprisingly, we found few risk factors that were consistent across 213 race groups, with hypertension being the sole risk factor for hospitalization across all race groups (Figure 3A . 214 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 486, "end": 496, "text": "(Figure 3)", "ref_id": null}, {"start": 672, "end": 682, "text": "(Figure 3A", "ref_id": null}], "section": "Differences in COVID-19 outcome risk factors across Patient Race/Ethnicity 208"}, {"text": "The copyright holder for this preprint this version posted April 7, 2021. (Figure 3A) . Male sex was associated with higher odds of hospitalization among NH-Asian 218 patients (NH-A: OR=2.62, p=1.12x10 -04 ) and Hispanic patients (HISP: OR=1.56, p=0.002). We also found several 219 clinical risk factors for hospitalization were only significant in specific race groups. For example, type 2 diabetes 220 was only a significant risk factor in NH-Black patients (NH-B: OR=1.81, p=0.014), heart failure was a significant 221 risk factor in NH-Asian patients (NH-A: OR=4.31, p=0.037), COPD was a significant risk factor in NH-White 222 patients (NH-W: OR=2.70, p=0.009). Interestingly, several variables that were not significantly associated with 223 odds of hospitalization in the overall cohort model were identified as race-specific risk factors. (Figure 3B) . 228", "cite_spans": [], "ref_spans": [{"start": 74, "end": 85, "text": "(Figure 3A)", "ref_id": null}, {"start": 847, "end": 858, "text": "(Figure 3B)", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "Lastly, NDI had differential impact across race groups (Supplemental Figure 5) where moderate NDI was 229 associated with hospitalization in NH-Asian patients (NH-A: OR: 4.00, p=0.006) and high NDI scores were 230 associated with hospitalization in NH-White patients (NH-W: OR=2.10, p=0.032). 231", "cite_spans": [], "ref_spans": [{"start": 69, "end": 78, "text": "Figure 5)", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "For demographic variables in the race-group severe COVID-19 disease model (Figure 3B) OR=2.14, p= 1.50x10 -07 ). Across clinical factors, type 2 diabetes was a significant factor only in White patients 236 (W: OR=1.84, p=0.001), cardiovascular disease was a race-specific risk factor of severe disease among NH-White 237 patients (NH-W: OR=1.52, p=0.043), and obesity was a significant clinical risk factor among NH-White and NH-238 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 74, "end": 85, "text": "(Figure 3B)", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 7, 2021. increased odds of mortality. Surprisingly, NDI had relatively small impact in any race-group's mortality risk, 249 which suggests social determinants were not the primary drivers of mortality disparities, when considered in 250 context with the risk associated with clinical factors. 251", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We hypothesized that the multivariate logistic regression models could be developed into predictive models. 253", "cite_spans": [], "ref_spans": [], "section": "Predictive efficacy of the multivariate models: 252"}, {"text": "The predictive capacity of each model was assessed using the area under the receiver operator curve (AUC) as 254 discussed in Methods. We found that all models had some predictive power; however, accuracy varied among 255 outcomes (Figure 4) . Overall, the hospitalization model was highly predictive in the overall cohort (AUC=0.969) 256 (Figure 4Ai) , while the severe disease and death models performed with lower accuracy (AUC=0.698 and 257 AUC=0.812, respectively) ( Figure 4A-vi and xi) . 258", "cite_spans": [], "ref_spans": [{"start": 231, "end": 241, "text": "(Figure 4)", "ref_id": null}, {"start": 339, "end": 351, "text": "(Figure 4Ai)", "ref_id": null}, {"start": 472, "end": 492, "text": "Figure 4A-vi and xi)", "ref_id": null}], "section": "Predictive efficacy of the multivariate models: 252"}, {"text": "Using models fitted with only specific race groups, we found that accuracy of the hospitalization models remains 259 high across all 4 racial/ethnic groups, with NH-White group having the highest accuracy (NH-W: AUC=0.970, 260 Figure 4A -v) and the NH-Asian group having the lowest accuracy (NH-A: AUC=0.942, Figure 4A-iii) . Severe 261 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 227, "end": 236, "text": "Figure 4A", "ref_id": null}, {"start": 309, "end": 323, "text": "Figure 4A-iii)", "ref_id": null}], "section": "Predictive efficacy of the multivariate models: 252"}, {"text": "The copyright holder for this preprint this version posted April 7, 2021. ; https://doi.org/10.1101 https://doi.org/10. /2021 disease risk models were least accurate overall, ranging from the lowest AUC in the Hispanic group (HISP: 262 AUC=0.659, Figure 4A -ix) to the highest AUC among the NH-Asian group (NH-A: AUC=0.691, Figure 4A-viii) . The 263 death risk models performed with high accuracy, but to varying degrees across race groups. The NH-Black group 264 had the lowest accuracy with our model (AUC=0.719, Figure 4A-xii) , while NH-White patients had the highest 265 accuracy (AUC=0.770, Figure 4A-xv) . The attenuated accuracy of our models in specific race groups likely reflects 266 the differential influence of each factor toward disease outcomes among race groups. 267", "cite_spans": [{"start": 59, "end": 75, "text": "April 7, 2021. ;", "ref_id": null}, {"start": 76, "end": 99, "text": "https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 125, "text": "https://doi.org/10. /2021", "ref_id": null}], "ref_spans": [{"start": 247, "end": 256, "text": "Figure 4A", "ref_id": null}, {"start": 324, "end": 339, "text": "Figure 4A-viii)", "ref_id": null}, {"start": 515, "end": 529, "text": "Figure 4A-xii)", "ref_id": null}, {"start": 597, "end": 610, "text": "Figure 4A-xv)", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "Overall, our findings in this large New York City cohort (n=11,930) of COVID-19 patients, diagnosed between 270", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION 269"}, {"text": "March and August of 2020, present a unique perspective of relative risks impacting disparities. While we confirm 271 the vulnerabilities of certain race/ethnicity groups, we also uncovered that typical demographic and social 272 determinants that were implicated in COVID-19 disparities were not as impactful as the clinical factors. 273", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION 269"}, {"text": "Interestingly, we also observed differences in which factors associated with severe disease risk of hospitalized 274 patients among race-groups. 275", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION 269"}, {"text": "Several of our results agree with recently published reports from other academic health centers 10 and the 276 Veteran Affairs Hospitals 6,11 , including the impact of age and sex on hospitalization and severe outcomes. One 277 consistently surprising result among these studies was that NH-Black patients were less likely to be hospitalized 278 after a COVID-19 diagnosis, compared to other race groups. This is despite public health data reports indicating 279 disproportionately high rates of NH-Black hospitalization, nation-wide. There may be several reasons for this 280 difference. First, NH-Black patients in our cohort, like other large academic institutions, may represent a specific 281 subset of the greater NYC NH-Black population, which illustrates the jeopardy in generalizations of race-group 282 risk when these populations are distributed across broad social strata. Secondly, based on their residential 283 locations, NH-Black patients in our cohort were likely to travel beyond their boroughs for access to our hospital 284 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION 269"}, {"text": "The copyright holder for this preprint this version posted April 7, 2021. ; https://doi.org/10.1101 https://doi.org/10. /2021 access to testing in certain areas. This also presents a possibility that, if their COVID-19 condition escalated to 286 require urgent care or hospitalization, they may have sought care in alternative healthcare systems in closer 287 proximity to their residence, which we would not be able to track in our cohort data sources. 288", "cite_spans": [{"start": 59, "end": 75, "text": "April 7, 2021. ;", "ref_id": null}, {"start": 76, "end": 99, "text": "https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 125, "text": "https://doi.org/10. /2021", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Our study describes race-group specific risk factors, compared to other publications that generalize risk factors 289 to be similar across the entire population at-large. For instance, in our hospitalized severe disease model, we 290 found that age was only significant in the NH-Asian and Hispanic groups, while obesity was the only significant 291 factor for severe disease in NH-Black patients. This suggests that generalized use of risk factors for prioritization 292 models across the population at-large would inherently benefit certain race/ethnicity groups more than others, 293 de-prioritizing the high-risk status of specific race groups, leading to greater disparities across the continuum of 294 disease management and prevention. 295", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The results of this study can have immediate transformative clinical impact. Our use of fully adjusted 296 multivariate models assesses probability of severe outcomes in the mixed context of social, demographic, and 297 clinical factors, providing a comprehensive approach to reduce racial disparities through prioritization of risk. 298", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Ranked severe disease risk factors, by effect size across all models (Figure 4B) , gives insight to differential 299 disease course as well as a potential plan of prioritization. First, the impact of Type 2 Diabetes on severe disease 300 was significant in NH-White patients, but not in NH-Black patients after adjusting for BMI. This suggests that 301 while this disorder is typically more prevalent in the NH-Black population, obesity can influence its role in 302 COVID-19 outcomes. The differential impact of clinical risk factors across race groups may indicate population-303 level differences in chronic disease management/status may influence physiology and biological determinants of 304 COVID-19 disease trajectory. Next, we found that hospitalization is a benefit to outcome. Specifically, in the 305 hospital sites where hospitalization was more likely (Figure 2A) , severe disease was less likely (Figure 2B) . This 306 may suggest that severe disease can be avoided, for patients treated at certain sites, if hospitalization occurs. 307 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 69, "end": 80, "text": "(Figure 4B)", "ref_id": null}, {"start": 865, "end": 876, "text": "(Figure 2A)", "ref_id": null}, {"start": 910, "end": 921, "text": "(Figure 2B)", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 7, 2021. ;  found to be less likely to be hospitalized. 309", "cite_spans": [{"start": 59, "end": 75, "text": "April 7, 2021. ;", "ref_id": null}, {"start": 76, "end": 76, "text": "", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "There are important limitations to consider in interpreting our results. First, our study has the typical limitations 310 RWD data collection from EHR systems. However, use of RWD is advantageous because in the acute and fast-311 paced context of a deadly pandemic, urgency of saving lives precedes the priority of appropriate study designs 312 and specialized data collection. However, completeness and accuracy of some variables that are typically part of 313 self-reported intake surveys, including smoking status, medical history and loss of follow-up is debatable. The 314 NDI application of SDOH is a powerful indicator of patients' 'placemats' or integrated neighborhood-level 315 determinants, which is often more predictive of health outcomes than direct measures of socioeconomic status. 316", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "However, the NDI does not directly measure some key factors, such as systemic racism or social capital 12 though 317 the measures included in calculating the NDI are certainly influenced by these factors. (Supplemental Figure 3) . 318", "cite_spans": [], "ref_spans": [{"start": 205, "end": 228, "text": "(Supplemental Figure 3)", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "In conclusion, our large cohort study of over 11,000 COVID-19 patients reveals a slightly different perspective 320 than what has previously been reported nationwide. We find that clinical comorbidity factors, such as Type 2 321", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS 319"}, {"text": "Diabetes, are more significant to COVID-19 outcome than social determinants. We also found risk factors are not 322 generalizable across all race groups. Finally, we demonstrate that poor outcomes such as hospitalization risk can 323 be predicted reliably using pre-infection data. This indicates that individuals at risk can in theory be reliably 324 identified and triaged for highly effective care including vaccination. 325", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS 319"}, {"text": "Supplemental Table 1 indicate the NDI range and average for each race group that utilized the indicated hospital sites. Floating blue 386 bar indicates hospital group NDI score average. This indicates that each hospital has a range of patients from 387 areas with varying NDI. Overall, Site 2 had the highest NDI and Site 1 had the lowest average NDI. The contrast 388 of white patients at Site 2 indicates that NDI can vary greatly between race groups in the same region of a 389 borough, a characteristic that reflects red-lining and systemic racial bias. 390 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [{"start": 13, "end": 20, "text": "Table 1", "ref_id": null}], "section": "CONCLUSIONS 319"}, {"text": "The copyright holder for this preprint this version posted April 7, 2021. ; https://doi.org/10.1101/2021.04.06.21254728 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS 319"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "American Indian/Alaskan Native/Native Hawaiian/Other Pacific Islander", "authors": [{"first": "", "middle": [], "last": "Non-Hispanic", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Characterization and clinical course of 1000 patients with 394 coronavirus disease 2019 in New York: retrospective case series", "authors": [{"first": "M", "middle": ["G"], "last": "Argenziano", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Bruce", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Slater", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "369", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Variation in COVID-19 Diagnosis by Zip Code and Race 396 and Ethnicity in Indiana", "authors": [{"first": "A", "middle": ["E"], "last": "Hanson", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Hains", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Schwaderer", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Starr", "suffix": ""}], "year": 2020, "venue": "Front Public Health", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Revealing the Unequal Burden of COVID-19 by Income, Race/Ethnicity, and 398 Household Crowding: US County Versus Zip Code Analyses", "authors": [{"first": "J", "middle": ["T"], "last": "Chen", "suffix": ""}, {"first": "N", "middle": [], "last": "Krieger", "suffix": ""}], "year": 2021, "venue": "COVID-19 and Public Health: Looking Back, Moving Forward", "volume": "27", "issn": "", "pages": "43--56", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Racial Disparities in Incidence and Outcomes Among 401 Patients With COVID-19", "authors": [{"first": "L", "middle": ["S"], "last": "Munoz-Price", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Nattinger", "suffix": ""}, {"first": "F", "middle": [], "last": "Rivera", "suffix": ""}], "year": 2020, "venue": "JAMA Netw Open", "volume": "3", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The Impact of Socioeconomic Status on the Clinical Outcomes of COVID-403 19; a Retrospective Cohort Study", "authors": [{"first": "C", "middle": [], "last": "Little", "suffix": ""}, {"first": "M", "middle": [], "last": "Alsen", "suffix": ""}, {"first": "J", "middle": [], "last": "Barlow", "suffix": ""}], "year": 2021, "venue": "J Community Health", "volume": "404", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Association of Race and Ethnicity With Comorbidities", "authors": [{"first": "R", "middle": [], "last": "Kabarriti", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Brodin", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Maron", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Survival Among Patients With COVID-19 at an Urban Medical Center", "authors": [], "year": null, "venue": "JAMA Netw Open", "volume": "406", "issn": "2020", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Secondary Use of Patients' Electronic Records (SUPER): An 408 Approach for Meeting Specific Data Needs of Clinical and Translational Researchers", "authors": [{"first": "E", "middle": ["T"], "last": "Sholle", "suffix": ""}, {"first": "J", "middle": [], "last": "Kabariti", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Johnson", "suffix": ""}], "year": 2017, "venue": "AMIA Annu Symp 409 Proc", "volume": "2017", "issn": "", "pages": "1581--1588", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The development of a standardized neighborhood deprivation 411 index", "authors": [{"first": "L", "middle": ["C"], "last": "Messer", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Laraia", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Kaufman", "suffix": ""}], "year": 2006, "venue": "J Urban Health", "volume": "83", "issn": "6", "pages": "1041--1062", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Novel Coronavirus: COVID-19 Therapeutic Trial Synopsis. World Health Organization", "authors": [{"first": "Whord", "middle": [], "last": "Blueprint", "suffix": ""}], "year": 2020, "venue": "", "volume": "414", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Assessment of Racial/Ethnic Disparities in Hospitalization and 415 Mortality in Patients With COVID-19 in", "authors": [{"first": "G", "middle": [], "last": "Ogedegbe", "suffix": ""}, {"first": "J", "middle": [], "last": "Ravenell", "suffix": ""}, {"first": "S", "middle": [], "last": "Adhikari", "suffix": ""}], "year": 2020, "venue": "JAMA Netw Open", "volume": "3", "issn": "12", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ". Descriptive statistics of demographic, clinical, and socioeconomic factors of confirmed 332 COVID-19 patients. Analysis of electronic health record data from New York-Presbyterian from March 1Residential area, NDI and race distribution of NYP COVID-19 patients are representative of general 336 population. (A) Geographic distribution of COVD-19 patients by latitude-longitude coordinates, color-coded by 337 self-reported race/ethnicity groups. Inset indicates the prevalence of specific race groups across the patient's 338 neighborhoods, based on census-track data. (B) Age distribution of cohort, by race. Bars indicate the mean age 339 for each race group. Color coding of points indicate self-reported sex (Blue=Female, Red=Male). (C) Distribution 340 of Neighborhood Deprivation Index (NDI) scores, by race. Column groups are based on our severe disease status 341 model and mortality outcome models. Fully adjusted multivariate models of hospitalization, severe disease, and mortality outcomes among 343 confirmed COVID-19 patients. (A) Analysis of odds of hospitalization among all confirmed COVID-19 patients. (B) 344 Analysis of odds of severe disease among hospitalization confirmed COVID-19 patients. (C) Analysis of odds of 345 mortality among all confirmed COVID-19 patients. Analyses conducted using electronic health record data from 346 NewYork-Presbyterian from March 1, 2020 to August 20, 2020. Odds Ratios shown with 95% confidence 347 intervals in parentheses. NH = Non-Hispanic; T2D = Type 2 Diabetes; T1D = Type 1 Diabetes; HTN = 348 Hypertension; HF = Heart Failure; CVD = Cardiovascular Disease; COPD = Chronic Obstructive Pulmonary Disease. 349", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Fully adjusted multivariate models of hospitalization, severe disease, and mortality outcomes among 350 confirmed COVID-19 patients, by race/ethnicity. (A) Odds of hospitalization among confirmed COVID-19, by 351 race/ethnicity group. (B) Odds of severe disease among hospitalization confirmed COVID-19 patients, by 352 race/ethnicity group. (C) Odds of mortality among all confirmed COVID-19 patients, by race/ethnicity group. 353 Performance of Risk Models and Ranked Risk Factors. A. Receiver operating characteristic (ROC) 358 curves and areas under the curves (AUC) for each fully adjusted multivariate regression model: (i.-v) odds of 359 hospitalization among confirmed COVID-19 patients overall and by race groups; (vi-x) odds of severe disease 360 among hospitalized confirmed COVID-19 patients overall and by race groups; (xi-xv) odds of mortality among 361 confirmed COVID-19 patients overall and by race groups. NH = Non-Hispanic. Ranked risk factors in severe disease models. Combined significant severe disease risk factors 363 identified in the all-inclusive models and stratified within race groups. Bar graphs represent estimated effect 364 measurements for indicated subset and factors, with Standard Error bars. P-values are color coded with 365 increasing significance, red=most significant, blue=least significant. 366 Supplemental Figure 1. Study Flow Chart. Patient population in New York Presbyterian COVID-19 Data 367 repository. NYP = NewYork-Presbyterian; IDR = Institutional Data Repository; EHR = Electronic Health Record. 368 Supplemental Table 1. Descriptive statistics of demographic, clinical, and socioeconomic factors of confirmed 369 COVID-19 patients. Analysis of electronic health record data from NewYork-Presbyterian from March 1Age distribution across the full dataset and individual race groups are comparable to the 372 NYC demographics. (A) Histogram of the age groupings in the COVID IDR indicate that ~60% of our population 373 falls within the age range of 20-65. (B) This corresponds to the 2019 NYC census where 58% of the population is 374 within the age range of 18-65 (panel B). (C) Age distribution across each race group shows correlated average 375 the generally even spread of age, indicating little to no bias in our dataset. 377 Supplemental Figure 3. Testing sites compared to residential locations of patients. Residential map of patients, 378 color coded for the testing site where they received a COVID-19 test result. Most of the patients were tested in 379 the vicinity of their residents, though a significant proportion tested in different boroughs than where they 380 resided. The majority of Brooklyn residents tested at Site 1. 381 Supplemental Figure 4. Box plots of NDI distribution by race/ethnicity for primary outcomes of interest: (A) 382 Confirmed COVID-19 patients; (B) Hospitalized confirmed COVID-19 patients; (C) Severe disease among 383 hospitalized confirmed COVID-19 patients; (D) Deceased confirmed COVID-19 patients. NH = Non-Hispanic. 384 Supplemental Figure 5. Distribution of NDI scores for patient race groups by hospital testing sites. Boxplots 385", "latex": null, "type": "figure"}, "TABREF0": {"text": ". Similar to other studies 10 , we 172 found risk of hospitalization increased with age, starting at age 30 (OR=1.79, p=7.91x10 -06 ) up to 80+ (OR=5.78, 173 p=2.29x10 -24 ) and male sex (OR=1.50, p=5.92x10 -08 ). Interestingly, among race/ethnicity variables, NH-Black and 174 NH-Other patients had the strongest association in the hospitalization model, but for being less likely to be 175 hospitalized (NH-B: OR=0.60, p=1.15x10 -04 ; NH-O: OR=0.73, p=0.027. For clinical factors within the entire cohort, 176 all co-variates were associated with increased odds of hospitalization except T1D, asthma, and obesity (HTN: 177 OR=1.89, p=1.26x10 -10 ; Depression: OR-1.76, p=3.07x10 -05 ; T2D: OR=1.48, p=1.39x10 -04 ; HF: OR=1.42, p=0.021; 178 Cancer: OR=0.55, p=0.028; COPD: OR=1.49, p=0.045; CVD: OR=1.32, p=0.049). Lastly, there was an intriguingly 179 high association with specific hospital testing sites, with Site 3 having the highest odds of hospitalization 180 (OR=3.32, p=4.72x10 -22 ). Insurance type was also shown to be significantly associated with hospitalization 181 (Medicaid: OR=1.89, p=0.016; Medicare: OR=1.61, p=0.033). Overall, the clinical factors had the highest 182 magnitude of risk, compared to other determinant types. 183", "latex": null, "type": "table"}, "TABREF1": {"text": "; https://doi.org/10.1101/2021.04.06.21254728 doi: medRxiv preprint p=4.47x10 -09 ), and obesity (OR=1.19, p=0.042). Social determinants, such as NDI and insurance status had no 192 significant impact on severe disease outcome overall. A significant association with specific hospital testing site 193 was observed (Site 2: OR=0.49, p=4.47x10 -09 ; Site 3: OR: 0.47, p=4.47x10 -09 ). Thus, in this cohort, the sites 194 associated with higher likelihood of hospitalization have a lower likelihood of developing severe disease after 195 hospitalization. 196 Factors that increase risk of mortality amongCOVID-19 patients: 197 Lastly, we measured the impact of risk factors leading to death among confirmed COVID-19 patients, as opposed 198", "latex": null, "type": "table"}, "TABREF2": {"text": "Age (NH-W: OR=3.17, p=4.87x10 -09 ; NH-A: OR=3.42, p=7.97x10 -06 ; HISP: OR=1.61, p=0.04) and depression (NH-216 W: OR=1.85, p=0.01; NH-A: OR=12, p=0.02; HISP: OR=1.93, p=0.018) were significant risk factors in all but the 217 NH-Black population", "latex": null, "type": "table"}, "TABREF3": {"text": "These included 224 cancer diagnoses in NH-Black and Hispanic patients (NH-B: OR=0.20, p= 0.005; HISP: OR=0.25, p= 0.022), 225 smoking status (NH-A: OR Quit =0.23, p Quit =0.008; NH-A: OR Yes (current or passive) =0.02, p Yes (current or passive =0.006; HISP: 226 OR Yes (current or passive =0.32, p Yes (current or passive =0.046), and insurance type (NH-W: OR Hybrid =0.41, p Hybrid =0.034; NH-B: 227 OR Hybrid =3.11, p Hybrid =0.049, OR Medicaid =4.56, p Medicaid =0.028; HISP: OR Medicare =3.46, p Medicare =0.009)", "latex": null, "type": "table"}, "TABREF4": {"text": ", surprisingly, age was 232 only a significant severity risk factor among NH-Asian and Hispanic patients (NH-A: OR=2.66, p= 0.002; HISP: 233 OR=1.92, p=9.77x10 -05 ). Similarly, male sex was a significant severe disease risk factor for all but NH-Black 234 patients, with the highest impact in Hispanic patients (NH-W: OR=1.49, p=0.02; NH-A: OR=1.56, p= 0.022; HISP: 235", "latex": null, "type": "table"}, "TABREF5": {"text": "patients tested at hospital site 2 (NH-W: OR=0.34, p=0.011; NH-A: 0.42, p=0.006; HISP: OR=0.42, p=0.006) and 240 site 3 (NH-W: OR=0.29, p=2.06x10 -06 ; HISP: OR=0.32, p=5.38x10 -07 ). 241 Finally, the only significant risk factors for increased odds of mortality among all race groups was age (NH-W: 242 OR=9.44, p=5.45x10 -17 ; NH-B: OR=6.83, p=1.60x10 -10 ; NH-A: OR=11.40, p=2.00x10 -09 ; HISP: OR=6.09, p=9.52x10 -243 27 ) (Figure 3C). Male sex was associated with increased odds of mortality only among Hispanic patients (HISP: 244 OR=1.42, p=0.01). Among clinical characteristics, only heart failure (NH-W: OR=1.99, p=5.76x10 -05 ; NH-A: 245 OR=2.62, p=0.001) and cancer (NH-W: OR=2.42, p=0.004; HISP: OR=1.97, p=0.043) were shown to be statistically 246 significant risk factors of mortality within race groups. Among the Hispanic population, smoking status (HISP: 247 OR Quit =1.49, p=0.034) and insurance type (HISP: OR Hybrid =2.80, p=0.012) were shown to be associated with 248", "latex": null, "type": "table"}}, "back_matter": [{"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The copyright holder for this preprint this version posted April 7, 2021. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 7, 2021. ; https://doi.org/10.1101/2021.04.06.21254728 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}]}