{"paper_id": "0a9be51108c7d02950748c51cfa9f4ad6b9b6db7", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "After almost one year of intense global struggle with SARS-CoV-2 since its first report in Dec. 2019, 1 the introduction of several vaccines for COVID-19 prevention has revived hopes in many people around the world. Several vaccines already approved or started to use in different countries are mostly developed based on the spike antigens of SARS-CoV-2, which not only is involved in cell receptor recognition and virulence, 2 but also is very antigenic. 3 The FDA or/and EMA approved vaccines include BNT162b2 (Pfizer and BioNTech), mRNA-1273 (Moderna, USA), AZD1222 (Oxford-AstraZeneca), Janssen COVID-19 Vaccine (Johnson & Johnson). Sputnik V (Gamaleya, Russia), BBIBP-CorV (Sinopharm, China), and CoronaVac (Sinovac, China) are accepted for use in some countries as well. Several others are also in Phase III clinical trials, which might be added to this list soon, such as NVX-CoV2373 (Novavax, USA), Ad5-nCoV (CanSinoBIO, China), and some others. The different approaches and platforms used in these vaccines have led to their varied performances, storage conditions, and prices. Though, the efficacy of these vaccines, despite some variations, are mostly far above the previous expectations; and the benefit of COVID-19 vaccination has been already reported in some countries based on the need for mechanical ventilation, as a sign of severe disease.", "cite_spans": [{"start": 456, "end": 457, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "COVID-19 Vaccine Global Access Is an Urgency Editorial"}, {"text": "In spite of smart initiatives such as COVAX (COVID-19 Vaccines Global Access) program, led by Gavi (the Vaccine Alliance); the Coalition for Epidemic Preparedness Innovations; and the World Health Organization, for better global access to the vaccines, the records of vaccine purchase and availability in different countries is far from an ideal equity. It is not strange that decision-makers in each country think of solving their citizens' problems and limiting the disease in their own territories. However, the benefit and loss of vaccine availability in various countries would affect all humans, so authorities in all countries should feel the responsibility for the task of ensuring its access everywhere and collaborate for its realization. Given the uncontrollability of SARS-CoV-2 transmission, vaccination will only work if the majority of people around the world is immunized. In other words, there would be hope for termination of COVID-19 pandemic only if the herd immunity is established through vaccination globally. 4 One Important point is vaccine distribution and its timing among different nations. In fact, it should happen in a limited time, because considering the speed and diversity of viral mutations, there is a chance for the evolution of more dangerous virus variants probably with vaccine resistance. Though the possibility of developing novel vaccines for the new mutated variants is not ruled out, in that case, the priority of vaccination will be given again to the richer countries and the vicious cycle could be repeated. Another concern is the question regarding the durability of the immune responses induced by the current vaccines. Here again, if the vaccination needs to be repeated for example in one or two-years' time, before most of the countries are immunized, there would be additional demands for the vaccine, which may not be feasible in a short time.", "cite_spans": [{"start": 1033, "end": 1034, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "COVID-19 Vaccine Global Access Is an Urgency Editorial"}, {"text": "Thus, higher-income countries and the drug companies benefited from high sales of COVID-19 vaccines and drugs, could partly help lower-income countries for vaccine access. Moreover, facilities in various countries could be employed to manufacture the already-approved vaccines, and vaccine developer companies may further collaborate with other manufacturers around the globe to increase the production rate of the vaccines. To sum, this situation leads us to deeply believe in the Persian poem by Saadi: Human beings are members of a whole In creation of one essence and soul. If one member is afflicted with pain, Other members uneasy will remain.", "cite_spans": [], "ref_spans": [], "section": "COVID-19 Vaccine Global Access Is an Urgency Editorial"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The Battle Against COVID-19: Where Do We Stand Now?", "authors": [{"first": "M", "middle": [], "last": "Negahdaripour", "suffix": ""}], "year": 2020, "venue": "Iran J Med Sci", "volume": "45", "issn": "", "pages": "", "other_ids": {"DOI": ["10.30476/ijms.2020.46357"], "PMID": ["32210483"]}}, "BIBREF1": {"ref_id": "b1", "title": "Interferon-inducer antivirals: Potential candidates to combat COVID-19", "authors": [{"first": "A", "middle": [], "last": "Bagheri", "suffix": ""}, {"first": "Smi", "middle": [], "last": "Moezzi", "suffix": ""}, {"first": "P", "middle": [], "last": "Mosaddeghi", "suffix": ""}, {"first": "Nadimi", "middle": [], "last": "Parashkouhi", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}, {"first": "Fazel", "middle": [], "last": "Hoseini", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Badakhshan", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 2021, "venue": "Int Immunopharmacol", "volume": "91", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.intimp.2020.107245"], "PMID": ["33348292"]}}, "BIBREF2": {"ref_id": "b2", "title": "Immunotherapeutic approaches to curtail COVID-19", "authors": [{"first": "H", "middle": [], "last": "Owji", "suffix": ""}, {"first": "M", "middle": [], "last": "Negahdaripour", "suffix": ""}, {"first": "N", "middle": [], "last": "Hajighahramani", "suffix": ""}], "year": 2020, "venue": "Int Immunopharmacol", "volume": "88", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.intimp.2020.106924"], "PMID": ["32877828"]}}, "BIBREF3": {"ref_id": "b3", "title": "When Will We Have a Vaccine?\" -Understanding Questions and Answers about Covid-19 Vaccination", "authors": [{"first": "B", "middle": ["R"], "last": "Bloom", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Nowak", "suffix": ""}, {"first": "W", "middle": [], "last": "Orenstein", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "383", "issn": "", "pages": "2202--2206", "other_ids": {"PMID": ["32897660"]}}}, "ref_entries": {}, "back_matter": []}