{"paper_id": "0a9cd574445b51940807b3a37b4248d81d5ba79e", "metadata": {"title": "Journal Pre-proof Acute Cor Pulmonale in Critically Patient with COVID-19 resolved with Veno-Arterio- Venous ECMO Acute Cor Pulmonale in Critically Patient with COVID-19 resolved with Veno-Arterio- Venous ECMO. Right Heart Failure in COVID-19", "authors": [{"first": "Julio", "middle": ["C"], "last": "Sauza-Sosa", "suffix": "", "affiliation": {"laboratory": "", "institution": "The American British Cowdray Medical Center", "location": {"country": "Mexico City"}}, "email": ""}, {"first": "Cesar", "middle": ["A"], "last": "Rojas-Gomez", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marco", "middle": ["A"], "last": "Montes De Oca-Sandoval", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Edgar", "middle": [], "last": "Hernandez-Rendon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rafael", "middle": [], "last": "Lima-Linares", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gilberto", "middle": [], "last": "Camarena-Alejo", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "A 38-year-old male diagnosed with COVID-19 was hospitalized for 20 days receiving treatment with levofloxacin, lopinavir / ritonavir, tocilizumab, and steroid; however, he did not show clinical signs of improvement and was transferred to our medical center.", "cite_spans": [], "ref_spans": [], "section": "CASE PRESENTATION"}, {"text": "At the emergency department, he presented with respiratory failure. On examination, his temperature was 98.6 o F (37.0 o C), blood pressure 110/60mmHg, heart rate 115 beats per minute, respiratory rate 35 breaths per minute and his oxygen saturation 75% while wearing a non-rebreather mask at 10 liters per minute. Physical examination showed bilateral coarse crackles in lower lungs field. The remainder of physical examination was normal. Endotracheal intubation was performed successfully.", "cite_spans": [], "ref_spans": [], "section": "CASE PRESENTATION"}, {"text": "Laboratory test showed leukocytosis 14 700/µL, pH 6.96, pCO 2 198.3 mm Hg, pO 2 61 mm Hg, Sat O 2 70.3%, HCO 3 28.6 mmol/L, BE -2.5 mmol/L, lactate 3.52 mmol/L, D-dimer level of 183 ng/mL, NT pro-BNP 941 pg/mL, hs-Troponin I 43.8 ng/mL", "cite_spans": [], "ref_spans": [], "section": "CASE PRESENTATION"}, {"text": "The electrocardiogram showed sinus tachycardia with right axis deviation. Computed tomography of the chest revealed multiple bilateral ground glass opacities associated to consolidations with superimposed irregular septa (Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 221, "end": 230, "text": "(Figure 1", "ref_id": null}], "section": "CASE PRESENTATION"}, {"text": "The patient presented with refractory severe hypoxemia and hypercapnia after 12 hours of mechanical ventilation, therefore it was decided to initiate treatment with VV-ECMO. The incidence of RV disfunction in ARDS is 10-25% and is associated with greater mortality 5 , thus assessing rapid and efficient recovery of RV function which could be of paramount importance in this clinical context.", "cite_spans": [], "ref_spans": [], "section": "CASE PRESENTATION"}, {"text": "In our clinical case, we decided to switch from VV-ECMO to VAV-ECMO due to the presence refractory hypoxemia and new onset RV failure. The etiology of RV disfunction is a common finding in patients with COVID-19 [6] [7] [8] . While no single causative factor has been elucidated, there are several potential aetiologic factors which have been shown to increase RV afterload and impair RV contractility. In this case, RV disfunction probably was multifactorial (thrombosis, vascular alterations, hypoxia, hypercapnia, effects of mechanical ventilation, direct myocardial injury).", "cite_spans": [{"start": 212, "end": 215, "text": "[6]", "ref_id": "BIBREF1"}, {"start": 216, "end": 219, "text": "[7]", "ref_id": "BIBREF2"}, {"start": 220, "end": 223, "text": "[8]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "CASE PRESENTATION"}, {"text": "During placement of VV-ECMO the diagnosis of RV disfunction was based on the presence of right ventricular enlargement and contractility impairment, therefore, it was decided to switch to VAV-ECMO. In our clinical case, improvement in RV function demonstrated by transesophageal echocardiogram was clearly evident. After cannulation, the patient presented hemodynamic improvement, RV structural improvements, and increase in partial pressure of Oxygen (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 452, "end": 461, "text": "(Table 2)", "ref_id": null}], "section": "CASE PRESENTATION"}, {"text": "With VAV-ECMO, arterialized blood flow is divided using a Y-connector for one cannula returning blood toward the central aorta, and one for returning blood to the right atrium. During VAV-ECMO support, repetitive echocardiography and continuous oxygenation surveillance were mandatory to assess tissue oxygenation, and right ventricular filling and function.", "cite_spans": [], "ref_spans": [], "section": "CASE PRESENTATION"}, {"text": "VAV modality may allow for the preservation of RV preload while concomitantly improving overall oxygenation and eliminating differential hypoxemia. This phenomenon has been ", "cite_spans": [], "ref_spans": [], "section": "CASE PRESENTATION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Acute cor pulmonale during protective ventilation for acute respiratory distress syndrome: prevalence, predictors, and clinical impact", "authors": [{"first": "A", "middle": [], "last": "-Mekontso Dessap", "suffix": ""}, {"first": "F", "middle": [], "last": "Boissier", "suffix": ""}, {"first": "C", "middle": [], "last": "Charron", "suffix": ""}, {"first": "E", "middle": [], "last": "Bégot", "suffix": ""}, {"first": "X", "middle": [], "last": "Repessé", "suffix": ""}, {"first": "A", "middle": [], "last": "Legras", "suffix": ""}], "year": 2016, "venue": "Intensive Care Med", "volume": "42", "issn": "5", "pages": "862--870", "other_ids": {"DOI": ["10.1007/s00134-015-4141-2"]}}, "BIBREF1": {"ref_id": "b1", "title": "Spectrum of Cardiac Manifestations in COVID-19: A Systematic Echocardiographic Study. Circulation", "authors": [{"first": "Y", "middle": [], "last": "-Szekely", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lichter", "suffix": ""}, {"first": "P", "middle": [], "last": "Taieb", "suffix": ""}, {"first": "A", "middle": [], "last": "Banai", "suffix": ""}, {"first": "A", "middle": [], "last": "Hochstadt", "suffix": ""}, {"first": "I", "middle": [], "last": "Merdler", "suffix": ""}], "year": 2020, "venue": "", "volume": "142", "issn": "", "pages": "342--353", "other_ids": {"DOI": ["10.1161/CIRCULATIONAHA.120.047971"]}}, "BIBREF2": {"ref_id": "b2", "title": "Prognostic Value of Right Ventricular Longitudinal Strain in Patients With COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xie", "suffix": ""}, {"first": "B", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "He", "suffix": ""}], "year": 2020, "venue": "JACC Cardiovasc Imaging", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Right Ventricular Dilation in Hospitalized Patients With COVID-19 Infection", "authors": [{"first": "E", "middle": [], "last": "Argulian", "suffix": ""}, {"first": "K", "middle": [], "last": "Sud", "suffix": ""}, {"first": "B", "middle": [], "last": "Vogel", "suffix": ""}, {"first": "C", "middle": [], "last": "Bohra", "suffix": ""}, {"first": "V", "middle": ["P"], "last": "Garg", "suffix": ""}, {"first": "S", "middle": [], "last": "Talebi", "suffix": ""}], "year": 2020, "venue": "JACC Cardiovasc Imaging", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Cannulation strategies in adult veno-arterial and veno-venous extracorporeal membrane oxygenation: Techniques, limitations, and special considerations", "authors": [{"first": "A", "middle": ["L"], "last": "Jayaraman", "suffix": ""}, {"first": "D", "middle": [], "last": "Cormican", "suffix": ""}, {"first": "P", "middle": [], "last": "Shah", "suffix": ""}, {"first": "H", "middle": [], "last": "Ramakrishna", "suffix": ""}], "year": 2017, "venue": "Ann Card Anaesth", "volume": "20", "issn": "", "pages": "11--18", "other_ids": {"DOI": ["10.4103/0971-9784.197791"]}}, "BIBREF7": {"ref_id": "b7", "title": "Application of veno-arterialvenous extracorporeal membrane oxygenation in differential hypoxia", "authors": [{"first": "J", "middle": ["H"], "last": "Choi", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": ["U"], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Joo", "suffix": ""}], "year": null, "venue": "Multidiscip Respir", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "dysfunction with akinesia of the right ventricle mid-free wall. Right ventricle fractional area change (FAC) was measured at 25%, tricuspid annular plane systolic excursion (TAPSE) 10 mm, right ventricular outflow tract velocity time integral (RVOT VTI) 4.9 cm (Figure 2, Video 1, Table 1), right atrial volume index was 41 ml/m 2 , mild tricuspid regurgitation (Video 2) and he had a normal left ventricular function with ejection fraction (EF) of 69%. The diagnosis of right ventricular failure was made, and the configuration was switched from VV-ECMO to VAV-ECMO (Figure 3). In the following 3 days, the patient showed progressive decrease in hs-Troponin I and NT-NT pro-BNP. A second transesophageal echocardiogram was performed showing normal size of right cavities and normal RV function. FAC was now measured at 52%, TAPSE 22 mm, RVOT VTI 23 cm (Figure 4, Video 3, Table 1), without tricuspid regurgitation, right atrial volume index was 28 ml/m 2 and left ventricular EF was normal at 71%. Estimated pulmonary artery systolic pressure decreased (PASP) from 50 to 30 mmHg and the tricuspid regurgitation disappeared without observation of any intrinsic abnormalities in the tricuspid valvular apparatus and secondary to pressure overload. Consequently, the medical team decided to change to VV-ECMO configuration after 72 hours of starting treatment. Tracheostomy was performed on Day 14, replacement of the oxygenator was performed on Day 21 and ECMO weaning was started on Day 30, once the lungs showed signs of J o u r n a l P r e -p r o o f improving compliance and better gas exchange. VV-ECMO was withdrawn on day 75. Mechanical ventilation was weaned 6 days after ECMO removal and was discharged from the hospital 10 days later. DISCUSSION For patients who require ECMO assistance, configurations are classified according to the vessels that the blood is withdrawn from or returned to the body. VA-ECMO draws blood from a central vein and reinfuses it back into a major artery. It is used primarily in patients with right or left-sided heart failure as a bridge to recovery, other ventricular assist devices or heart transplantation. VV-ECMO draws blood from a central vein and infuses it back into another central venous location. It is employed in severe respiratory failure as a bridge to recovery and to lung transplantation 3 . VAV-ECMO allows a combination of support from VA and VV-ECMO. VAV-ECMO draws blood from a central vein, and reinfuses it back into a different central vein in addition to a major artery. VAV-ECMO provides hemodynamic and respiratory support at the same time. The WHO guidelines for management of COVID-19 recommend the use of VV-ECMO in eligible patients with COVID-19 associated ARDS 1 . VV-ECMO is usually employed in severe respiratory failure, demonstrating satisfactory results in bridging to recovery and or to lung transplantation. However, in patients with COVID-19 the association of ARDS and RV failure is highly prevalent; hence in this scenario, it is feasible to switch strategy to VAV-ECMO 3 . Stöhr et al suggest that VAV-ECMO conferred benefit in comparison with VV-ECMO in patients with ARDS 4 .", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The flow in both cannulas depend on cannula diameters and are balanced by using anadjustable clamp and monitored by a flow sensor. The demand for arterialized blood flow on each return cannula varies from patient to patient and over time. In this case the divided return flow was controlled by partially clamping the return cannula. The arterial J o u r n a l P r e -p r o o f return flow was maintained at about 30-40% of the cardiac output, and the venous return flow was maintained at about 60-70% of the cardiac output 9 .", "latex": null, "type": "figure"}, "FIGREF2": {"text": "described in patients with severe respiratory failure connected to VA-ECMO and consists of hypoxemia in the upper body with normal oxygen saturation in the lower body (\"the patient´s head appears blue, whereas the lower extremities appear pink\") 10 . Typical VA-ECMO flow rate can result in desaturated blood from the left ventricle perfusing the aortic arch and fully saturated infusion blood perfusing the lower body, secondary to high afterload (physiological obstruction) with normal or recovered left ventricular systolic function. According to the Extracorporeal Life Support Organization (ELSO) registry, the modality support in COVID-19 has been VV-ECMO (94%), VA-ECMO (4%) 11 and VAV-ECMO (0.9%); which correlates with the presence of ARDS in COVID-19. CONCLUSION Early detection and treatment of RV dysfunction may lead to decrease mortality and improve patient outcomes in COVID-19. VAV-ECMO appears to be a viable mode of J o u r n a l P r e -p r o o f treatment for patients with COVID-19 with ARDS and RV failure. Echocardiography plays an important role in early diagnosis and treatment in these patients. SPECIAL NOTE In response to the COVID-19 global health crisis, the American Society of Echocardiography Foundation, with the help of our generous donors, raised more than $5,000 for COVID-19-related aid in May of 2020. The American Society of Echocardiography Foundation is proud to cover the processing fee for this report from these funds. J o u r n a l P r e -p r o o f 1.-WHO. Clinical management of severe acute respiratory infection when novel coronavirus (2019-nCoV) infection is suspected: interim guidance. 2020. https://apps.who.int/iris/bitstream/handle/10665/330854/WHO-nCoV-Clinical-2020.2eng.pdf? sequence=1&isAllowed=yWHO/nCoV/Clinical/2020.2 (accessed Feb 11, 2020). 2.-Li Y, Li H, Li M, Zhang L, Xie M. The prevalence, risk factors and outcome of cardiac dysfunction in hospitalized patients with COVID-19. Intensive Care Med. 2020 Nov;46(11):2096-2098. doi: 10.1007/s00134-020-06205-0. 3.-Ius F, Sommer W, Tudorache I, Avsar M, Siemeni T, Salman J, et al. Veno-veno-arterial extracorporeal membrane oxygenation for respiratory failure with severe haemodynamic impairment: technique and early outcomes. Interact Cardiovasc Thorac Surg.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Computed tomography shows multiple bilateral, multiple ground glass opacities associated to consolidations with superimposed irregular septa Transesophageal echocardiogram shows (A) right ventricle dilatation and FAC 25% (B) RVOT TVI 4.9 cm (C) TAPSE 10 mm. FAC: Fractional Area Change; RVTO TVI: Right Ventricle Outflow Tract time-velocity integral; TAPSE: Tricuspid Annular Plane Systolic Excursion.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Veno-Arterial-Venous ECMO system (A) centrifugal pump (B) oxygenator (C) flowmeter at the common inflow prior to bifurcation to femoral artery and the internal jugular vein (D) venous outflow cannula (E) arterial inflow cannula to the femoral artery (F) arterial inflow cannula in the internal jugular vein. ECMO:", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Transesophageal echocardiogram shows (A) normal dimensions of right ventricle and FAC 52% (B) RVOT TVI 23 cm (C) TAPSE 22 mm. FAC: Fractional Area Change; RVOT TVI: Right Ventricle Outflow Tract time-velocity integral; TAPSE: Tricuspid Annular Plane Systolic Excursion.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Transesophageal echocardiographic findings J o u r n a l P r e -p r o o f", "latex": null, "type": "table"}}, "back_matter": []}