{"paper_id": "0aaa5146d624999180f09b49b31b2ba508dfe296", "metadata": {"title": "Use of Artificial Intelligence and Machine Learning for Discovery of Drugs for Neglected Tropical Diseases", "authors": [{"first": "David", "middle": ["A"], "last": "Winkler", "suffix": "", "affiliation": {"laboratory": "", "institution": "Monash University", "location": {"settlement": "Parkville", "region": "VIC", "country": "Australia"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Infectious diseases are responsible for the majority of mortality, morbidity, and loss of productive years of life globally. Although most tropical diseases have some type of chemotherapeutic option available, the cost and relative lack of efficacy, coupled often with rapid development of drug resistance, have resulted in unsatisfactory progress in prevention and treatment of these ailments. For the purposes of this review, neglected tropical diseases (NTDs) are listed in Table 1 . Several tropical diseases are among the world's biggest killers. Table 2 lists the global disease burden caused by the top five diseases. In addition, amebiasis is endemic in many countries and has been estimated to kill 55,000 people each year, making it one of the top tropical diseases in terms of mortality (Shirley et al., 2018) . The current business model for new drug development favors developed countries with populations or governments able to pay for drugs, allowing the very high development costs (median 2020 cost estimated to be US$1-1.3Bn) to be recouped by companies (Wouters et al., 2020) . This is one of the major reasons why most tropical diseases are \"neglected.\" Given the immense burden of disease, there is clearly an urgent need to develop better treatments for NTDs. One way to achieve this is through the intervention of charitable government funds like the US NIH and DoD, European Union, Medicines for Malaria venture, Bill and Melinda Gates Foundation, and the Wellcome Trust. One aim of the London Declaration of Neglected Tropical Diseases (Molyneux, 2017) , inspired by the World Health Organization 2020 roadmap to eradicate or prevent transmission for neglected tropical diseases (https://unitingtocombatntds.org/resources/ who-roadmap-ntds/), is to \"advance research and development through partnerships and provision of funding to find treatments and interventions for NTDs. Global warming that increases the range of some NTDs, and the pandemic risk that infectious diseases originating from tropical regions pose, is driving renewed interest and urgency on disease preparedness that includes preemptive development of drugs. These programs and factors should drive increased interest and investment in discovery of drugs for NTDs in the future.", "cite_spans": [{"start": 798, "end": 820, "text": "(Shirley et al., 2018)", "ref_id": "BIBREF82"}, {"start": 1072, "end": 1094, "text": "(Wouters et al., 2020)", "ref_id": "BIBREF102"}, {"start": 1561, "end": 1577, "text": "(Molyneux, 2017)", "ref_id": "BIBREF66"}], "ref_spans": [{"start": 477, "end": 484, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 552, "end": 559, "text": "Table 2", "ref_id": "TABREF1"}], "section": "INTRODUCTION"}, {"text": "NTD drug research is progressing quite strongly using traditional medicinal chemistry discovery methods (see a very recent thematic issue (Ali et al., 2020) ). Recent paradigm shifting developments in science and technology promise to improve the efficiency of drug discovery for NTDs. These technologies include robotics and automation that make faster and cheaper synthesis and drug assays possible. These technologies are capable of generating very large and rich data sets that can be used to train machine learning (ML) models or being exploited by other AI-based methods of drug discovery . It is very clear that AI and ML methods are creating potentially disruptive paradigm shifts in many areas of science, technology, and medicine.", "cite_spans": [{"start": 138, "end": 156, "text": "(Ali et al., 2020)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Recent developments in deep learning have provided powerful new tools for screening large libraries of candidate molecules for promising leads and for rational design of new therapies for many diseases. The application of ML and AI methods to drug and materials discovery and optimization are reviewed in several recent papers (Le et al., 2012; Le and Winkler, 2015) . Deep learning methods have made a massive impact in science and technology generally and drug discovery in particular, and recent reviews summarize the state of the art and applications Lavecchia, 2019; Rifaioglu et al., 2019) . These computational methods are very fast, accessible to scientists in developing countries, and ideal for screening very large libraries of accessible compounds against specific molecular targets or diseases or for repurposing existing drugs, clinical trials candidates, and approved natural products. Repurposing is very useful because any leads that are discovered have already had their safety in man assessed, so they can be trialed in humans more quickly and cheaply than completely new drugs. The current state of the art in drug repurposing for NTDs was reviewed recently by Klug et al. (2016) and Swinney and Pollastri (Swinney and Pollastri, 2019) .", "cite_spans": [{"start": 327, "end": 344, "text": "(Le et al., 2012;", "ref_id": "BIBREF59"}, {"start": 345, "end": 366, "text": "Le and Winkler, 2015)", "ref_id": "BIBREF58"}, {"start": 555, "end": 571, "text": "Lavecchia, 2019;", "ref_id": "BIBREF56"}, {"start": 572, "end": 595, "text": "Rifaioglu et al., 2019)", "ref_id": "BIBREF77"}, {"start": 1181, "end": 1199, "text": "Klug et al. (2016)", "ref_id": "BIBREF48"}, {"start": 1204, "end": 1255, "text": "Swinney and Pollastri (Swinney and Pollastri, 2019)", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Here the author reviews the application of AI and ML to discovery of drugs to treat NTDs. He focuses exclusively on these computational approaches. Readers interested in structure-based or pharmacophore methods of drug discovery are referred to a comprehensive review of the application of these approaches to malaria, tuberculosis, trypanosomiasis, and leishmaniasis by Njogu et al. (2016) . The literature review for the current paper involved searches for relevant papers in Web of Science (WoS) and Google Scholar (for the very recent papers) using search terms for artificial intelligence (AI) and machine learning (ML) and all of the NTDs listed in Table 1 . The searches yielded 475 relevant papers. The application of statistical modelling methods like quantitative structure-activity relationships (QSAR) and ML to NTDs is relatively recent, with the first reports of the use of neural networks in 1995 (Almeida et al., 1995) . The vast majority of ML research for NTDs has appeared only in the last 20 years and the literature base is still relatively small.", "cite_spans": [{"start": 371, "end": 390, "text": "Njogu et al. (2016)", "ref_id": "BIBREF68"}, {"start": 912, "end": 934, "text": "(Almeida et al., 1995)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 655, "end": 662, "text": "Table 1", "ref_id": "TABREF0"}], "section": "INTRODUCTION"}, {"text": "What Types of AI and ML Methods are Used in Drug Discovery for NTDs? AI and ML methods are deployed primarily for ligand-based design or discovery of new therapeutics. Unlike structure-based methods that use experimental structures of target proteins for drug design, ligand-based methods look for patterns in sets of small drug-like molecules that describe how their molecular properties modulate their biological activities. These patterns are described mathematically by the well-established and validated QSAR method. QSAR relies on the observation that similar molecules often exhibit similar biological activities and that changes to chemical structure in a series of drug candidates can be correlated with their biological effects. These mappings between structure and biology can provide both qualitative and quantitative predictions of likely drug potency and may also elucidate mechanisms of action at the molecular level. While the latter was the initial use of QSAR methods, greatly expanded data sets and computational power have seen a shift to using QSAR models to predict the biological and physicochemical properties of extremely diverse chemical libraries where there is no longer a common chemical scaffold. These two important purposes of QSAR have been described in detail in a recent paper by one of the \"fathers\" of the QSAR method, Toshio Fujita (Fujita and Winkler, 2016) .", "cite_spans": [{"start": 1370, "end": 1396, "text": "(Fujita and Winkler, 2016)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "While QSAR was initially a statistical modelling method using linear regression (MLR) and linear logistic regression (LLR), the past three decades have seen greatly expanded application of diverse machine learning methods, principally Gaussian processes (GP), artificial neural networks (ANN) and their Bayesian version (BRANN), support vector machines (SVM, including the SMO implementation) and their Bayesian variant relevance vector machines (RVM), decision trees (DT, including the J48 implementation), random forests (RF) and their variants such as extreme gradient boost (XGBoost), Naïve Bayes (NB), and k-nearest neighbor (kNN) clustering methods. More recently, deep learning (DL) algorithms like deep neural networks (DNN), convolutional neural networks (CNN), generalized adversarial networks (GAN), associative neural networks (AsNN), encoder-decoder networks, and recurrent neural networks (RNN) have exhibited very interesting properties useful for modelling structure-activity relationships. The theory behind these methods is complex and outside the scope of the review. Interested readers are referred to recent papers and textbooks that describe these methods and their applications to drug discovery (Ballester, 2019; Cartwright, 2020) .", "cite_spans": [{"start": 1219, "end": 1236, "text": "(Ballester, 2019;", "ref_id": "BIBREF7"}, {"start": 1237, "end": 1254, "text": "Cartwright, 2020)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "ML methods map mathematical descriptions of structural and physicochemical properties of small molecules (molecular descriptors) to their biological or physicochemical properties of interest. The most important determinants of ML model quality and predictivity are the size, quality, and diversity of the training data and the quality and relevance of descriptors. The ML algorithms used to generate the models have a much smaller impact on model quality and predictivity (see examples below). One of the main reasons for the current intense interest in deep learning methods is because they offer a potential solution to an important, long-standing problem in the QSAR field, how to objectively generate new, efficient, interpretable molecular descriptors for training models (Winkler and Le, 2017) . Given the advantages these ML modelling methods provide, they are being increasingly used to design, discover, and optimize drugs for NTDs (Scotti et al., 2015) . In particular, the application of these computational techniques to discover drugs for malaria, tuberculosis, trypanosomiasis, and leishmaniasis has been reviewed by Njogu et al. (2016) , for leishmaniasis and trypanosomiasis by Halder et al. (2020) , and for tuberculosis by van Wijk et al. (2020) Case Studies Using AI and ML to Discover New Drugs for NTDs", "cite_spans": [{"start": 777, "end": 799, "text": "(Winkler and Le, 2017)", "ref_id": "BIBREF98"}, {"start": 941, "end": 962, "text": "(Scotti et al., 2015)", "ref_id": "BIBREF81"}, {"start": 1131, "end": 1150, "text": "Njogu et al. (2016)", "ref_id": "BIBREF68"}, {"start": 1194, "end": 1214, "text": "Halder et al. (2020)", "ref_id": "BIBREF34"}, {"start": 1241, "end": 1263, "text": "van Wijk et al. (2020)", "ref_id": "BIBREF91"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Although Table 1 lists a large number of NTDs, our literature review identified papers for only a relatively small subset of these, primarily those with the largest disease burden. These are trypanosomiasis; leishmaniasis; malaria; tuberculosis; plague; and HIV (although an argument could be made that this is neither neglected nor purely tropical). The examples reviewed here are not exhaustive but provide a balanced overview of the methods used, the outcomes, and the NTDs to which they are applied. It is notable that research in this field is dominated by Ekins and coworkers; many of these publications are cited in this review. These researchers used both Bayesian and traditional ML methods to model datasets of compounds active against NTDs and most them are only discussed in Bayesian Models, Clustering and Visualization to eliminate redundant discussion.", "cite_spans": [], "ref_spans": [{"start": 9, "end": 16, "text": "Table 1", "ref_id": "TABREF0"}], "section": "INTRODUCTION"}, {"text": "Almost all studies using ML to discover drug candidates for NTDs have been published within the past two decades. The use of quantitative structure-activity relationship (QSAR) methods, largely statistical models, for drugs against leishmaniasis and trypanosomiasis prior to 2010 has been reviewed (Castillo-Garit et al., 2012 ). An overview of recent structure-based, ligand-based, and bioinformatics research aiming at identifying novel inhibitors and promising drug targets for Mycobacterium tuberculosis was reported by Alladi (2018) . Computational modelling, simulation, and prediction methods are becoming more powerful and accurate, and their accessibility is excellent, a particularly valuable attribute for researchers from developing countries.", "cite_spans": [{"start": 298, "end": 326, "text": "(Castillo-Garit et al., 2012", "ref_id": "BIBREF15"}, {"start": 524, "end": 537, "text": "Alladi (2018)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Traditional ML Models"}, {"text": "One of the first uses of ML methods for NTDs was to solve a formulation problem with benznidazole, a drug used to treat Chagas' disease (American trypanosomiasis) (Leonardi et al., 2009) . Its low water solubility was the rate-limiting step in oral absorption, so chitosan microparticles were used to improve its pharmacokinetic properties. The influence of process parameters such as encapsulation efficiency, size, yield, and dissolution rate is modelled using ANNs, ultimately allowing optimization of oral absorption.", "cite_spans": [{"start": 163, "end": 186, "text": "(Leonardi et al., 2009)", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Trypanosomiasis"}, {"text": "Guerra et al. reported a study in which 72 compounds assayed in vitro against the epimastigote form of the Tulahuen 2 strain of Trypanosoma cruzi were modelled using ML, with descriptors generated by the CODES software (Guerra et al., 2013) . CODES generates topological (molecular graph) descriptors that describe the connectivity and properties of atoms in the training set molecules. They employed dimensional reduction to ensure the number of descriptors was substantially less than the number of training example to avoid overfitting the model. They trained a three-layer neural network with between three and five neurons in the hidden layer to form the model. Forty-two compounds were used as the training set and the remainder formed the test set used to assess the predictive power of the model. The model was moderately successful at predicting the activity of compounds in the test set, with standard errors (SE) of prediction and root-mean-square error (RMSE) values around 0.17 and area under the receiver operator curve (AROC) values of 0.7 (a value of 0.5 is random).", "cite_spans": [{"start": 219, "end": 240, "text": "(Guerra et al., 2013)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Trypanosomiasis"}, {"text": "Useful antitrypanosomal drug models have been generated using RF, stochastic gradient boosting (SGB), multivariate adaptive regression splines (MARS), and Gaussian process (GP) regression (Kryshchyshyn et al., 2018) . An in-house library of 206 thiazolyl hydrazones, thiopyranothiazoles, isothiocoumarin-3-carboxylic acids, and imidazothiadiazoles with confirmed activity against T. brucei was used to train the models. The RF model had the highest predictive power, with SGB and GP being substantially worse and MARS providing poor predictions. The models were trained on the log of the percentage growth, converting percentage growth to approximate EC 50 values. However, using a logit transform may have improved the predictive power of the models.", "cite_spans": [{"start": 188, "end": 215, "text": "(Kryshchyshyn et al., 2018)", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Trypanosomiasis"}, {"text": "The application of ANNs and kernel-based PLS (KPLS) to model 363 compounds with anti-T. cruzi activity was reported by de Souza and colleagues (de Souza et al., 2019) . Here, the input data was mapped into high-dimensional feature space by nonlinear (kernel) function and linear PLS is carried out in this high-dimensional space (Wang et al., 2015) . The models exhibited good predictive ability for the test set compounds, yielding r 2 and RMSE values of 0.85 and 0.75 for the ANN model, respectively. The KPLS model was used to provide a comprehensive analysis of molecular features improving or degrading the antitrypanocidal activities of molecules ( Figure 1 ).", "cite_spans": [{"start": 122, "end": 166, "text": "Souza and colleagues (de Souza et al., 2019)", "ref_id": null}, {"start": 329, "end": 348, "text": "(Wang et al., 2015)", "ref_id": "BIBREF94"}], "ref_spans": [{"start": 655, "end": 663, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Trypanosomiasis"}, {"text": "Luchi and colleagues adopted a different type of molecular descriptor to model the activity of compounds against T. cruzi (Luchi et al., 2019) . They used charge density topological analysis of molecules bound to the parasite major cysteine protease, cruzain, to code relevant molecular interactions. They also employed feature selection to avoid overfitting the small data set of 17 compounds. SVM was used to generate a binary classification model, as their main aim was to understand the molecular basis of activity rather than predicting activity of new compounds. Although the classification accuracy of the model was essentially the same when using 20 -87 features in the model, the authors unfortunately chose 87 features instead of the most parsimonious 20 features to generate the models. Given the general tendency of SVM to overfit data (Burden and Winkler, 2015) and the small data set size, use of a larger number of features is not justified. Nonetheless they provided a detailed analysis of the charge features in the active site that modulated activity of cruzain inhibitors.", "cite_spans": [{"start": 122, "end": 142, "text": "(Luchi et al., 2019)", "ref_id": "BIBREF62"}, {"start": 848, "end": 874, "text": "(Burden and Winkler, 2015)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Trypanosomiasis"}, {"text": "Castillo-Garit et al. reported a study that used traditional ML methods to identify new potential antileishmanial drug leads. A data set of 116 compounds assayed against promastigotes of Leishmania amazonensis was used to train kNN, RT, SVM, and ANN models. All ML models provided accuracies between 82 and 91%, for the training set and external test set. A subsequent virtual screening of chemical databases identified 156 compounds with potential antileishmanial activity (Castillo-Garit et al., 2018). Jamal et al. used four types of ML methods (NB, RF, J48, and SMO) to model binary data for L. mexicana . They employed specific accuracy measures for highly unbalanced data sets (many more inactive compounds than active) that quantified an accuracy of around 80% for all algorithms, although it was not clear whether this was for the training or test sets.", "cite_spans": [], "ref_spans": [], "section": "Leishmaniasis"}, {"text": "While this paper was being prepared, Herrera-Acevedo and coworkers published a ligand and structure-based modelling study of structure-activity relationships in potential drugs for L. donovani (Herrera-Acevedo et al., 2020). They used RF to generate binary classification models for 3,159 compounds with antiamastigote activities and 1,569 compounds with antipromastigote activities. The RF models had accuracies of around 75% (50% accuracy corresponds to chance classification).", "cite_spans": [], "ref_spans": [], "section": "Leishmaniasis"}, {"text": "SVMs have been used to identify novel 20S proteasome inhibitors as potential drugs against Plasmodium falciparum (Subramaniam et al., 2011) . Their SVM model was trained on 170 molecular descriptors for 272 inhibitors and noninhibitors of 20S proteasome. A nonlinear radial basis function SVM kernel provided better classification accuracy than a linear kernel. Fivefold cross-validation accuracy was 97% and subsequent molecular docking was used to refine the short list of inhibitors.", "cite_spans": [{"start": 113, "end": 139, "text": "(Subramaniam et al., 2011)", "ref_id": "BIBREF86"}], "ref_spans": [], "section": "Malaria"}, {"text": "Frontiers in Chemistry | www.frontiersin.org", "cite_spans": [], "ref_spans": [], "section": "Malaria"}, {"text": "March 2021 | Volume 9 | Article 614073 A subsequent study by Jamal and coworkers used ML methods to model high-throughput screening data on apicoplast inhibitors of malaria . They employed NB, RF, and DT methods to predict the antimalarial properties of 22,335 active and 197,373 inactive compounds (large data set imbalance). They used the balanced classification rate (BCR, the average of sensitivity and specificity) metric that is applicable to unbalanced data to compare the three ML methods. Given that the models were trained on the same data and descriptors, the three methods generated similar prediction accuracy of 60%, only marginally higher than chance (50%).", "cite_spans": [], "ref_spans": [], "section": "Malaria"}, {"text": "An ML study of antimalarial compounds with an unusual mode of action was reported by Maindola et al. Erythrocyte invasion by Plasmodium, mediated by the interaction between the apical membrane antigen (AMA1) and rhoptry neck RON2L) proteins, is essential for the parasite to invade host cells (Maindola et al., 2015) . Data were obtained from a qHTS bioassay based on AlphaScreen technology that used a recombinant His-tagged AMA1 and a biotinylated RON2L peptide to assess disruption of this molecular interaction. They trained several supervised classifiers, NB, SVM, DT, and RF, using these data. The training set consisted of 588 active and 284 968 inactive molecules and the test set 147 active and 71,241 inactive molecules, respectively (another very unbalanced binary data set). When scored using G-means, a metric suitable for highly unbalanced data sets, the three traditional ML methods performed better (0.8 ± 0.02) than NB (0.73). They used the model to screen a traditional Chinese medicine database and identified 216 potential inhibitors of the AMA1-RON2 interaction. Some hits were already known to be antimalarials and the model predicted that their mode of action is inhibition of the AMA1-RON2 interaction.", "cite_spans": [{"start": 293, "end": 316, "text": "(Maindola et al., 2015)", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "Malaria"}, {"text": "An unusual evolutionary SVM method was used to model 17 antimalarial binary data sets, with imbalances (ratio of inactives to actives) of between 3 and 5, with accuracies between 70 and 95% (Viira et al., 2016) . The models were used to screen a larger database of candidate molecules and the in silico model predicted 27 compounds to be active, 17 of which were confirmed experimentally.", "cite_spans": [{"start": 190, "end": 210, "text": "(Viira et al., 2016)", "ref_id": "BIBREF93"}], "ref_spans": [], "section": "Malaria"}, {"text": "Bharti et al. also reported ML models of antimalarial activity (Bharti and Lynn, 2017) . Their dataset consists of 305,803 compounds including 18,126 biologically active compounds against apicoplast formation in P. falciparum (again a very unbalanced binary data set). They used a feature selection method to reduce the dimensionality of GLM, kNN, SVM, RF, and DT models and suitable accuracy metrics for unbalanced data sets (F1-score and MCC). The kNN and GLM methods were the least accurate at predicting the test of molecules not used to train the models.", "cite_spans": [{"start": 63, "end": 86, "text": "(Bharti and Lynn, 2017)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Malaria"}, {"text": "Lawrenson and colleagues used simple, linear MLR and PLS methods to model a set of 44 novel 4-aminoquinoline compounds from a patent that showed activity against a multidrug-resistant (MDR), chloroquine-resistant, and sensitive strain of P. falciparum (Lawrenson et al., 2018) . Although the dataset was small and not particularly diverse, the linear regression models were effective at predicting the antimalarial properties of the test set, with r 2 values >0.8 for both strains.", "cite_spans": [{"start": 252, "end": 276, "text": "(Lawrenson et al., 2018)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Malaria"}, {"text": "Sahu et al. used the KPLS ML method to model activities of compounds active against P. falciparum (Sahu et al., 2020) . They trained the model on 57 thiazolyl triazine derivatives and molecular fingerprint descriptors. Using four latent variables in the model, they could predict a 10-compound test set with an r 2 value of 0.79 and RMSE of 0.33 log activity, although the test set data were poorly distributed. As with de Sousa et al. above, they also mapped the contributions of molecular features to biological activity. Lima et al. used shape-based and ML methods to model antimalarial compounds (Lima et al., 2019) . These models were used to virtually screen a large commercial database of drug-like molecules and identified 10 promising hits that were validated experimentally against asexual blood stages of both sensitive and MDR P. falciparum strains. Three compounds showed potent antiplasmodial activity, with EC 50 ≤ 700 nM, selectivity indices >15, and good in vitro inhibition of P. berghei ookinete formation.", "cite_spans": [{"start": 98, "end": 117, "text": "(Sahu et al., 2020)", "ref_id": "BIBREF78"}, {"start": 524, "end": 540, "text": "Lima et al. used", "ref_id": null}, {"start": 600, "end": 619, "text": "(Lima et al., 2019)", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Malaria"}, {"text": "Periwal and colleagues were among the first to report models of drug efficacy using traditional ML methods (NB, RF, SVM, and DT) trained on physicochemical properties of compounds from three publicly available bioassay screens of Mycobacterium tuberculosis inhibitors (Periwal et al., 2011) . The data sets were converted into binary active/inactive sets that were highly unbalanced (many more inactives than actives). Using accuracy metrics suitable for unbalanced data sets (Matthews correlation coefficient and BCR) they found that the RF algorithm provided higher performance than the other ML methods.", "cite_spans": [{"start": 268, "end": 290, "text": "(Periwal et al., 2011)", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "Tuberculosis"}, {"text": "Multiple linear regression modelling and single ANNs, ensembles of ANNs, and associative neural networks (AsNNs) have been compared in their abilities to model four different data sets of compounds active against M. tuberculosis (Ventura et al., 2013) . Unlike most of the other ML studies reviewed here, these were continuous regression rather than binary classification models. The comparison between modelling methods largely disclosed a degree of nonlinearity in the structure-activity relationships. The initial data set of 173 compounds was also subdivided into smaller sets based on the chemotypes and were represented by 96 calculated descriptors. The data sets were divided into training and internal test sets consisting 20-50% of the data set. Models were additionally validated by predicting the activities of an external data set of 22 hydrazide derivatives compounds from the Novartis TB public access database. Based on SE and RMSE values (Alexander et al., 2015) , they found that MLR models and ANNs had similar accuracies in predicting the internal test sets, and ensemble ANNs and AsNNs had slightly better accuracies. All methods had similar accuracies in predicting the activities of the 22-compound external test set. Hassan and Khan reported classification models for antitubercular activity using similar ML methods trained on a dataset of 312 active and 300891 inactive molecules and 179 molecular descriptors (Hassan and Khan, 2017) . The RF and DT models had the best performance (88-92%) based on the BCR metric.", "cite_spans": [{"start": 229, "end": 251, "text": "(Ventura et al., 2013)", "ref_id": "BIBREF92"}, {"start": 954, "end": 978, "text": "(Alexander et al., 2015)", "ref_id": "BIBREF0"}, {"start": 1435, "end": 1458, "text": "(Hassan and Khan, 2017)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Tuberculosis"}, {"text": "Traditional ML methods, AsNN, RF, kNN, and XGBoost, were also used to generate models predicting antitubercular activities using a training set of 6,337 compounds (Kovalishyn et al., 2018) . These molecules were derivatives of azoles, isoniazids, indoles, and others that exhibited MIC values from 1.5 nM to 100 μM.", "cite_spans": [{"start": 163, "end": 188, "text": "(Kovalishyn et al., 2018)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Tuberculosis"}, {"text": "Unusually, both regression and classification models were generated. The binary classification training set contained 2,705 high activity and 3,632 low activity molecules using an MIC 10 μM decision boundary. For classification, all ML methods generated models with similar test set prediction accuracy of 80 ± 2%. The AsNN and XGB regression models trained on a smaller 510 data set that was split into training (408) and test (102) sets had similar prediction accuracies for the test set, with r 2 values of 0.70-0.73 and RMSE values 0.51-0.54 log activity. The consensus classification model was used to screen a database of 165 isoniazid derivatives with different substitution patterns, yielding 18 compounds with predicted µM activities. Seven of these were active against a wild type TB strain and three were active against a strain resistant to isoniazid and rifampicin. Subsequent studies of isonicotinic acid hydrazide derivatives generated models that could predict the test set with balanced accuracies of 67-79% within the domain of applicability of the models (the region of chemical space for which the model is most accurate) (Kovalishyn et al., 2020) .", "cite_spans": [{"start": 1142, "end": 1167, "text": "(Kovalishyn et al., 2020)", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Tuberculosis"}, {"text": "An unusual application of ML to discover antitubercular peptides, using peptide sequence features, has been reported recently (Usmani et al., 2018) . They trained SVM, RF, DT, and NB models on different amino acid sequences. The resulting ensemble classifiers achieved an accuracy of 73% and 0.80 AROC for the main dataset of 246 peptides (length 5-61 amino acids) that were active against Mycobacterium and provided similar accuracies for a secondary dataset. Again, the RF model had significantly higher prediction accuracy for a validation set than models generated by the other ML methods. They also developed a webserver (http://webs.iiitd. edu.in/raghava/antitbpred/) that allows users to predict peptide antitubercular activity.", "cite_spans": [{"start": 126, "end": 147, "text": "(Usmani et al., 2018)", "ref_id": "BIBREF90"}], "ref_spans": [], "section": "Tuberculosis"}, {"text": "In a subsequent study (Khatun et al., 2019) , the same data set was used to model the structure-activity relationship using a different representation of the peptide sequences, two-samplelogo representations generated by a web server (http://www. twosamplelogo.org/). In this approach, amino acid preference at each position is denoted by a symbol, where large symbols identify common or conserved residues. Models of peptide activity generated by SVM and RF showed good predictivity for a test set, with accuracies between 77 and 80% for the largest data set. The peptide sequence logos were analyzed to identify the most beneficial peptide features. A related study of anti-TB peptides was reported by Manavalan et al. (2019) . Here they used sequence and physicochemical features to encode the peptides and compared the predictive power of a new type of RF method, extreme random trees (ERT), with traditional ML methods, GB, k-NN, LR, RF, and SVM. The binary activity data were balanced and, across nine types of feature encoding, the kNN and LR models had the lowest accuracies and the RF, ERT, and GB models the best (MCC 0.6-0.7 and accuracies of 80-91%)).", "cite_spans": [{"start": 22, "end": 43, "text": "(Khatun et al., 2019)", "ref_id": "BIBREF45"}, {"start": 704, "end": 727, "text": "Manavalan et al. (2019)", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Tuberculosis"}, {"text": "In a recent study, Pires and Ascher used mycoCSM, a graphbased signature approach, to rapidly identify compounds likely to be active against mycobacteria (Pires and Ascher, 2020) . They trained their ML models on experimental MIC values for over 15,000 compounds across eight mycobacterial species. DT models of antitubercular activity could recapitulate the properties of compounds in the test sets very well. Across the eight species, r 2 values varied between 0.58 and 0.77 and RMSE values between 0.30 and 0.61 log activity units. Their models have been made accessible by a web server (http://biosig.unimelb.edu.au/myco_ csm) that allows users to submit molecules for quick prioritization and screening.", "cite_spans": [{"start": 154, "end": 178, "text": "(Pires and Ascher, 2020)", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "Tuberculosis"}, {"text": "Singh et al. reported the use of a suite of relatively novel classifiers to identify inhibitors of trypanosomal N-myristoyltransferase (NMT) . They compared the performance of the IB1 classifier (a type of nearest neighbor algorithm), Nonnested Generalized Exemplar (assigns generalized exemplars without nesting), Best First Tree algorithm (a modification of standard DT), and logistic regression. The active dataset (120 molecules) consisted of reported inhibitors of trypanosomal, leishmanial, and plasmodial NMT. The inactive dataset (6,160 compounds) consisted of decoys generated for each active molecule. Unfortunately, the authors did not account for the highly unbalanced nature of the data set by using suitable scoring metrics. The >99% accuracy measures reported were therefore unrealistic, as this could be achieved by simply assigning all compounds to the inactive class. A more realistic G-means metric (geometric mean of sensitivity and selectivity) generates accuracies for models from all 4 ML methods of ∼88% for the test set. The 54,275 molecules in Maybridge small molecule library were screened for potential trypanosomal NMT inhibitors, although no check was made as to whether these were within the domain of applicability of the model. However, subsequent 3D QSAR modelling, docking to the enzyme structure, and molecular dynamics simulation identified several new leads with low micromolar in vitro activity against L. donovani and T. brucei.", "cite_spans": [], "ref_spans": [], "section": "Multiple Tropical Disease Studies"}, {"text": "Bayesian methods allow prior knowledge on the properties of molecules to be used to generate models predicting biological activity. When combined with sparsity inducing priors, they are also able to optimize model complexity and reduce the number of adjustable parameters in models, improving interpretability and ability to generalize to new data (Burden and Winkler, 1999; Winkler, 2004; Burden and Winkler, 2008; Winkler, 2018) . Models that employ Bayesian methods have been employed surprisingly frequently to design or discover new drugs for NTDs. This may be due in part to the dominance of Ekins and his collaborators in this research space, who use Bayesian methods extensively.", "cite_spans": [{"start": 348, "end": 374, "text": "(Burden and Winkler, 1999;", "ref_id": "BIBREF11"}, {"start": 375, "end": 389, "text": "Winkler, 2004;", "ref_id": "BIBREF99"}, {"start": 390, "end": 415, "text": "Burden and Winkler, 2008;", "ref_id": "BIBREF9"}, {"start": 416, "end": 430, "text": "Winkler, 2018)", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Bayesian Models, Clustering, and Visualization"}, {"text": "Wicht et al. applied Bayesian classifiers to model HTS data for beta-hematin inhibition and in vitro antimalarial (P. falciparum) activity (Wicht et al., 2015) . By using different cut-offs that defined the active compound class, that changed the balance of the training and test set, they could achieve 70-94% correct prediction of the tests set. They also validated their optimized Bayesian model by screening a database of 1510 FDA approved drugs that largely occupied similar chemical space to that of the training set. The model placed all six clinical antimalarials, plus quinidine barbiturate and hydroxychloroquine in the top 2.1% of the 1,510 compounds.", "cite_spans": [{"start": 139, "end": 159, "text": "(Wicht et al., 2015)", "ref_id": "BIBREF96"}], "ref_spans": [], "section": "Malaria"}, {"text": "Periwal et al. were among the first to compare NB methods to three other ML methods trained on physicochemical properties of compounds from three publicly available bioassay data sets for M. tuberculosis (Periwal et al., 2011) . They extended this research to the case of extremely unbalanced tuberculosis data sets (Periwal et al., 2012) . As with many other studies reported her, in both cases the assay data were converted to binary classes using a suitable activity cut-off value. They overcame the class imbalance by using a wrapper class to convert the existing algorithm into cost sensitive one and the BCR measure to provide balanced accuracy estimates for unbalanced datasets.", "cite_spans": [{"start": 204, "end": 226, "text": "(Periwal et al., 2011)", "ref_id": "BIBREF70"}, {"start": 316, "end": 338, "text": "(Periwal et al., 2012)", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Tuberculosis"}, {"text": "Subsequently Yu and Wild compared the performance of a collection of methods, associative classification mining (ACM), which are popular in the data mining community, with NB and SVM (Yu and Wild, 2012) . They modelled a data set of 3,779 anti-TB compounds that were classified into active and inactive groups using a minimum inhibitory concentration (MIC) <5 μM. Classification was based on predictive association rules (CPAR), multiple association rules (CMAR), and association rules (CBA). Based on the F1 score that is appropriate for unbalanced data sets, the ACM methods produced similar results to those of SVM and NB.", "cite_spans": [{"start": 183, "end": 202, "text": "(Yu and Wild, 2012)", "ref_id": "BIBREF104"}], "ref_spans": [], "section": "Tuberculosis"}, {"text": "Tiwari and coworkers used NB to model HTS data for inhibitors of fructose bisphosphate aldolase, an enzyme essential for the glycolysis pathway in M. tuberculosis (Tiwari et al., 2016) . Kumari et al. used genetic algorithms with correlation-based feature selection to derive predictive models of serine protease inhibitors of TB using NB and other machine learning algorithms (Kumari et al., 2020) . The model was used to screen a library of 918 phytochemical compounds and identified 126 potential antitubercular agents. Santa Maria and coworkers reported a novel node of action and lead discovery paradigm that used HT biophysical profiling against a broad range of targets and machine learning to identify molecular features for targets for a given phenotypic screen (Santa Maria et al., 2017) . They used NB modelling, as this ML method is less sensitive to noise and false negative rates than alternatives. They applied the method to screen 55,000 compounds in 24 internal antibacterial phenotypic screens and against 636 bacterial targets. The ML models identified relationships between phenotype, target, and chemotype for known antimicrobial agents. Specifically, they identified novel inhibitors of dihydrofolate reductase that exhibited nM efficacy (Figure 2) against M. tuberculosis.", "cite_spans": [{"start": 163, "end": 184, "text": "(Tiwari et al., 2016)", "ref_id": "BIBREF89"}, {"start": 377, "end": 398, "text": "(Kumari et al., 2020)", "ref_id": "BIBREF53"}, {"start": 778, "end": 797, "text": "Maria et al., 2017)", "ref_id": "BIBREF79"}], "ref_spans": [{"start": 1260, "end": 1270, "text": "(Figure 2)", "ref_id": "FIGREF1"}], "section": "Tuberculosis"}, {"text": "As HIV is a global problem, there has been intense activity directed towards finding drugs to control this disease. It is Frontiers in Chemistry | www.frontiersin.org", "cite_spans": [], "ref_spans": [], "section": "HIV"}, {"text": "March 2021 | Volume 9 | Article 614073 beyond the scope of this review to summarize this work; however comprehensive reviews of the application of computational modelling, QSAR, and ML to HIV drug discovery have been published (De Clercq, 2007; Gu et al., 2014; Kumari et al., 2017) . To exemplify one approach, Ekins and their collaborators applied their NB methods to a dataset of compounds inhibiting HIV . They trained Bernoulli Naïve Bayes, traditional ML, and DL models using both cell-based and target-based (RT DNA polymerase) assay data that were converted into binary (active/inactive) sets using an appropriate cut-off concentration. The cell-based and targetbased assay results were correlated (r 0.44) and the data sets used to train the models. Based on balance insensitive metrics, all methods were equally successful in predicting the properties of the test set, supporting the observation that the descriptors have a much larger impact on model quality than the modelling algorithm (Winkler and Le, 2017) .", "cite_spans": [{"start": 227, "end": 244, "text": "(De Clercq, 2007;", "ref_id": "BIBREF18"}, {"start": 245, "end": 261, "text": "Gu et al., 2014;", "ref_id": "BIBREF31"}, {"start": 262, "end": 282, "text": "Kumari et al., 2017)", "ref_id": "BIBREF54"}, {"start": 999, "end": 1021, "text": "(Winkler and Le, 2017)", "ref_id": "BIBREF98"}], "ref_spans": [], "section": "HIV"}, {"text": "Since 2013, Ekins and colleagues have published a relatively large number of NB, RP, and SVM models of molecules acting against various NTDs, using the same datasets to demonstrate the effects of different ML algorithms, data set sizes (Ekins et al., 2014b) , and complexities (Ekins et al., 2014c; Lane et al., 2018) . They used data fusion to analyze large sets of compounds active against TB (Ekins et al., 2013a; Ekins et al., 2013b) . They employed Laplacian-corrected (sparsity inducing) Bayesian classifiers, SVM, and RP to model a training set of 2,273 compounds and validated the predictive power with two external test sets of sizes 1,924 and 1,777 molecules (the latter all active). The Bayesian model could predict a higher number of active compounds from the 1,777 active compounds' test set than the other ML methods. They further combined antitubercular activity and cytotoxicity (to Vero, THP-1, and HepG2 cell lines) to generate Bayesian models that identified drugs active against TB that were also less cytotoxic (Ekins et al., 2014a) . They again used a set of 1,924 commercially available molecules, evaluated for antitubercular activity and cytotoxicity, with hit rates of 3-4%. They demonstrated that models incorporating antitubercular and cytotoxicity data significantly enrich selection of nontoxic actives. More recently, Ekins and coworkers deployed their Bayesian ML methods to model and predict the activity of small molecules against trypanosomes and Ebolavirus (Ekins et al., 2015a; Ekins et al., 2015b) . To discover antitrypanosome drug leads, they trained a Bayesian model on literature compound data and a subset of the Broad Chagas dose response data set, using the EC 50 values <1 μM to define actives (Ekins et al., 2015a) . This binary training set contained similar numbers of active and inactive compounds (well balanced) and 5-fold cross-validation showed the model had a prediction accuracy >80%. The model was used to screen 7,200 molecules from eight small chemical libraries, 97 of which were tested and 11 found to have EC 50 < 10 μM. The five most active molecules, verapamil, pyronaridine, furazolidone, tetrandrine, and nitrofural, had in vitro EC 50 values < 1 μM and also showed good activity in vivo in a T. cruzi mouse model.", "cite_spans": [{"start": 236, "end": 257, "text": "(Ekins et al., 2014b)", "ref_id": "BIBREF23"}, {"start": 277, "end": 298, "text": "(Ekins et al., 2014c;", "ref_id": "BIBREF25"}, {"start": 299, "end": 317, "text": "Lane et al., 2018)", "ref_id": "BIBREF55"}, {"start": 395, "end": 416, "text": "(Ekins et al., 2013a;", "ref_id": "BIBREF24"}, {"start": 417, "end": 437, "text": "Ekins et al., 2013b)", "ref_id": "BIBREF26"}, {"start": 1032, "end": 1053, "text": "(Ekins et al., 2014a)", "ref_id": "BIBREF22"}, {"start": 1493, "end": 1514, "text": "(Ekins et al., 2015a;", "ref_id": "BIBREF20"}, {"start": 1515, "end": 1535, "text": "Ekins et al., 2015b)", "ref_id": "BIBREF21"}, {"start": 1740, "end": 1761, "text": "(Ekins et al., 2015a)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Multiple Tropical Disease Studies"}, {"text": "For Ebola virus, these researchers used a broadly similar Bayesian approach to model 868 molecules from the viral pseudotype entry assay and the Ebola replication assay (Ekins et al., 2015b) . The binary data set was very unbalanced, with only 4% of the compounds in the active class. Although the model could predict activity with >80% accuracy using 5-fold crossvalidation, an accuracy metric more appropriate for unbalanced data sets (BCR, MCC or G-means) would have given a more realistic estimate of the model performance. Nonetheless, the model identified three compounds, quinacrine, pyronaridine, and tilorone, subsequently tested in vitro with EC 50 values of 350, 420, and 230 nM. Subsequent work identified the antimalarial drug arterolane (IC 50 4.53 µM) and the anticancer clinical candidate Frontiers in Chemistry | www.frontiersin.org", "cite_spans": [{"start": 169, "end": 190, "text": "(Ekins et al., 2015b)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Multiple Tropical Disease Studies"}, {"text": "March 2021 | Volume 9 | Article 614073 lucanthone (IC 50 3.27 µM) as novel drug leads that have Ebola inhibitory activity in HeLa cells and low cytotoxicity (Anantpadma et al., 2019) . Korotcov and coworkers reported a comprehensive ML study across a range of biological assays that included bubonic plague (Yersina pestis), Chagas disease (T. cruzi), TB (M. tuberculosis), and malaria (P. falciparum). The assay data were converted into binary form (active/inactive) (Korotcov et al., 2017) . The datasets varied greatly in balance, with plague and malaria having very low percentages of active compounds. They compared the performance of Bernoulli NB (BNB) methods with traditional ML methods and DNN when trained using molecular fingerprint descriptors. Using suitable metrics for unbalanced data (F1-score and Matthews correlation coefficient) they found that BNB was as effective at predicting the properties of the test set compounds as the other ML and DNN methods.", "cite_spans": [{"start": 157, "end": 182, "text": "(Anantpadma et al., 2019)", "ref_id": "BIBREF4"}, {"start": 468, "end": 491, "text": "(Korotcov et al., 2017)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Multiple Tropical Disease Studies"}, {"text": "While NB usually shows performance similar to that of other ML methods such as SVM and RF, incorporation of Bayesian methods in other ML algorithms can have substantial benefits in terms of optimizing model complexity to avoid bias (underfitting) or variance (overfitting) problems. When sparsity inducing (Laplacian) priors are used with these methods (e.g., Bayesian regularized neural networks or relevance vector machines), models have fewer parameters and neural networks have fewer effective weights, thus improving predictions and interpretability of the model and descriptors (Burden and Winkler, 1999; Burden and Winkler, 2008; Burden and Winkler, 2015) .", "cite_spans": [{"start": 584, "end": 610, "text": "(Burden and Winkler, 1999;", "ref_id": "BIBREF11"}, {"start": 611, "end": 636, "text": "Burden and Winkler, 2008;", "ref_id": "BIBREF9"}, {"start": 637, "end": 662, "text": "Burden and Winkler, 2015)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Multiple Tropical Disease Studies"}, {"text": "The above studies have shown how accessible ML methods trained on public domain data sets of activity for diverse NTDs can be used to provide some mechanistic or structure-activity information and also screen much larger collections of organic molecules for potential lead. They provide very useful proof of concept but do suffer from some shortcomings. They did not explore a wider range of ML methods and descriptor classes to exploit advantages of some of the newer techniques. They also mostly convert continuous data into binary (active/inactive) data sets and so lose information intrinsic to the data. They also screen large databases without specifying whether the members lie in or close to the domain of applicability of the models in most cases.", "cite_spans": [], "ref_spans": [], "section": "Multiple Tropical Disease Studies"}, {"text": "Deep learning algorithms excel at analyzing image-based data to extract subtle features. They are being adopted rapidly for disease diagnosis and analysis of data from x-ray, CT, and MRI imaging. There are an increasing number of papers now employing deep learning methods for diagnosis of NTDs (e.g., Gao and Qian, 2018; Ting et al., 2018; Khalighifar et al., 2019; Rajaraman et al., 2019; Yang et al., 2019; Fuhad et al., 2020) that are beyond the scope of this review. Although deep learning methods offer stateof-the-art performance in modelling the biological properties of drug-like data for next generation drugs Lavecchia, 2019) , they have not yet been widely adopted by the NTD research community.", "cite_spans": [{"start": 302, "end": 321, "text": "Gao and Qian, 2018;", "ref_id": "BIBREF30"}, {"start": 322, "end": 340, "text": "Ting et al., 2018;", "ref_id": "BIBREF88"}, {"start": 341, "end": 366, "text": "Khalighifar et al., 2019;", "ref_id": "BIBREF44"}, {"start": 367, "end": 390, "text": "Rajaraman et al., 2019;", "ref_id": "BIBREF75"}, {"start": 391, "end": 409, "text": "Yang et al., 2019;", "ref_id": "BIBREF103"}, {"start": 410, "end": 429, "text": "Fuhad et al., 2020)", "ref_id": "BIBREF28"}, {"start": 620, "end": 636, "text": "Lavecchia, 2019)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Deep Learning Models"}, {"text": "One of the first studies that employed deep learning methods was reported by Korotcov et al. (2017) . They compared the performance of several classic ML methods, NB, LLR, DT, RF, and SVM, with deep neural networks (DNN). They modelled several data diverse sets including aqueous solubility, bubonic plague, Chagas, tuberculosis, and malaria using molecular fingerprints (FCFP6) as descriptors, which had been modelled previously by Clark et al. using traditional and Bayesian ML methods (Clark et al., 2015) . They assessed whether DNN methods had advantages over the other ML algorithms using traditional metrics. This study focused on comparing methods useful for discovery of NTDs and they did not actually apply the models to discovery. Although a very useful proof of concept, the study had several shortcomings. The biological data were converted in active/inactive classes using a threshold value that varied for each data set. Most of the resulting data sets were moderately to severely unbalanced. Korotcov et al. concluded that DNNs had higher predictive performance than the next best algorithm, SVM. However, using the accuracy metrics for unbalanced binary data sets (F1-score and MCC) shows that, for almost all data sets, only NB and DT models had significantly lower prediction accuracy for the test set. This is consistent with descriptors having the largest impact on model quality, with different ML algorithms giving models with very similar performance if trained using the same descriptors (Winkler and Le, 2017 ). An interesting followup study would be to use the ML and deep learning methods to generate regression models of the biological end points and use the models to screen a library of candidates to discover new potential drugs.", "cite_spans": [{"start": 77, "end": 99, "text": "Korotcov et al. (2017)", "ref_id": "BIBREF49"}, {"start": 433, "end": 508, "text": "Clark et al. using traditional and Bayesian ML methods (Clark et al., 2015)", "ref_id": null}, {"start": 1513, "end": 1534, "text": "(Winkler and Le, 2017", "ref_id": "BIBREF98"}], "ref_spans": [], "section": "Deep Learning Models"}, {"text": "A subsequent study by Lane and colleagues compared the abilities of the same traditional, Bayesian ML and deep neural networks to model and predict the efficacies of tuberculosis drug candidates (Lane et al., 2018) . Again, the quantitative data were converted to binary active/inactive data using three different cutoff concentrations. Five types of molecular fingerprint were also used to train the models, ECFP6 and FCFP6 fingerprints, MACCS keys, and RDKit and Toxprint descriptors. However, no sparse feature selection was performed to reduce the dimensionality of the models. The training and test sets were again highly or moderately unbalanced and, not surprisingly, the authors reported that the AROC values and other precision and accuracy metrics did not necessarily correlate with the F1-score and MCC metrics. Bayesian machine learning models trained on literature TB data generated by different laboratories (18,886 compounds in training set) performed on average as well as deep neural networks in predicting the activities of molecules in the external test sets. There were sometimes large differences in test set predication accuracies within the DNN models and between DNN and other ML, depending on the activity cut-off and descriptors used. Lane et al. proposed that these machine learning models could help prioritize compounds for testing in vitro and in vivo against tuberculosis.", "cite_spans": [{"start": 195, "end": 214, "text": "(Lane et al., 2018)", "ref_id": "BIBREF55"}, {"start": 1261, "end": 1272, "text": "Lane et al.", "ref_id": null}], "ref_spans": [], "section": "Deep Learning Models"}, {"text": "Ekins et al. also used their suite of ML methods, which included DNNs, to model HIV drug activity data from the NIAID ChemDB HIV, Opportunistic Infection, and Tuberculosis Therapeutics Database . They modelled HIV-1 wild type cell-based and reverse transcriptase DNA polymerase inhibition assays that were moderately correlated. Again, they compared predictive abilities of multiple machine learning approaches and demonstrated that SVM, deep learning, and a consensus of all models gave comparable predictions accuracies, as assessed by 5-fold crossvalidation and test sets. This study is again consistent with previous studies of training and testing with multiple data sets that show little difference between support vector machine and deep neural networks models trained on the same data and descriptors.", "cite_spans": [], "ref_spans": [], "section": "Deep Learning Models"}, {"text": "A new AI system, DeepMalaria, for discovery of antiplasmodial drugs, has recently been reported by Keshavarzi Arshadi and coworkers (Keshavarzi Arshadi et al., 2020) . A graph-based model was trained on 13,446 antiplasmodial hit compounds from GlaxoSmithKline dataset. The model was validated by predicting hit compounds from another compound library and an approved drug repurposing library. DeepMalaria identified all compounds with nanomolar activity and 87.5% of the compounds with greater than 50% inhibition. One hit compound inhibited all asexual stages of P. falciparum, making it a strong candidate for further optimization.", "cite_spans": [{"start": 132, "end": 165, "text": "(Keshavarzi Arshadi et al., 2020)", "ref_id": null}], "ref_spans": [], "section": "Deep Learning Models"}, {"text": "Finally, a very recent and successful use of deep neural networks was reported by Stokes and coworkers in Cell (Stokes et al., 2020) . In a study aimed at discovering new antibiotics, they trained a deep neural network to identify molecules with relatively broad-spectrum antibacterial activity. They applied a model to multiple chemical libraries and found an existing drug, halicin (1), which was structurally distinct from conventional antibiotics and displays wide bactericidal activity in vitro and in vivo. Halicin operated by a novel mechanism of action, dissipation of the transmembrane ΔpH potential in bacteria, and was also very effective against M. tuberculosis. They also screened 107 million compounds from the ZINC15 database and identified eight antibacterial compounds that were structurally dissimilar to known antibiotics. Two of these, ZINC000100032716 and ZINC000225434673, displayed potent broad-spectrum activity and overcame an array of common resistance factors. This was the first successful demonstration of the use of DNN to repurpose existing drugs and discover new drug leads.", "cite_spans": [{"start": 111, "end": 132, "text": "(Stokes et al., 2020)", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Deep Learning Models"}, {"text": "Genetic algorithms (GAs) and genetic programming (GP) are very effective at exploring very large feature spaces. They have been used frequently to choose subsets of descriptors for ML models of bioactivities of small molecules. Little genetic algorithm research has appeared yet in the NTD literature. Kumari et al. reported the use of GP approaches to elucidate the role of descriptors in models of serine protease inhibitors as antituberculosis drugs (Kumari et al., 2020) . They modelled a library of 918 phytochemical compounds as potential serine protease inhibitors using the RF ML algorithm. Their best RF model trained on descriptors chosen by a GA identified 126 antitubercular agents out of the 918 phytochemical compounds. The genetic programming symbolic classification method they employed optimized descriptors and provided an equation for the mathematical model.", "cite_spans": [{"start": 302, "end": 315, "text": "Kumari et al.", "ref_id": null}, {"start": 453, "end": 474, "text": "(Kumari et al., 2020)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Other AI Methods"}, {"text": "Impressive progress in the application of AI and ML methods to most areas of science, technology, and medicine strongly suggests a much larger role for these methods in the discovery of new treatments for NTDs in the near future. The above illustrative examples show how effective these methods can be in finding new lead compounds. It is also clear from the literature that the rate of adoption of these methods is increasing significantly. This is driven by increasing use of high-throughput screens, increased power and availability of open-source ML methods, and development of novel DL methods that generate descriptors, model relationships, and perform inverse mapping of models to lead compounds. Some of these developments are discussed below.", "cite_spans": [], "ref_spans": [], "section": "PERSPECTIVE"}, {"text": "Assays drive drug discovery and provide the data sets used to train AI and ML models that leverage these data to design or discover new drug leads. Robust identification and characterization of potential leads require biochemical, biophysical, and cellular data that are increasingly generated by high-throughput methods. Recent efforts have resulted in miniaturized assays arrayed in microtiter plates that can test >100,000 samples/day; microtiter plate-free formats with encoded libraries that can potentially screen billions of compounds; a search for new drug modalities; and emphasis on more disease relevant screens using complex cell models of disease states. Developments in this area were reviewed recently (Busby et al., 2020) . Development of HTS assays for NTDs was reported by Qing et al. for dengue fever (Qing et al., 2010) . Dengue virus-like particles were constructed using viral structural proteins plus a luciferase reporter. High titer particles (>10 6 foci-forming units/ml) were obtained whose infection could be blocked by antibodies against viral envelope proteins and by viral NS5 polymerase inhibitors. The infection assay was run in a 384-well format and provided a simple, robust, and rapid response suitable for screening large chemical libraries for compounds inhibiting dengue entry, translation, and replication.", "cite_spans": [{"start": 717, "end": 737, "text": "(Busby et al., 2020)", "ref_id": "BIBREF12"}, {"start": 820, "end": 839, "text": "(Qing et al., 2010)", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Developments in Assay Technologies and Mechanism of Action Studies"}, {"text": "The abilities of machine learning methods to improve information extraction from imaging data are finding new applications in mechanism of action studies. Because these methods do not work well with heterogeneous cellular phenotypes and require human training, Ashdown and coworkers reported a combined human-and machine-labelled approach for data from mixed human malaria parasite cultures (Ashdown et al., 2020) . Trained on high-throughput and highresolution screening data, their approach tolerates natural parasite morphological heterogeneity and correctly orders parasite developmental stages. They successfully detected and clustered drug-induced morphological outliers by mechanism of action, opening the door for faster and more robust cell-based drug discovery.", "cite_spans": [{"start": 391, "end": 413, "text": "(Ashdown et al., 2020)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Developments in Assay Technologies and Mechanism of Action Studies"}, {"text": "As this review has illustrated, many AI and ML models of drugs and targets for NTDs have been binary classification models (e.g., active/inactive). It is not clear why continuous data sets have been converted into binary data sets for modelling purposes as this loses considerable information. One reason may be that binary classification model generates relatively high-performance metrics compared to continuous regression models, as the model is essentially fitting only two clusters of data points rather than the whole span of data. Sometimes binary models provide misleading estimates of model predictive power, especially when data sets are unbalanced. There are accuracy measures such as G-means (geometric mean of sensitivity and specificity) and F1-factor (harmonic mean of sensitivity and specificity) that provide more realistic estimates of predictive accuracy that are often not used. Other methods of removing class bias are under sampling of the majority class and imputing new data for the minority class.", "cite_spans": [], "ref_spans": [], "section": "Quantitative ML Models and Multitarget/ Multidrug Strategies"}, {"text": "Ultimately, using computational methods to generate effective descriptors and to map them to biological activities using continuous data offers significant advantages. These include better estimates of the contributions of specific molecular features to the biological activities and the ability to predict specific EC 50 , LD 50 , and other values across several orders of magnitude. This provides a lot more information about differences between molecules in the active class than do binary classification models. Given the relatively large amount of effective ML modelling software available in the public domain, quantitative modelling is an important ML application for discovery of more effective drugs for NTDs.", "cite_spans": [], "ref_spans": [], "section": "Quantitative ML Models and Multitarget/ Multidrug Strategies"}, {"text": "The concurrent usage of multiple medications is necessary for some diseases, especially to manage or minimize the development of drug resistance. Resistance to mainstream drugs is a particular problem with NTDs (Pramanik et al., 2019) . Drug resistant malaria and TB are common, with almost 500,000 new cases of multidrug-resistant tuberculosis in 2016 and a 45% mortality rate worldwide. ML methods are being used to predict resistance phenotypes (Wheeler et al., 2020) and the effects of multidrug dosing and drug synergies. A novel application of ML to predict synergistic combinations of antimalarial drugs was reported by Mason et al. (Mason et al., 2018) The discovery of synergistic combinations of antimalarial drugs is potentially very important, but an exhaustive experimental screen of every antimalarial drug with all others is not tractable. Mason and coworkers used SVM to model a dataset of 1,540 antimalarial drug combinations, of which 22% were synergistic. Cross-validation showed that synergistic predictions are enriched between 2.7-and 1.5-fold compared to random selection. This depends on whether compounds in a combination are known from other combinations in the training data or are entirely novel combinations.", "cite_spans": [{"start": 211, "end": 234, "text": "(Pramanik et al., 2019)", "ref_id": "BIBREF72"}, {"start": 448, "end": 470, "text": "(Wheeler et al., 2020)", "ref_id": "BIBREF95"}, {"start": 627, "end": 660, "text": "Mason et al. (Mason et al., 2018)", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Quantitative ML Models and Multitarget/ Multidrug Strategies"}, {"text": "Siddique et al. reported the use of SVM, GB, and LR to estimate the generalized propensity score, the probability of receiving a specific treatment (Siddique et al., 2019) . They modelled data from 9,290-patient multidrug-resistant TB treatment outcomes, from 31 observational studies, to compare the results of the different treatment regimens. The different ML models often agreed on the best regimens but produced sometimes differing estimates of probabilities of treatment success. A novel hybrid approach has been suggested recently by Riches and coworkers (Riches et al., 2020) . They described new anti-giardia agents that contain more than one toxophore and are capable of killing pathogens by multiple mechanisms of action.", "cite_spans": [{"start": 148, "end": 171, "text": "(Siddique et al., 2019)", "ref_id": "BIBREF83"}, {"start": 562, "end": 583, "text": "(Riches et al., 2020)", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Quantitative ML Models and Multitarget/ Multidrug Strategies"}, {"text": "As the author stated, the quality of models and their predictive power is largely controlled by the relevance and interpretability of the molecular descriptors used to train them. By employing chemically interpretable descriptors that can be effectively mapped back onto prototype molecules, chemists gain substantial insight into how to improve activity and selectivity and reduce toxicity of drug candidates. There is a trend away from using effective but arcane molecular descriptors to train ML models of drug activity because these models often provide little insight into how to improve lead molecules. Molecular fragments and fingerprint methods are being increasingly used to provide both efficiency and interpretability (Muegge and Mukherjee, 2016; Hessler and Baringhaus, 2018; Kleandrova and Speck-Planche, 2020) , and kernel-based methods like those reviewed above are also very useful. As alluded to, DL methods are providing paradigm shifts in the generation of effective descriptors and to a lesser extent (at least for the present) in interpreting molecular features in ways that medicinal chemists can use.", "cite_spans": [{"start": 729, "end": 757, "text": "(Muegge and Mukherjee, 2016;", "ref_id": "BIBREF67"}, {"start": 758, "end": 787, "text": "Hessler and Baringhaus, 2018;", "ref_id": "BIBREF39"}, {"start": 788, "end": 823, "text": "Kleandrova and Speck-Planche, 2020)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Use of ML and DL Methods to Generate More Effective and Interpretable Models and Improve Docking Scores"}, {"text": "ML methods have also been used to improve, augment, or even replace molecular docking methods used to screen chemical libraries for compounds binding to specific protein targets. For example, Kinnings and coworkers reported use of SVMs to improve the docking scores of compounds (Kinnings et al., 2011) . They generated models that mapped individual energy terms from molecular docking to the known binding affinity of compounds from HTS experiments. This improved the predicted binding affinities from docking programs. They applied the method to predict the binding energies of inhibitors of M. tuberculosis InhA. This identified the potential for phosphodiesterase inhibitors to be repurposed anti-TB drugs. The methods are generally applicable to other NTD target structures. DNNs are being increasingly used to emulate docking of small molecules to proteins. Jastrzębski et al. recently reported the application of a deep neural network to predict docking outputs directly from a two-dimensional compound structure (Jastrzębski et al., 2020) . Their procedure is orders of magnitude faster than typical docking software, and it provides interaction fingerprints for ligand-receptor complexes. This development greatly facilitates screening of vast compound libraries, or libraries of existing drugs, clinical trials candidates, and approved natural products that have already been in man, for repurposing in NTDs.", "cite_spans": [{"start": 279, "end": 302, "text": "(Kinnings et al., 2011)", "ref_id": "BIBREF46"}, {"start": 1020, "end": 1046, "text": "(Jastrzębski et al., 2020)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Use of ML and DL Methods to Generate More Effective and Interpretable Models and Improve Docking Scores"}, {"text": "The repurposing of registered drugs, clinical trials candidates, and approved natural products, whose safety and pharmacokinetics in man are known, is a rational approach to rapid discovery of new drugs for NTDs. Drug repurposing (repositioning) discovers new disease indications for previously approved drugs, especially relevant for NTDs where the estimated US$1-1.3Bn required to get a new drug on the market is more difficult to raise. This discovery paradigm has been dramatically accelerated by the COVID-19 pandemic as has been described recently (Guy et al., 2020) . Computational methods of drug repurposing have rapidly gained favor because of their speed, low cost, improved accuracy, and accessibility due to the impressive amount of ML software available in the public domain. The rationale and principles for repurposing drugs for new diseases have been reviewed (Pushpakom et al., 2019) . Very recent reviews have summarized HT and computational repurposing for NTDs (Hernandez et al., 2018; Andrade et al., 2019; Bustamante et al., 2019) .", "cite_spans": [{"start": 554, "end": 572, "text": "(Guy et al., 2020)", "ref_id": "BIBREF33"}, {"start": 877, "end": 901, "text": "(Pushpakom et al., 2019)", "ref_id": "BIBREF73"}, {"start": 982, "end": 1006, "text": "(Hernandez et al., 2018;", "ref_id": "BIBREF37"}, {"start": 1007, "end": 1028, "text": "Andrade et al., 2019;", "ref_id": "BIBREF5"}, {"start": 1029, "end": 1053, "text": "Bustamante et al., 2019)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Broad Screening of Large Chemical Libraries or Leads, Particularly Repurposing Drugs"}, {"text": "A very important but sometimes overlooked fact is that ML models of biological responses have specific domains of applicability. These are determined by the ranges of the molecular descriptors and the range of biological activities used to train models. Larger and more chemically diverse training sets will generate models that have larger domains of applicability and will be able to generalize to new data more broadly than smaller, less diverse training sets. If members of virtual screening libraries do not have properties that lie within, or at least close to, those of the training compounds, then predictions made by the models will be less reliable.", "cite_spans": [], "ref_spans": [], "section": "Broad Screening of Large Chemical Libraries or Leads, Particularly Repurposing Drugs"}, {"text": "Schuler and colleagues have published a useful in silico study of drug repurposing for Ebola virus (Schuler et al., 2017) . They also provide a helpful list of software and servers used for computational drug discovery. Ebola virus is a particularly difficult repurposing problem mainly due to the small amount of structure-activity data available in the literature with which to train models. As the studies reviewed in Case Studies Using AI and ML to Discover New Drugs for NTDs show, most other NTVs have large or very large databases of compounds with associated biological activity data. These resources can be used to train ML models with broad domains of applicability that can be used for drug repurposing. However, drugs whose molecular features lie outside these domains usually have their biological properties poorly predicted. Schuler et al. stressed the importance of multitargeting approaches, especially when preclinically or clinically validated. Several of the approaches they reviewed are broadly applicable to other pathogens, outbreaks, epidemics, and pandemics and to general drug discovery and development.", "cite_spans": [{"start": 99, "end": 121, "text": "(Schuler et al., 2017)", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Broad Screening of Large Chemical Libraries or Leads, Particularly Repurposing Drugs"}, {"text": "Although almost all applications of AI methods to discovery of drugs for NTDs have focused on ML methods, there are additional AI technologies that show promise. Wang et al. have summarized the current and future impact of AI methods on infectious diseases (Wong et al., 2019) . Given the immensity of drug-like chemical space (∼10 60 compounds) and the need to optimize several properties simultaneously to generate good NTD drug leads, evolutionary methods are beginning to be employed in mainstream drug discovery. These represent the structural and physicochemical properties of molecules by mathematical \"genomes.\" They use a combination of desirable (e.g., activity, pharmacokinetics) and undesirable (e.g., toxicity, cost) properties as a fitness function to be optimized. By assessing the fitness of small libraries, mutating the genomes of the best candidates, and synthesizing new pools of improved candidates, drug leads can be rapidly optimized. Depending on the type of mutation operator used, large jumps into novel chemistry space can be achieved (scaffold hops). Although there are no examples of evolutionary optimization of drugs for NTDs yet, the current state of the art for mainstream drug discovery has been reviewed recently (Le and Winkler, 2015) . An interesting application of evolutionary methods to assess risk factors for Chagas disease was very recently published byHanley et al. (2020) . The data were derived from surveys of 64 risk factors believed to be relevant to infestation of households. The results may inform the design of eco-interventions aimed at slowing the spread of Chagas disease.", "cite_spans": [{"start": 162, "end": 173, "text": "Wang et al.", "ref_id": null}, {"start": 257, "end": 276, "text": "(Wong et al., 2019)", "ref_id": "BIBREF101"}, {"start": 1248, "end": 1270, "text": "(Le and Winkler, 2015)", "ref_id": "BIBREF58"}, {"start": 1410, "end": 1416, "text": "(2020)", "ref_id": null}], "ref_spans": [], "section": "Use of Evolutionary Methods and Other AI Methods to Discover NTD Leads"}, {"text": "Autonomous experimental systems are under development in several laboratories. These aim to create a closed loop system that automatically designs and synthesizes molecules that are fit for purpose. Most systems rely on evolutionary methods to perform the successive cycles of optimization until no further improvement is achieved or an acceptance metric is reached. They consist of robotic synthesis methods (or alternatively, a large pool of available compounds), one or more assays to determine the \"fitness\" of the molecules, a means of mathematically \"mutating\" members of the fittest populations, and synthesis of these that is carried out by the synthesis robot (or members chosen from the large pool). A robot scientist \"Eve,\" an automated system using AI to discover knowledge through cycles of experimentation, aims to make drug discovery faster and more economical (Williams et al., 2015) . It performs library screening, hit confirmation, and lead generation using QSAR models. Williams and coworkers used econometric modelling to show that Eve outperforms standard drug screening on an economic basis. It employs as fitness measure assays that can be quickly and cheaply engineered using synthetic biology. Conspicuously, Eve has repositioned drugs against parasites that cause tropical diseases. They used a drug library to identify repurposed drugs against malaria, Chagas, African sleeping sickness, and schistosomiasis. In particular, the antimicrobial compound fumagillin, an angiogenesis inhibitor, investigated as an anticancer drug, inhibits growth of P. falciparum strains (including resistant strains) and inhibits parasitemia in a mouse model.", "cite_spans": [{"start": 876, "end": 899, "text": "(Williams et al., 2015)", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Use of Evolutionary Methods and Other AI Methods to Discover NTD Leads"}, {"text": "Computationally guided discovery of new drugs for treating NTDs has benefitted from sophisticated methods developed for pharmaceutical drugs used to primarily treat major illnesses in the developed world. Although application of HTS and ML methods to discover new drugs for NTDs has lagged behind that for noninfectious diseases, the stage is set for rapid adoption by scientists working on NTDs, especially those in the developing world. The new technologies foreshadowed in Perspective bode well for more rapid and informed discovery and, ultimately, design of more potent, selective, and safe drugs for NTDs in the future.", "cite_spans": [], "ref_spans": [], "section": "Use of Evolutionary Methods and Other AI Methods to Discover NTD Leads"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Beware of R(2): simple, unambiguous assessment of the prediction accuracy of QSAR and QSPR models", "authors": [{"first": "D", "middle": ["L"], "last": "Alexander", "suffix": ""}, {"first": "A", "middle": [], "last": "Tropsha", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Winkler", "suffix": ""}], "year": 2015, "venue": "J. Chem. Inf. Model", "volume": "55", "issn": "", "pages": "1316--1322", "other_ids": {"DOI": ["10.1021/acs.jcim.5b00206"]}}, "BIBREF1": {"ref_id": "b1", "title": "Introduction to the themed collection on 'Neglected tropical diseases'", "authors": [{"first": "N", "middle": [], "last": "Ali", "suffix": ""}, {"first": "S", "middle": [], "last": "Cobb", "suffix": ""}, {"first": "C", "middle": [], "last": "Mowbray", "suffix": ""}], "year": 2020, "venue": "RSC Med. Chem", "volume": "11", "issn": "", "pages": "1098--1099", "other_ids": {"DOI": ["10.1039/D0MD90030C"]}}, "BIBREF2": {"ref_id": "b2", "title": "Advances in computational studies of potential drug targets in Mycobacterium tuberculosis", "authors": [{"first": "S", "middle": ["M"], "last": "Alladi", "suffix": ""}], "year": 2018, "venue": "Curr. Top. Med. Chem", "volume": "18", "issn": "", "pages": "1062--1074", "other_ids": {"DOI": ["10.2174/1568026618666180806163428"]}}, "BIBREF3": {"ref_id": "b3", "title": "Application of artificial neural networks to the detection of Mycobacterium tuberculosis, its antibiotic resistance and prediction of pathogenicity amongst Mycobacterium spp based on signature lipid biomarkers", "authors": [{"first": "J", "middle": ["S"], "last": "Almeida", "suffix": ""}, {"first": "A", "middle": [], "last": "Sonesson", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Ringelberg", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "White", "suffix": ""}], "year": 1995, "venue": "Binary-Comp. Microbiol", "volume": "7", "issn": "", "pages": "159--166", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Ebola virus bayesian machine learning models enable new in vitro leads", "authors": [{"first": "M", "middle": [], "last": "Anantpadma", "suffix": ""}, {"first": "T", "middle": [], "last": "Lane", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Zorn", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Lingerfelt", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Clark", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Freundlich", "suffix": ""}], "year": 2019, "venue": "ACS Omega", "volume": "4", "issn": "", "pages": "2353--2361", "other_ids": {"DOI": ["10.1021/acsomega.8b02948"]}}, "BIBREF5": {"ref_id": "b5", "title": "In silico chemogenomics drug repositioning strategies for neglected tropical diseases", "authors": [{"first": "C", "middle": ["H"], "last": "Andrade", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Neves", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Melo-Filho", "suffix": ""}, {"first": "J", "middle": [], "last": "Rodrigues", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Silva", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Braga", "suffix": ""}], "year": 2019, "venue": "Curr. Med. Chem", "volume": "26", "issn": "", "pages": "4355--4379", "other_ids": {"DOI": ["10.2174/0929867325666180309114824"]}}, "BIBREF6": {"ref_id": "b6", "title": "A machine learning approach to define antimalarial drug action from heterogeneous cell-based screens", "authors": [{"first": "G", "middle": ["W"], "last": "Ashdown", "suffix": ""}, {"first": "M", "middle": [], "last": "Dimon", "suffix": ""}, {"first": "M", "middle": [], "last": "Fan", "suffix": ""}, {"first": "F", "middle": [], "last": "Sánchez-Román Terán", "suffix": ""}, {"first": "K", "middle": [], "last": "Witmer", "suffix": ""}, {"first": "D", "middle": ["C A"], "last": "Gaboriau", "suffix": ""}], "year": 2020, "venue": "Sci. Adv", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/sciadv.aba9338"]}}, "BIBREF7": {"ref_id": "b7", "title": "Machine learning for molecular modelling in drug design", "authors": [{"first": "P", "middle": ["J"], "last": "Ballester", "suffix": ""}], "year": 2019, "venue": "Biomol", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/biom9060216"]}}, "BIBREF8": {"ref_id": "b8", "title": "QSAR based predictive modeling for antimalarial molecules", "authors": [{"first": "D", "middle": ["R"], "last": "Bharti", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Lynn", "suffix": ""}], "year": 2017, "venue": "Bioinformation", "volume": "13", "issn": "", "pages": "154--159", "other_ids": {"DOI": ["10.6026/97320630013154"]}}, "BIBREF9": {"ref_id": "b9", "title": "Bayesian regularization of neural networks", "authors": [{"first": "F", "middle": [], "last": "Burden", "suffix": ""}, {"first": "D", "middle": [], "last": "Winkler", "suffix": ""}], "year": 2008, "venue": "Methods Mol. Biol", "volume": "458", "issn": "", "pages": "25--44", "other_ids": {"DOI": ["10.1007/978-1-60327-101-1_3"]}}, "BIBREF10": {"ref_id": "b10", "title": "Relevance vector machines: sparse classification methods for QSAR", "authors": [{"first": "F", "middle": ["R"], "last": "Burden", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Winkler", "suffix": ""}], "year": 2015, "venue": "J. Chem. Inf. Model", "volume": "55", "issn": "", "pages": "1529--1534", "other_ids": {"DOI": ["10.1021/acs.jcim.5b00261"]}}, "BIBREF11": {"ref_id": "b11", "title": "Robust QSAR models using Bayesian regularized neural networks", "authors": [{"first": "F", "middle": ["R"], "last": "Burden", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Winkler", "suffix": ""}], "year": 1999, "venue": "J. Med. Chem", "volume": "42", "issn": "", "pages": "3183--3187", "other_ids": {"DOI": ["10.1021/jm980697n"]}}, "BIBREF12": {"ref_id": "b12", "title": "Advancements in assay technologies and strategies to enable drug discovery", "authors": [{"first": "A", "middle": ["A"], "last": "Busby", "suffix": ""}, {"first": "S", "middle": [], "last": "Carbonneau", "suffix": ""}, {"first": "J", "middle": [], "last": "Concannon", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Dumelin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lee", "suffix": ""}, {"first": "S", "middle": [], "last": "Numao", "suffix": ""}], "year": 2020, "venue": "ACS Chem. Biol", "volume": "15", "issn": "10", "pages": "2636--2648", "other_ids": {"DOI": ["10.1021/acschembio.0c00495"]}}, "BIBREF13": {"ref_id": "b13", "title": "Repurposing of known drugs for leishmaniasis treatment using bioinformatic predictions, in vitro validations and pharmacokinetic simulations", "authors": [{"first": "C", "middle": [], "last": "Bustamante", "suffix": ""}, {"first": "R", "middle": [], "last": "Ochoa", "suffix": ""}, {"first": "C", "middle": [], "last": "Asela", "suffix": ""}, {"first": "C", "middle": [], "last": "Muskus", "suffix": ""}], "year": 2019, "venue": "J. Comp-Aided Mol. Des", "volume": "33", "issn": "", "pages": "845--854", "other_ids": {"DOI": ["10.1007/s10822-019-00230-y"]}}, "BIBREF14": {"ref_id": "b14", "title": "Machine learning in chemistry: the impact of artificial intelligence", "authors": [{"first": "H", "middle": [], "last": "Cartwright", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A review of QSAR studies to discover new drug-like compounds actives against leishmaniasis and trypanosomiasis", "authors": [{"first": "J", "middle": ["A"], "last": "Castillo-Garit", "suffix": ""}, {"first": "C", "middle": [], "last": "Abad", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Rodriguez-Borges", "suffix": ""}, {"first": "Y", "middle": [], "last": "Marrero-Ponce", "suffix": ""}, {"first": "F", "middle": [], "last": "Torrens", "suffix": ""}], "year": 2012, "venue": "Curr. Top. Med. Chem", "volume": "12", "issn": "", "pages": "852--865", "other_ids": {"DOI": ["10.2174/156802612800166756"]}}, "BIBREF16": {"ref_id": "b16", "title": "Computational identification of chemical compounds with potential activity against Leishmania amazonensis using nonlinear machine learning techniques", "authors": [{"first": "J", "middle": ["A"], "last": "Castillo-Garit", "suffix": ""}, {"first": "N", "middle": [], "last": "Flores-Balmaseda", "suffix": ""}, {"first": "O", "middle": [], "last": "Alvarez", "suffix": ""}, {"first": "H", "middle": [], "last": "Pham-The", "suffix": ""}, {"first": "V", "middle": [], "last": "Perez-Donate", "suffix": ""}, {"first": "F", "middle": [], "last": "Torrens", "suffix": ""}], "year": 2018, "venue": "Curr. Top. Med. Chem", "volume": "18", "issn": "", "pages": "2347--2354", "other_ids": {"DOI": ["10.2174/1568026619666181130121558"]}}, "BIBREF17": {"ref_id": "b17", "title": "Open source bayesian models. 1. Application to ADME/tox and drug discovery datasets", "authors": [{"first": "A", "middle": ["M"], "last": "Clark", "suffix": ""}, {"first": "K", "middle": [], "last": "Dole", "suffix": ""}, {"first": "A", "middle": [], "last": "Coulon-Spektor", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcnutt", "suffix": ""}, {"first": "G", "middle": [], "last": "Grass", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Freundlich", "suffix": ""}], "year": 2015, "venue": "J. Chem. Inf. Model", "volume": "55", "issn": "", "pages": "1231--1245", "other_ids": {"DOI": ["10.1021/acs.jcim.5b00143"]}}, "BIBREF18": {"ref_id": "b18", "title": "The design of drugs for HIV and HCV", "authors": [{"first": "E", "middle": [], "last": "De Clercq", "suffix": ""}], "year": 2007, "venue": "Nat. Rev. Drug Discov", "volume": "6", "issn": "", "pages": "1001--1018", "other_ids": {"DOI": ["10.1038/nrd2424"]}}, "BIBREF19": {"ref_id": "b19", "title": "Quantitative structure-activity relationships for structurally diverse chemotypes having anti-trypanosoma cruzi activity", "authors": [{"first": "De", "middle": [], "last": "Souza", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Ferreira", "suffix": ""}, {"first": "L", "middle": ["L G"], "last": "De Oliveira", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Andricopulo", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "", "suffix": ""}], "year": 2019, "venue": "Int. J. Mol. Sci", "volume": "20", "issn": "11", "pages": "", "other_ids": {"DOI": ["10.3390/ijms20112801"]}}, "BIBREF20": {"ref_id": "b20", "title": "Machine learning models and pathway genome data base for trypanosoma cruzi drug discovery", "authors": [{"first": "S", "middle": [], "last": "Ekins", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "De Siqueira-Neto", "suffix": ""}, {"first": "L", "middle": ["I"], "last": "Mccall", "suffix": ""}, {"first": "M", "middle": [], "last": "Sarker", "suffix": ""}, {"first": "M", "middle": [], "last": "Yadav", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Ponder", "suffix": ""}], "year": 2015, "venue": "PLoS Negl Trop Dis", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pntd.0003878"]}}, "BIBREF21": {"ref_id": "b21", "title": "Machine learning models identify molecules active against the Ebola virus in vitro", "authors": [{"first": "S", "middle": [], "last": "Ekins", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Freundlich", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Clark", "suffix": ""}, {"first": "M", "middle": [], "last": "Anantpadma", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Davey", "suffix": ""}, {"first": "P", "middle": [], "last": "Madrid", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.12688/f1000research.7217.2"]}}, "BIBREF22": {"ref_id": "b22", "title": "Combining computational methods for hit to lead optimization in Mycobacterium tuberculosis drug discovery", "authors": [{"first": "S", "middle": [], "last": "Ekins", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Freundlich", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Hobrath", "suffix": ""}, {"first": "Lucile", "middle": [], "last": "White", "suffix": ""}, {"first": "E", "middle": [], "last": "Reynolds", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "", "suffix": ""}], "year": 2014, "venue": "Pharm. Res. (N. Y.)", "volume": "31", "issn": "", "pages": "414--435", "other_ids": {"DOI": ["10.1007/s11095-013-1172-7"]}}, "BIBREF23": {"ref_id": "b23", "title": "Are bigger data sets better for machine learning? Fusing single-point and dual-event dose response data for Mycobacterium tuberculosis", "authors": [{"first": "S", "middle": [], "last": "Ekins", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Freundlich", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Reynolds", "suffix": ""}], "year": 2014, "venue": "J. Chem. Inf. Model", "volume": "54", "issn": "", "pages": "2157--2165", "other_ids": {"DOI": ["10.1021/ci500264r"]}}, "BIBREF24": {"ref_id": "b24", "title": "Fusing dual-event data sets for Mycobacterium tuberculosis machine learning models and their evaluation", "authors": [{"first": "S", "middle": [], "last": "Ekins", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Freundlich", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Reynolds", "suffix": ""}], "year": 2013, "venue": "J. Chem. Inf. Model", "volume": "53", "issn": "", "pages": "3054--3063", "other_ids": {"DOI": ["10.1021/ci400480s"]}}, "BIBREF25": {"ref_id": "b25", "title": "Looking back to the future: predicting in vivo efficacy of small molecules versus Mycobacterium tuberculosis", "authors": [{"first": "S", "middle": [], "last": "Ekins", "suffix": ""}, {"first": "R", "middle": [], "last": "Pottorf", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Reynolds", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Williams", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Clark", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Freundlich", "suffix": ""}], "year": 2014, "venue": "J. Chem. Inf. Model", "volume": "54", "issn": "", "pages": "1070--1082", "other_ids": {"DOI": ["10.1021/ci500077v"]}}, "BIBREF26": {"ref_id": "b26", "title": "Enhancing hit identification in Mycobacterium tuberculosis drug discovery using validated dual-event Bayesian models", "authors": [{"first": "S", "middle": [], "last": "Ekins", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Reynolds", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Franzblau", "suffix": ""}, {"first": "B", "middle": [], "last": "Wan", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Freundlich", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Bunin", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0063240"]}}, "BIBREF27": {"ref_id": "b27", "title": "From chemoinformatics to deep learning: an open road to drug discovery", "authors": [{"first": "L", "middle": ["L"], "last": "Ferreira", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Andricopulo", "suffix": ""}], "year": 2019, "venue": "Future Med. Chem", "volume": "11", "issn": "", "pages": "371--374", "other_ids": {"DOI": ["10.4155/fmc-2018-0449"]}}, "BIBREF28": {"ref_id": "b28", "title": "Deep learning based automatic malaria parasite detection from blood smear and its smartphone based application", "authors": [{"first": "K", "middle": ["M F"], "last": "Fuhad", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Tuba", "suffix": ""}, {"first": "M", "middle": ["R A"], "last": "Sarker", "suffix": ""}, {"first": "S", "middle": [], "last": "Momen", "suffix": ""}, {"first": "N", "middle": [], "last": "Mohammed", "suffix": ""}, {"first": "T", "middle": [], "last": "Rahman", "suffix": ""}], "year": 2020, "venue": "Diagnostics", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/diagnostics10050329"]}}, "BIBREF29": {"ref_id": "b29", "title": "Understanding the roles of the \"two QSARs", "authors": [{"first": "T", "middle": [], "last": "Fujita", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Winkler", "suffix": ""}], "year": 2016, "venue": "J. Chem. Inf. Model", "volume": "56", "issn": "", "pages": "269--274", "other_ids": {"DOI": ["10.1021/acs.jcim.5b00229"]}}, "BIBREF30": {"ref_id": "b30", "title": "Prediction of multidrug-resistant TB from CT pulmonary images based on deep learning techniques", "authors": [{"first": "X", "middle": ["W"], "last": "Gao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Qian", "suffix": ""}], "year": 2018, "venue": "Mol. Pharm", "volume": "15", "issn": "", "pages": "4326--4335", "other_ids": {"DOI": ["10.1021/acs.molpharmaceut.7b00875"]}}, "BIBREF31": {"ref_id": "b31", "title": "Anti-HIV drug development through computational methods", "authors": [{"first": "W", "middle": ["G"], "last": "Gu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Yuan", "suffix": ""}], "year": 2014, "venue": "AAPS J", "volume": "16", "issn": "", "pages": "674--680", "other_ids": {"DOI": ["10.1208/s12248-014-9604-9"]}}, "BIBREF32": {"ref_id": "b32", "title": "Artificial neural networks based on CODES descriptors in pharmacology: identification of novel trypanocidal drugs against Chagas disease", "authors": [{"first": "A", "middle": [], "last": "Guerra", "suffix": ""}, {"first": "P", "middle": [], "last": "Gonzalez-Naranjo", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Campillo", "suffix": ""}, {"first": "H", "middle": [], "last": "Cerecetto", "suffix": ""}, {"first": "M", "middle": [], "last": "Gonzalez", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Paez", "suffix": ""}], "year": 2013, "venue": "Curr. Comput. Aided Drug Des", "volume": "9", "issn": "", "pages": "130--140", "other_ids": {"DOI": ["10.2174/157340913804998748"]}}, "BIBREF33": {"ref_id": "b33", "title": "Rapid repurposing of drugs for COVID-19", "authors": [{"first": "R", "middle": ["K"], "last": "Guy", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Dipaola", "suffix": ""}, {"first": "F", "middle": [], "last": "Romanelli", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Dutch", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "368", "issn": "", "pages": "829--830", "other_ids": {"DOI": ["10.1126/science.abb9332"]}}, "BIBREF34": {"ref_id": "b34", "title": "Advanced in silico methods for the development of anti-leishmaniasis and anti-trypanosomiasis agents", "authors": [{"first": "A", "middle": ["K"], "last": "Halder", "suffix": ""}, {"first": "Dias", "middle": [], "last": "Soeiro Cordeiro", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "", "suffix": ""}], "year": 2020, "venue": "Curr. Med. Chem", "volume": "27", "issn": "", "pages": "697--718", "other_ids": {"DOI": ["10.2174/0929867325666181031093702"]}}, "BIBREF35": {"ref_id": "b35", "title": "A tandem evolutionary algorithm for identifying causal rules from complex data", "authors": [{"first": "J", "middle": ["P"], "last": "Hanley", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Rizzo", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Buzas", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Eppstein", "suffix": ""}], "year": 2020, "venue": "Evol. Comput", "volume": "28", "issn": "", "pages": "87--114", "other_ids": {"DOI": ["10.1162/evco_a_00252"]}}, "BIBREF36": {"ref_id": "b36", "title": "Machine learning based predictive model for screening Mycobacterium tuberculosis transcriptional regulatory protein inhibitors from high-throughput screening dataset", "authors": [{"first": "S", "middle": ["A"], "last": "Hassan", "suffix": ""}, {"first": "T", "middle": [], "last": "Khan", "suffix": ""}], "year": 2017, "venue": "Int. J. Adv. Comput. Sci. Appl", "volume": "8", "issn": "", "pages": "116--123", "other_ids": {"DOI": ["10.14569/IJACSA.2017.081215"]}}, "BIBREF37": {"ref_id": "b37", "title": "High throughput and computational repurposing for neglected diseases", "authors": [{"first": "H", "middle": ["W"], "last": "Hernandez", "suffix": ""}, {"first": "M", "middle": [], "last": "Soeung", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Zorn", "suffix": ""}, {"first": "N", "middle": [], "last": "Ashoura", "suffix": ""}, {"first": "M", "middle": [], "last": "Mottin", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Andrade", "suffix": ""}], "year": 2018, "venue": "Pharm. Res", "volume": "36", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s11095-018-2558-3"]}}, "BIBREF38": {"ref_id": "b38", "title": "Selection of antileishmanial sesquiterpene lactones from SistematX database using a combined ligand-/structure-based virtual screening approach", "authors": [{"first": "C", "middle": [], "last": "Herrera-Acevedo", "suffix": ""}, {"first": "M", "middle": [], "last": "Dos Santos Maia", "suffix": ""}, {"first": "É", "middle": ["B V S"], "last": "Cavalcanti", "suffix": ""}], "year": 2020, "venue": "Mol. Divers", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s11030-020-10139-6"]}}, "BIBREF39": {"ref_id": "b39", "title": "Artificial intelligence in drug design", "authors": [{"first": "G", "middle": [], "last": "Hessler", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Baringhaus", "suffix": ""}], "year": 2018, "venue": "Molecules", "volume": "23", "issn": "10", "pages": "", "other_ids": {"DOI": ["10.3390/molecules23102520"]}}, "BIBREF40": {"ref_id": "b40", "title": "Predictive modeling of anti-malarial molecules inhibiting apicoplast formation", "authors": [{"first": "S", "middle": [], "last": "Jamal", "suffix": ""}, {"first": "V", "middle": [], "last": "Periwal", "suffix": ""}, {"first": "V", "middle": [], "last": "Scaria", "suffix": ""}], "year": 2013, "venue": "Open Source Drug Discovery Consortium", "volume": "14", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2105-14-55"]}}, "BIBREF41": {"ref_id": "b41", "title": "Cheminformatic models based on machine learning for pyruvate kinase inhibitors of Leishmania mexicana", "authors": [{"first": "S", "middle": [], "last": "Jamal", "suffix": ""}, {"first": "V", "middle": [], "last": "Scaria", "suffix": ""}], "year": 2013, "venue": "BMC Bioinf", "volume": "14", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2105-14-329"]}}, "BIBREF42": {"ref_id": "b42", "title": "Emulating docking results using a deep neural network: a new perspective for virtual screening", "authors": [{"first": "S", "middle": [], "last": "Jastrzębski", "suffix": ""}, {"first": "M", "middle": [], "last": "Szymczak", "suffix": ""}, {"first": "A", "middle": [], "last": "Pocha", "suffix": ""}, {"first": "S", "middle": [], "last": "Mordalski", "suffix": ""}, {"first": "J", "middle": [], "last": "Tabor", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Bojarski", "suffix": ""}], "year": 2020, "venue": "J. Chem. Inf. Model", "volume": "60", "issn": "9", "pages": "4246--4262", "other_ids": {"DOI": ["10.1021/acs.jcim.9b01202"]}}, "BIBREF43": {"ref_id": "b43", "title": "DeepMalaria: artificial intelligence driven discovery of potent antiplasmodials", "authors": [{"first": "A", "middle": [], "last": "Keshavarzi Arshadi", "suffix": ""}, {"first": "M", "middle": [], "last": "Salem", "suffix": ""}, {"first": "J", "middle": [], "last": "Collins", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Yuan", "suffix": ""}, {"first": "D", "middle": [], "last": "Chakrabarti", "suffix": ""}], "year": 2019, "venue": "Front. Pharmacol", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fphar.2019.01526"]}}, "BIBREF44": {"ref_id": "b44", "title": "Deep learning algorithms improve automated identification of Chagas disease vectors", "authors": [{"first": "A", "middle": [], "last": "Khalighifar", "suffix": ""}, {"first": "E", "middle": [], "last": "Komp", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ramsey", "suffix": ""}, {"first": "R", "middle": [], "last": "Gurgel-Goncalves", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Peterson", "suffix": ""}], "year": 2019, "venue": "J. Med. Entomol", "volume": "56", "issn": "", "pages": "1404--1410", "other_ids": {"DOI": ["10.1093/jme/tjz065"]}}, "BIBREF45": {"ref_id": "b45", "title": "Efficient computational model for identification of antitubercular peptides by integrating amino acid patterns and properties", "authors": [{"first": "S", "middle": [], "last": "Khatun", "suffix": ""}, {"first": "M", "middle": [], "last": "Hasan", "suffix": ""}, {"first": "H", "middle": [], "last": "Kurata", "suffix": ""}], "year": 2019, "venue": "FEBS Lett", "volume": "593", "issn": "", "pages": "3029--3039", "other_ids": {"DOI": ["10.1002/1873-3468.13536"]}}, "BIBREF46": {"ref_id": "b46", "title": "A machine learning-based method to improve docking scoring functions and its application to drug repurposing", "authors": [{"first": "S", "middle": ["L"], "last": "Kinnings", "suffix": ""}, {"first": "N", "middle": [], "last": "Liu", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Tonge", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Jackson", "suffix": ""}, {"first": "L", "middle": [], "last": "Xie", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Bourne", "suffix": ""}], "year": 2011, "venue": "J. Chem. Inf. Model", "volume": "51", "issn": "", "pages": "408--419", "other_ids": {"DOI": ["10.1021/ci100369f"]}}, "BIBREF47": {"ref_id": "b47", "title": "The QSAR paradigm in fragment-based drug discovery: from the virtual generation of target inhibitors to multi-scale modeling", "authors": [{"first": "V", "middle": ["V"], "last": "Kleandrova", "suffix": ""}, {"first": "A", "middle": [], "last": "Speck-Planche", "suffix": ""}], "year": 2020, "venue": "Mini Rev. Med. Chem", "volume": "20", "issn": "", "pages": "1357--1374", "other_ids": {"DOI": ["10.2174/1389557520666200204123156"]}}, "BIBREF48": {"ref_id": "b48", "title": "Repurposing strategies for tropical disease drug discovery", "authors": [{"first": "D", "middle": ["M"], "last": "Klug", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Gelb", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Pollastri", "suffix": ""}], "year": 2016, "venue": "Bioorg. Med. Chem. Lett", "volume": "26", "issn": "", "pages": "2569--2576", "other_ids": {"DOI": ["10.1016/j.bmcl.2016.03.103"]}}, "BIBREF49": {"ref_id": "b49", "title": "Comparison of deep learning with multiple machine learning methods and metrics using diverse drug discovery data sets", "authors": [{"first": "A", "middle": [], "last": "Korotcov", "suffix": ""}, {"first": "V", "middle": [], "last": "Tkachenko", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Russo", "suffix": ""}, {"first": "S", "middle": [], "last": "Ekins", "suffix": ""}], "year": 2017, "venue": "Mol. Pharm", "volume": "14", "issn": "", "pages": "4462--4475", "other_ids": {"DOI": ["10.1021/acs.molpharmaceut.7b00578"]}}, "BIBREF50": {"ref_id": "b50", "title": "Rational design of isonicotinic acid hydrazide derivatives with antitubercular activity: machine learning, molecular docking, synthesis and biological testing", "authors": [{"first": "V", "middle": [], "last": "Kovalishyn", "suffix": ""}, {"first": "J", "middle": [], "last": "Grouleff", "suffix": ""}, {"first": "I", "middle": [], "last": "Semenyuta", "suffix": ""}, {"first": "V", "middle": ["O"], "last": "Sinenko", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Slivchuk", "suffix": ""}, {"first": "D", "middle": [], "last": "Hodyna", "suffix": ""}], "year": 2018, "venue": "Chem. Biol. Drug Des", "volume": "92", "issn": "", "pages": "1272--1278", "other_ids": {"DOI": ["10.1111/cbdd.13188"]}}, "BIBREF51": {"ref_id": "b51", "title": "Hybrid design of isonicotinic acid hydrazide derivatives: machine learning studies, synthesis and biological evaluation of their antituberculosis activity", "authors": [{"first": "V", "middle": [], "last": "Kovalishyn", "suffix": ""}, {"first": "D", "middle": [], "last": "Hodyna", "suffix": ""}, {"first": "V", "middle": ["O"], "last": "Sinenko", "suffix": ""}, {"first": "V", "middle": [], "last": "Blagodatny", "suffix": ""}, {"first": "I", "middle": [], "last": "Semenyuta", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Slivchuk", "suffix": ""}], "year": 2020, "venue": "Curr. Drug Discov. Technol", "volume": "17", "issn": "", "pages": "365--375", "other_ids": {"DOI": ["10.2174/1570163816666190411110331"]}}, "BIBREF52": {"ref_id": "b52", "title": "Development of predictive QSAR models of 4-thiazolidinones antitrypanosomal activity using modern machine learning algorithms", "authors": [{"first": "A", "middle": [], "last": "Kryshchyshyn", "suffix": ""}, {"first": "O", "middle": [], "last": "Devinyak", "suffix": ""}, {"first": "D", "middle": [], "last": "Kaminskyy", "suffix": ""}, {"first": "P", "middle": [], "last": "Grellier", "suffix": ""}, {"first": "R", "middle": [], "last": "Lesyk", "suffix": ""}], "year": 2018, "venue": "Mol. Inform", "volume": "37", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/minf.201700078"]}}, "BIBREF53": {"ref_id": "b53", "title": "A genetic programming-based approach to identify potential inhibitors of serine protease of Mycobacterium tuberculosis", "authors": [{"first": "M", "middle": [], "last": "Kumari", "suffix": ""}, {"first": "N", "middle": [], "last": "Tiwari", "suffix": ""}, {"first": "N", "middle": [], "last": "Subbarao", "suffix": ""}], "year": 2020, "venue": "Future Med. Chem", "volume": "12", "issn": "", "pages": "147--159", "other_ids": {"DOI": ["10.4155/fmc-2018-0560"]}}, "BIBREF54": {"ref_id": "b54", "title": "Machine learning approaches to study HIV/AIDS infection: a review", "authors": [{"first": "S", "middle": [], "last": "Kumari", "suffix": ""}, {"first": "U", "middle": [], "last": "Chouhan", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Suryawanshi", "suffix": ""}], "year": 2017, "venue": "Biosci. Biotech. Res. Comm", "volume": "10", "issn": "1", "pages": "34--43", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Comparing and validating machine learning models for Mycobacterium tuberculosis drug discovery", "authors": [{"first": "T", "middle": [], "last": "Lane", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Russo", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Zorn", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Clark", "suffix": ""}, {"first": "A", "middle": [], "last": "Korotcov", "suffix": ""}, {"first": "V", "middle": [], "last": "Tkachenko", "suffix": ""}], "year": 2018, "venue": "Mol. Pharm", "volume": "15", "issn": "", "pages": "4346--4360", "other_ids": {"DOI": ["10.1021/acs.molpharmaceut.8b00083"]}}, "BIBREF56": {"ref_id": "b56", "title": "Deep learning in drug discovery: opportunities, challenges and future prospects", "authors": [{"first": "A", "middle": [], "last": "Lavecchia", "suffix": ""}], "year": 2019, "venue": "Drug Discov. Today", "volume": "24", "issn": "", "pages": "2017--2032", "other_ids": {"DOI": ["10.1016/j.drudis.2019.07.006"]}}, "BIBREF57": {"ref_id": "b57", "title": "Study of the antimalarial activity of 4-aminoquinoline compounds against chloroquinesensitive and chloroquine-resistant parasite strains", "authors": [{"first": "A", "middle": ["S"], "last": "Lawrenson", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Cooper", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "O&apos;neill", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Berry", "suffix": ""}], "year": 2018, "venue": "J. Mol. Model", "volume": "24", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s00894-018-3755-z"]}}, "BIBREF58": {"ref_id": "b58", "title": "A bright future for evolutionary methods in drug design", "authors": [{"first": "T", "middle": ["C"], "last": "Le", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Winkler", "suffix": ""}], "year": 2015, "venue": "ChemMedChem", "volume": "10", "issn": "", "pages": "1296--1300", "other_ids": {"DOI": ["10.1002/cmdc.201500161"]}}, "BIBREF59": {"ref_id": "b59", "title": "Quantitative structureproperty relationship modeling of diverse materials properties", "authors": [{"first": "T", "middle": [], "last": "Le", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Epa", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Burden", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Winkler", "suffix": ""}], "year": 2012, "venue": "Chem. Rev", "volume": "112", "issn": "", "pages": "2889--2919", "other_ids": {"DOI": ["10.1021/cr200066h"]}}, "BIBREF60": {"ref_id": "b60", "title": "Development of novel formulations for Chagas' disease: optimization of benznidazole chitosan microparticles based on artificial neural networks", "authors": [{"first": "D", "middle": [], "last": "Leonardi", "suffix": ""}, {"first": "C", "middle": [], "last": "Salomon", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Lamas", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Olivieri", "suffix": ""}], "year": 2009, "venue": "Int. J. Pharm", "volume": "367", "issn": "", "pages": "140--147", "other_ids": {"DOI": ["10.1016/j.ijpharm.2008.09.036"]}}, "BIBREF61": {"ref_id": "b61", "title": "Integrative multi-kinase approach for the identification of potent antiplasmodial hits", "authors": [{"first": "M", "middle": ["N N"], "last": "Lima", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Cassiano", "suffix": ""}, {"first": "K", "middle": ["C P"], "last": "Tomaz", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Silva", "suffix": ""}, {"first": "B", "middle": ["K P"], "last": "Sousa", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Ferreira", "suffix": ""}], "year": 2019, "venue": "Front. Chem", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fchem.2019.00773"]}}, "BIBREF62": {"ref_id": "b62", "title": "Combining charge density analysis with machine learning tools to investigate the cruzain inhibition mechanism", "authors": [{"first": "A", "middle": ["M"], "last": "Luchi", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Villafane", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gomez Chavez", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Bogado", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Angelina", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Peruchena", "suffix": ""}], "year": 2019, "venue": "ACS Omega", "volume": "4", "issn": "", "pages": "19582--19594", "other_ids": {"DOI": ["10.1021/acsomega.9b01934"]}}, "BIBREF63": {"ref_id": "b63", "title": "Cheminformatics based machine learning models for AMA1-RON2 abrogators for inhibiting Plasmodium falciparum erythrocyte invasion", "authors": [{"first": "P", "middle": [], "last": "Maindola", "suffix": ""}, {"first": "S", "middle": [], "last": "Jamal", "suffix": ""}, {"first": "A", "middle": [], "last": "Grover", "suffix": ""}], "year": 2015, "venue": "Mol. Inform", "volume": "34", "issn": "", "pages": "655--664", "other_ids": {"DOI": ["10.1002/minf.201400139"]}}, "BIBREF64": {"ref_id": "b64", "title": "AtbPpred: a robust sequence-based prediction of anti-tubercular peptides using extremely randomized trees", "authors": [{"first": "B", "middle": [], "last": "Manavalan", "suffix": ""}, {"first": "S", "middle": [], "last": "Basith", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Shin", "suffix": ""}, {"first": "L", "middle": [], "last": "Wei", "suffix": ""}, {"first": "G", "middle": [], "last": "Lee", "suffix": ""}], "year": 2019, "venue": "Comput. Struct. Biotechnol. J", "volume": "17", "issn": "", "pages": "972--981", "other_ids": {"DOI": ["10.1016/j.csbj.2019.06.024"]}}, "BIBREF65": {"ref_id": "b65", "title": "Using machine learning to predict synergistic antimalarial compound combinations with novel structures", "authors": [{"first": "D", "middle": ["J"], "last": "Mason", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Eastman", "suffix": ""}, {"first": "R", "middle": ["P I"], "last": "Lewis", "suffix": ""}, {"first": "I", "middle": ["P"], "last": "Stott", "suffix": ""}, {"first": "R", "middle": [], "last": "Guha", "suffix": ""}, {"first": "A", "middle": [], "last": "Bender", "suffix": ""}], "year": 2018, "venue": "Front. Pharmacol", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fphar.2018.01096"]}}, "BIBREF66": {"ref_id": "b66", "title": "The London declaration on neglected tropical diseases: 5 years on", "authors": [{"first": "D", "middle": ["H"], "last": "Molyneux", "suffix": ""}], "year": 2017, "venue": "Trans. R. Soc. Trop. Med. Hyg", "volume": "110", "issn": "", "pages": "623--625", "other_ids": {"DOI": ["10.1093/trstmh/trw082"]}}, "BIBREF67": {"ref_id": "b67", "title": "An overview of molecular fingerprint similarity search in virtual screening", "authors": [{"first": "I", "middle": [], "last": "Muegge", "suffix": ""}, {"first": "P", "middle": [], "last": "Mukherjee", "suffix": ""}], "year": 2016, "venue": "Expet. Opin. Drug Discov", "volume": "11", "issn": "", "pages": "137--148", "other_ids": {"DOI": ["10.1517/17460441.2016.1117070"]}}, "BIBREF68": {"ref_id": "b68", "title": "Computer-aided drug discovery approaches against the tropical infectious diseases malaria, tuberculosis, trypanosomiasis, and leishmaniasis", "authors": [{"first": "P", "middle": ["M"], "last": "Njogu", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Guantai", "suffix": ""}, {"first": "E", "middle": [], "last": "Pavadai", "suffix": ""}, {"first": "Chibale", "middle": [], "last": "", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "ACS Infect. Dis", "volume": "2", "issn": "", "pages": "8--31", "other_ids": {"DOI": ["10.1021/acsinfecdis.5b00093"]}}, "BIBREF69": {"ref_id": "b69", "title": "Computational models for in-vitro anti-tubercular activity of molecules based on high-throughput chemical biology screening datasets", "authors": [{"first": "V", "middle": [], "last": "Periwal", "suffix": ""}, {"first": "S", "middle": [], "last": "Kishtapuram", "suffix": ""}, {"first": "V", "middle": [], "last": "Scaria", "suffix": ""}], "year": 2012, "venue": "Open Source Drug Discovery Consortium", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2210-12-1"]}}, "BIBREF70": {"ref_id": "b70", "title": "Predictive models for anti-tubercular molecules using machine learning on high-throughput biological screening datasets", "authors": [{"first": "V", "middle": [], "last": "Periwal", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Rajappan", "suffix": ""}, {"first": "A", "middle": ["U"], "last": "Jaleel", "suffix": ""}, {"first": "V", "middle": [], "last": "Scaria", "suffix": ""}], "year": 2011, "venue": "BMC Res. Notes", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1756-0500-4-504"]}}, "BIBREF71": {"ref_id": "b71", "title": "mycoCSM: using graph-based signatures to identify safe potent hits against Mycobacteria", "authors": [{"first": "D", "middle": [], "last": "Pires", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Ascher", "suffix": ""}], "year": 2020, "venue": "J. Chem. Inf. Model", "volume": "60", "issn": "7", "pages": "3450--3456", "other_ids": {"DOI": ["10.1021/acs.jcim.0c00362"]}}, "BIBREF72": {"ref_id": "b72", "title": "Drug resistance in Protozoan parasites: an incessant wrestle for survival", "authors": [{"first": "P", "middle": ["K"], "last": "Pramanik", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Alam", "suffix": ""}, {"first": "D", "middle": [], "last": "Roy Chowdhury", "suffix": ""}, {"first": "T", "middle": [], "last": "Chakraborti", "suffix": ""}], "year": 2019, "venue": "J. Glob. Antimicrob. Resist", "volume": "18", "issn": "", "pages": "1--11", "other_ids": {"DOI": ["10.1016/j.jgar.2019.01.023"]}}, "BIBREF73": {"ref_id": "b73", "title": "Drug repurposing: progress, challenges and recommendations", "authors": [{"first": "S", "middle": [], "last": "Pushpakom", "suffix": ""}, {"first": "F", "middle": [], "last": "Iorio", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Eyers", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Escott", "suffix": ""}, {"first": "S", "middle": [], "last": "Hopper", "suffix": ""}, {"first": "A", "middle": [], "last": "Wells", "suffix": ""}], "year": 2019, "venue": "Nat. Rev. Drug Discov", "volume": "18", "issn": "", "pages": "41--58", "other_ids": {"DOI": ["10.1038/nrd.2018.168"]}}, "BIBREF74": {"ref_id": "b74", "title": "A high-throughput assay using dengue-1 virus-like particles for drug discovery", "authors": [{"first": "M", "middle": [], "last": "Qing", "suffix": ""}, {"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "F", "middle": [], "last": "Gu", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Shi", "suffix": ""}], "year": 2010, "venue": "Antivir. Res", "volume": "86", "issn": "", "pages": "163--171", "other_ids": {"DOI": ["10.1016/j.antiviral.2010.02.313"]}}, "BIBREF75": {"ref_id": "b75", "title": "Performance evaluation of deep neural ensembles toward malaria parasite detection in thin-blood smear images", "authors": [{"first": "S", "middle": [], "last": "Rajaraman", "suffix": ""}, {"first": "S", "middle": [], "last": "Jaeger", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Antani", "suffix": ""}], "year": 2019, "venue": "PeerJ", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.7717/peerj.6977"]}}, "BIBREF76": {"ref_id": "b76", "title": "Anti-Giardia drug discovery: current status and gut feelings", "authors": [{"first": "A", "middle": [], "last": "Riches", "suffix": ""}, {"first": "C", "middle": ["J S"], "last": "Hart", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Trenholme", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Skinner-Adams", "suffix": ""}], "year": 2020, "venue": "J. Med. Chem. asap", "volume": "63", "issn": "", "pages": "13330--13354", "other_ids": {"DOI": ["10.1021/acs.jmedchem.0c00910"]}}, "BIBREF77": {"ref_id": "b77", "title": "Recent applications of deep learning and machine intelligence on in silico drug discovery: methods, tools and databases", "authors": [{"first": "A", "middle": ["S"], "last": "Rifaioglu", "suffix": ""}, {"first": "H", "middle": [], "last": "Atas", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Martin", "suffix": ""}, {"first": "R", "middle": [], "last": "Cetin-Atalay", "suffix": ""}, {"first": "V", "middle": [], "last": "Atalay", "suffix": ""}, {"first": "T", "middle": [], "last": "Dogan", "suffix": ""}], "year": 2019, "venue": "Briefings Bioinf", "volume": "20", "issn": "", "pages": "1878--1912", "other_ids": {"DOI": ["10.1093/bib/bby061"]}}, "BIBREF78": {"ref_id": "b78", "title": "Discovery of potential 1,3,5-Triazine compounds against strains of Plasmodium falciparum using supervised machine learning models", "authors": [{"first": "S", "middle": [], "last": "Sahu", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Ghosh", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Kalita", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Ginjupalli", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "", "suffix": ""}], "year": 2020, "venue": "Eur. J. Pharmaceut. Sci", "volume": "144", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ejps.2019.105208"]}}, "BIBREF79": {"ref_id": "b79", "title": "Linking high-throughput screens to identify MoAs and novel inhibitors of Mycobacterium tuberculosis dihydrofolate reductase", "authors": [{"first": "Santa", "middle": [], "last": "Maria", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Jr", "suffix": ""}, {"first": "Y", "middle": [], "last": "Park", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "N", "middle": [], "last": "Murgolo", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Altman", "suffix": ""}, {"first": "P", "middle": [], "last": "Zuck", "suffix": ""}], "year": 2017, "venue": "ACS Chem. Biol", "volume": "12", "issn": "", "pages": "2448--2456", "other_ids": {"DOI": ["10.1021/acschembio.7b00468"]}}, "BIBREF80": {"ref_id": "b80", "title": "A systematic review of computational drug discovery, development, and repurposing for Ebola virus disease treatment", "authors": [{"first": "J", "middle": [], "last": "Schuler", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Hudson", "suffix": ""}, {"first": "D", "middle": [], "last": "Schwartz", "suffix": ""}, {"first": "R", "middle": [], "last": "Samudrala", "suffix": ""}], "year": 2017, "venue": "Molecules", "volume": "22", "issn": "10", "pages": "", "other_ids": {"DOI": ["10.3390/molecules22101777"]}}, "BIBREF81": {"ref_id": "b81", "title": "Artificial neural network methods applied to drug discovery for neglected diseases", "authors": [{"first": "L", "middle": [], "last": "Scotti", "suffix": ""}, {"first": "H", "middle": [], "last": "Ishiki", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Mendonca Junior", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Da Silva", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Scotti", "suffix": ""}], "year": 2015, "venue": "Comb. Chem. High Throughput Screen", "volume": "18", "issn": "", "pages": "819--829", "other_ids": {"DOI": ["10.2174/1386207318666150803141219"]}}, "BIBREF82": {"ref_id": "b82", "title": "A review of the global burden, new diagnostics, and current Therapeutics for amebiasis", "authors": [{"first": "D", "middle": [], "last": "Shirley", "suffix": ""}, {"first": ".", "middle": ["T"], "last": "Farr", "suffix": ""}, {"first": "L", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "K", "middle": [], "last": "Moonah", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "Open Forum Infect. Dis", "volume": "5", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.1093/ofid/ofy161"]}}, "BIBREF83": {"ref_id": "b83", "title": "Causal inference with multiple concurrent medications: a comparison of methods and an application in multidrug-resistant tuberculosis", "authors": [{"first": "A", "middle": ["A"], "last": "Siddique", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Schnitzer", "suffix": ""}, {"first": "A", "middle": [], "last": "Bahamyirou", "suffix": ""}, {"first": "G", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Holtz", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Migliori", "suffix": ""}], "year": 2019, "venue": "Stat. Methods Med. Res", "volume": "28", "issn": "", "pages": "3534--3549", "other_ids": {"DOI": ["10.1177/0962280218808817"]}}, "BIBREF84": {"ref_id": "b84", "title": "Integrated machine learning, molecular docking and 3D-QSAR based approach for identification of potential inhibitors of trypanosomal N-myristoyltransferase", "authors": [{"first": "N", "middle": [], "last": "Singh", "suffix": ""}, {"first": "P", "middle": [], "last": "Shah", "suffix": ""}, {"first": "H", "middle": [], "last": "Dwivedi", "suffix": ""}, {"first": "S", "middle": [], "last": "Mishra", "suffix": ""}, {"first": "R", "middle": [], "last": "Tripathi", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Sahasrabuddhe", "suffix": ""}], "year": 2016, "venue": "Mol. Biosyst", "volume": "12", "issn": "", "pages": "3711--3723", "other_ids": {"DOI": ["10.1039/c6mb00574h"]}}, "BIBREF85": {"ref_id": "b85", "title": "A deep learning approach to antibiotic discovery", "authors": [{"first": "J", "middle": ["M"], "last": "Stokes", "suffix": ""}, {"first": "K", "middle": [], "last": "Yang", "suffix": ""}, {"first": "K", "middle": [], "last": "Swanson", "suffix": ""}, {"first": "W", "middle": [], "last": "Jin", "suffix": ""}, {"first": "A", "middle": [], "last": "Cubillos-Ruiz", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Donghia", "suffix": ""}], "year": 2020, "venue": "Cell", "volume": "180", "issn": "", "pages": "688--702", "other_ids": {"DOI": ["10.1016/j.cell.2020.01.021"]}}, "BIBREF86": {"ref_id": "b86", "title": "Support vector machine based prediction of P. falciparum proteasome inhibitors and development of focused library by molecular docking", "authors": [{"first": "S", "middle": [], "last": "Subramaniam", "suffix": ""}, {"first": "M", "middle": [], "last": "Mehrotra", "suffix": ""}, {"first": "D", "middle": [], "last": "Gupta", "suffix": ""}], "year": 2011, "venue": "Comb. Chem. High Throughput Screen", "volume": "14", "issn": "", "pages": "898--907", "other_ids": {"DOI": ["10.2174/138620711797537058"]}}, "BIBREF87": {"ref_id": "b87", "title": "Drug discovery strategies for neglected tropical diseases: repurposing knowledge, mechanisms and Therapeutics to increase discovery efficiency", "authors": [{"first": "D", "middle": [], "last": "Swinney", "suffix": ""}, {"first": "M", "middle": [], "last": "Pollastri", "suffix": ""}, {"first": "M", "middle": [], "last": "Swinney", "suffix": ""}, {"first": "R", "middle": [], "last": "Pollastri", "suffix": ""}, {"first": "H", "middle": [], "last": "Mannhold", "suffix": ""}, {"first": "J", "middle": [], "last": "Buschmann", "suffix": ""}, {"first": "", "middle": [], "last": "Holenz", "suffix": ""}], "year": 2019, "venue": "Neglected tropical diseases", "volume": "", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Clinical applicability of deep learning system in detecting tuberculosis with chest radiography", "authors": [{"first": "D", "middle": ["S W"], "last": "Ting", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Yi", "suffix": ""}, {"first": "F", "middle": [], "last": "Hui", "suffix": ""}], "year": 2018, "venue": "Radiol", "volume": "286", "issn": "", "pages": "729--731", "other_ids": {"DOI": ["10.1148/radiol.2017172407"]}}, "BIBREF89": {"ref_id": "b89", "title": "Cheminformatics based machine learning approaches for assessing glycolytic pathway antagonists of Mycobacterium tuberculosis", "authors": [{"first": "K", "middle": [], "last": "Tiwari", "suffix": ""}, {"first": "S", "middle": [], "last": "Jamal", "suffix": ""}, {"first": "S", "middle": [], "last": "Grover", "suffix": ""}, {"first": "S", "middle": [], "last": "Goyal", "suffix": ""}, {"first": "A", "middle": [], "last": "Singh", "suffix": ""}, {"first": "A", "middle": [], "last": "Grover", "suffix": ""}], "year": 2016, "venue": "Comb. Chem. High Throughput Screen", "volume": "19", "issn": "", "pages": "667--675", "other_ids": {"DOI": ["10.2174/1386207319666160610080716"]}}, "BIBREF90": {"ref_id": "b90", "title": "Prediction of antitubercular peptides from sequence information using ensemble classifier and hybrid features", "authors": [{"first": "S", "middle": ["S"], "last": "Usmani", "suffix": ""}, {"first": "S", "middle": [], "last": "Bhalla", "suffix": ""}, {"first": "G", "middle": ["P S"], "last": "Raghava", "suffix": ""}], "year": 2018, "venue": "Front. Pharmacol", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fphar.2018.00954"]}}, "BIBREF91": {"ref_id": "b91", "title": "Model-informed drug discovery and development strategy for the rapid development of anti-tuberculosis drug combinations", "authors": [{"first": "R", "middle": ["C"], "last": "Van Wijk", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Alsoud", "suffix": ""}, {"first": "H", "middle": [], "last": "Lennernaes", "suffix": ""}, {"first": "U", "middle": ["S H"], "last": "Simonsson", "suffix": ""}], "year": 2020, "venue": "Appl. Sci", "volume": "10", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.3390/app10072376v"]}}, "BIBREF92": {"ref_id": "b92", "title": "Comparison of Multiple Linear Regressions and Neural Networks based QSAR models for the design of new antitubercular compounds", "authors": [{"first": "C", "middle": [], "last": "Ventura", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Latino", "suffix": ""}, {"first": "F", "middle": [], "last": "Martins", "suffix": ""}], "year": 2013, "venue": "Eur. J. Med. Chem", "volume": "70", "issn": "", "pages": "831--845", "other_ids": {"DOI": ["10.1016/j.ejmech.2013.10.029"]}}, "BIBREF93": {"ref_id": "b93", "title": "In silico mining for antimalarial structure-activity knowledge and discovery of novel antimalarial curcuminoids", "authors": [{"first": "B", "middle": [], "last": "Viira", "suffix": ""}, {"first": "T", "middle": [], "last": "Gendron", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Lanfranchi", "suffix": ""}, {"first": "S", "middle": [], "last": "Cojean", "suffix": ""}, {"first": "D", "middle": [], "last": "Horvath", "suffix": ""}, {"first": "G", "middle": [], "last": "Marcou", "suffix": ""}], "year": 2016, "venue": "Molecules", "volume": "21", "issn": "7", "pages": "", "other_ids": {"DOI": ["10.3390/molecules21070853"]}}, "BIBREF94": {"ref_id": "b94", "title": "Kernel PLS based prediction model construction and simulation on theoretical cases", "authors": [{"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": [], "last": "Yan", "suffix": ""}, {"first": "Z", "middle": [], "last": "Fei", "suffix": ""}], "year": 2015, "venue": "Neurocomp", "volume": "165", "issn": "", "pages": "389--394", "other_ids": {"DOI": ["10.1016/j.neucom.2015.03.028"]}}, "BIBREF95": {"ref_id": "b95", "title": "Lean, mean, learning machines", "authors": [{"first": "N", "middle": ["E"], "last": "Wheeler", "suffix": ""}, {"first": "L", "middle": [], "last": "Sánchez-Busó", "suffix": ""}, {"first": "S", "middle": [], "last": "Argimón", "suffix": ""}, {"first": "Jeffrey", "middle": [], "last": "", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Nat. Rev. Microbiol", "volume": "18", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41579-020-0357-4"]}}, "BIBREF96": {"ref_id": "b96", "title": "Bayesian models trained with HTS data for predicting β-haematin inhibition and in vitro antimalarial activity", "authors": [{"first": "K", "middle": ["J"], "last": "Wicht", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Combrinck", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Egan", "suffix": ""}], "year": 2015, "venue": "Bioorg. Med. Chem", "volume": "23", "issn": "", "pages": "5210--5217", "other_ids": {"DOI": ["10.1016/j.bmc.2014.12.020"]}}, "BIBREF97": {"ref_id": "b97", "title": "Cheaper faster drug development validated by the repositioning of drugs against neglected tropical diseases", "authors": [{"first": "K", "middle": [], "last": "Williams", "suffix": ""}, {"first": "E", "middle": [], "last": "Bilsland", "suffix": ""}, {"first": "A", "middle": [], "last": "Sparkes", "suffix": ""}, {"first": "W", "middle": [], "last": "Aubrey", "suffix": ""}, {"first": "M", "middle": [], "last": "Young", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Soldatova", "suffix": ""}], "year": 2015, "venue": "J. R. Soc. Interface", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1098/rsif.2014.1289"]}}, "BIBREF98": {"ref_id": "b98", "title": "Performance of deep and shallow neural networks, the universal approximation theorem, activity cliffs, and QSAR", "authors": [{"first": "D", "middle": ["A"], "last": "Winkler", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Le", "suffix": ""}], "year": 2017, "venue": "Mol. Inform", "volume": "36", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/minf.201600118"]}}, "BIBREF99": {"ref_id": "b99", "title": "Neural networks as robust tools in drug lead discovery and development", "authors": [{"first": "D", "middle": ["A"], "last": "Winkler", "suffix": ""}], "year": 2004, "venue": "Mol. Biotechnol", "volume": "27", "issn": "", "pages": "139--168", "other_ids": {"DOI": ["10.1385/MB:27:2:139"]}}, "BIBREF100": {"ref_id": "b100", "title": "Sparse QSAR modelling methods for therapeutic and regenerative medicine", "authors": [{"first": "D", "middle": ["A"], "last": "Winkler", "suffix": ""}], "year": 2018, "venue": "J. Comput. Aided Mol. Des", "volume": "32", "issn": "", "pages": "497--509", "other_ids": {"DOI": ["10.1007/s10822-018-0106-1"]}}, "BIBREF101": {"ref_id": "b101", "title": "Artificial intelligence for infectious disease big data analytics", "authors": [{"first": "Z", "middle": ["S Y"], "last": "Wong", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2019, "venue": "Infect Dis. Health", "volume": "24", "issn": "", "pages": "44--48", "other_ids": {"DOI": ["10.1016/j.idh.2018.10.002"]}}, "BIBREF102": {"ref_id": "b102", "title": "Estimated research and development investment needed to bring a new medicine to market", "authors": [{"first": "O", "middle": ["J"], "last": "Wouters", "suffix": ""}, {"first": "M", "middle": [], "last": "Mckee", "suffix": ""}, {"first": "J", "middle": [], "last": "Luyten", "suffix": ""}], "year": 2009, "venue": "J. Am. Med. Assoc", "volume": "323", "issn": "", "pages": "844--853", "other_ids": {"DOI": ["10.1001/jama.2020.1166"]}}, "BIBREF103": {"ref_id": "b103", "title": "DeepAMR for predicting co-occurrent resistance of Mycobacterium tuberculosis", "authors": [{"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Walker", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Walker", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Wilson", "suffix": ""}, {"first": "T", "middle": ["E A"], "last": "Peto", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Crook", "suffix": ""}], "year": 2019, "venue": "Bioinform", "volume": "35", "issn": "", "pages": "3240--3249", "other_ids": {"DOI": ["10.1093/bioinformatics/btz067"]}}, "BIBREF104": {"ref_id": "b104", "title": "Fast rule-based bioactivity prediction using associative classification mining", "authors": [{"first": "P", "middle": [], "last": "Yu", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Wild", "suffix": ""}], "year": 2012, "venue": "J. Cheminf", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1758-2946-4-29"]}}, "BIBREF105": {"ref_id": "b105", "title": "Multiple machine learning comparisons of HIV cell-based and reverse transcriptase data sets", "authors": [{"first": "K", "middle": ["M"], "last": "Zorn", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Lane", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Russo", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Clark", "suffix": ""}, {"first": "V", "middle": [], "last": "Makarov", "suffix": ""}, {"first": "S", "middle": [], "last": "Ekins", "suffix": ""}], "year": 2019, "venue": "Mol. Pharm", "volume": "16", "issn": "", "pages": "1620--1632", "other_ids": {"DOI": ["10.1021/acs.molpharmaceut.8b01297"]}}}, "ref_entries": {"FIGREF0": {"text": "Relevant structural features for trypanocidal activity depicted as contribution maps based on the best kernel based PLS model. Positive, neutral, and negative contributions are depicted in red, white, and blue, respectively, and the color intensity denotes magnitude (de Souza et al., 2019). Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/). Frontiers in Chemistry | www.frontiersin.org March 2021 | Volume 9 | Article 614073", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Novel inhibitors of DHFR with in vitro efficacy against M. tuberculosis. Adapted with permission from Santa Maria et al. (2017). Copyright (2017) American Chemical Society.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Tropical diseases included in literature searches and reviewed in this report.", "latex": null, "type": "table"}, "TABREF1": {"text": "Global burden of disease due to major tropical infectious diseases(Njogu et al., 2016).", "latex": null, "type": "table"}}, "back_matter": [{"text": "The author confirms being the sole contributor of this work and has approved it for publication.", "cite_spans": [], "ref_spans": [], "section": "AUTHOR CONTRIBUTIONS"}]}