{"paper_id": "0aaea9a1078ee0f08c643056cff4e2bd5a641a34", "metadata": {"title": "Just-In-Time Tools for Training Non-Critical Care Providers Basics of Respiratory Failure", "authors": [{"first": "Joshua", "middle": ["D"], "last": "Lee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tyler", "middle": ["J"], "last": "Albert", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hugo", "middle": ["D"], "last": "Carmona", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nicholas", "middle": ["J"], "last": "Johnson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrew", "middle": ["M"], "last": "Luks", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Trevor", "middle": ["C"], "last": "Steinbach", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Patricia", "middle": ["A"], "last": "Kritek", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Due to the limited number of critical care providers in the United States, even well-staffed hospitals are at risk of exhausting both physical and human resources during the outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). One potential response to this problem is redeployment of non-critical care providers to increase the supply of available clinicians. To support efforts to increase capacity as part of surge preparation for the coronavirus disease (COVID-19) outbreak, we created an online educational resource for nonintensivist providers to learn basic critical care content. Among those materials, we created a series of one-page learning guides for the management of common problems encountered in the intensive care unit (ICU). These guides were meant to be used as just-intime tools to guide problem-solving during the provision of ICU care. This article presents five guides related to the evaluation and management of patients with hypoxemic respiratory failure and the basics of invasive mechanical ventilation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "There is a limited number of critical care providers in the United States, with nearly half of U.S. hospitals operating without one dedicated intensivist (1) . During a pandemic, such as the outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), even well-staffed hospitals can be exhausted of both physical and human resources (2) . One potential response to this problem is redeployment of non-critical care providers to increase the supply of available clinicians. To support efforts to increase capacity as part of surge preparation for the coronavirus disease (COVID-19) outbreak in Seattle, Washington, the University of Washington School of Medicine's Division of Pulmonary, Critical Care, and Sleep Medicine created an online educational resource for nonintensivist providers to learn basic critical care content. Among those materials, we created a series of one-page learning guides for the management of common problems encountered in the intensive care unit (ICU). These guides were meant to be used as just-in-time tools to guide problem solving during the provision of ICU care.", "cite_spans": [{"start": 154, "end": 157, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 347, "end": 350, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "The recommendations in each one-page document were designed with several assumptions that may not be universally true at all institutions. Many of the frameworks presented here assume availability of the technology and resources present in a modern ICU and rely heavily on the presence of a multidisciplinary team including a critical care nurse, respiratory therapist, and pharmacist. The guides also assume that a critical care \"consultant\" is available (in person or virtually) whenever care must deviate from the included schema or when the complexity of a problem is beyond the scope of these basic algorithms. Because many providers who may be called to help in the ICU will lack training in specific procedures, interpretation of hemodynamic data, or point-of-care ultrasonography (POCUS), these aids intentionally deemphasize these skills. Despite these assumptions, these guides were drafted to be appropriately broad, such that a non-critical caretrained provider can perform core critical care tasks. This set of documents addresses the initial management of hypoxemia, spanning issues that arise both before and after intubation is required. We also focus on choosing initial ventilator settings for the newly intubated patient, blood gas analysis, and liberation from mechanical ventilation. Volume control ventilation is assumed in these guides as the primary mode due the fact that it is our local institutional practice. In addition, local sedation practices lean heavily toward a guideline-concordant analgesia-first regimen (3), with as-needed fentanyl and reserving propofol as the first-line agent when continuous sedative infusion is required.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The approaches in this section are meant to provide a general framework for the initial management of hypoxemic patients, including those on mechanical ventilation. These recommendations are based upon existing guidelines (4, 5) and on the usual practice of the contributing authors. We acknowledge that different critical care providers may have their own practices that vary from those presented below. Each patient is unique, and more nuanced management may be necessary than can be provided in a one-page document. We designed the content to be simple, streamlined, and easy to use at the bedside by providers with varying levels of experience. Throughout these documents we use the phrase \"Call for Help!\" to designate times when management has progressed beyond the basics and the reader should consult with a critical care provider. These materials are not meant to replace or supersede local policies or practices, and should not be used in place of critical care specialists when available.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Bad pulse oximetry waveforms suggest erroneous data. If unable to rectify the problem, check an arterial blood gas to measure the arterial partial pressure of oxygen (Pa O 2 ).", "cite_spans": [], "ref_spans": [], "section": "Ensure the Pulse Oximeter Is Providing Accurate Oxygen Saturation (Sp O 2 ) Data"}, {"text": "· Plain chest radiograph · Arterial blood gas · Basic laboratory studies (white blood cell count, B-type natriuretic peptide) · Electrocardiogram (if indicated)", "cite_spans": [], "ref_spans": [], "section": "Obtain the Following Studies Upon Initial Presentation"}, {"text": "Note: The decision to intubate is never based on specific Sp O 2 or Pa O 2 threshold and, instead must take into account an assessment of the entire clinical picture including the patient's work of breathing, mental status, and hemodynamic stability. ", "cite_spans": [], "ref_spans": [], "section": "Initial Management Algorithm"}, {"text": "This is for enteral access for medications. Tube feeds can be held at this stage and should not be immediately started in patients on escalating doses of vasopressors.", "cite_spans": [], "ref_spans": [], "section": "Place Orogastric Tube"}, {"text": "Sedative: Propofol infusion. Titrate for Richmond Agitation Sedation Score (RASS) score of 0-1. Further information on RASS can be found at: https://doi.org/10.1164/rccm.2107138 Pain control: Start with fentanyl boluses (25-100 μg every 30 min as needed); Change to infusion if insufficient.", "cite_spans": [], "ref_spans": [], "section": "Choose Your Sedation and Pain Management Plan"}, {"text": "· Check the acid-base status: adjust ventilator rate accordingly with the goal of achieving a pH relatively close to normal (7.35-7.45). This can be difficult to achieve with a severe primary metabolic acidosis. Further details on how to adjust the ventilator rate is provided in the information sheet \"I Just Got the Blood Gas Results… Now What Do I Do?\" There are several situations in which it can be difficult to achieve the goal Pa CO 2 or pH: · Severe ARDS: in patients with a high dead-space fraction, it can be hard to normalize Pa CO 2 and pH despite a high minute ventilation (most patients can tolerate a pH down to 7.15 in these situations). Call for Help! · Severe metabolic acidosis: despite significant decreases in Pa CO 2 , the pH may remain low. Call for Help! · Overbreathing the ventilator: decreases in the set respiratory rate will not achieve a change in minute ventilation.", "cite_spans": [], "ref_spans": [], "section": "Obtain an Arterial Blood Gas"}, {"text": "The patient will continue to overbreathe the ventilator. · Patient remains connected to the ventilator circuit and circuit is intact; · No inadvertent changes in FI O 2 , PEEP, or other settings; · Endotracheal tube is patent and remains in correct position; · No pressure alarms: if the alarm is sounding, consult the respiratory therapist.", "cite_spans": [], "ref_spans": [], "section": "Obtain an Arterial Blood Gas"}, {"text": "· Listen for bilateral breath sounds. If breath sounds are asymmetric, consider pneumothorax or lung collapse and evaluate accordingly.", "cite_spans": [], "ref_spans": [], "section": "Examine the Patient and Evaluate Their Interaction with the Ventilator"}, {"text": "· If patient is agitated and having repeated peak pressure alarms, administer intravenous fentanyl bolus and consider increasing propofol.", "cite_spans": [], "ref_spans": [], "section": "Examine the Patient and Evaluate Their Interaction with the Ventilator"}, {"text": "Arterial blood gas (venous blood gases cannot be used to assess oxygenation). Chest radiograph.", "cite_spans": [], "ref_spans": [], "section": "Obtain Diagnostic Studies"}, {"text": "The two parameters on the ventilator that address oxygenation are FI O 2 and PEEP. If the answer to all questions is \"Yes,\" proceed to the next step. If the answer is \"No,\" continue volume assist control.", "cite_spans": [], "ref_spans": [], "section": "Adjust the Ventilator to Improve Oxygenation"}, {"text": "Turn propofol off. Some patients may require a low dose of propofol due to anxiety around the time of the spontaneous breathing trial.", "cite_spans": [], "ref_spans": [], "section": "Lighten Sedation (Often Referred to as Spontaneous Awakening Trial [SAT])"}, {"text": "Place the patient on pressure support of 5 · A good cough · No-to-minimal airway secretions", "cite_spans": [], "ref_spans": [], "section": "Start Spontaneous Breathing Trial (SBT)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Intensivists in U.S. Acute Care Hospitals", "authors": [{"first": "N", "middle": ["A"], "last": "Halpern", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Tan", "suffix": ""}, {"first": "M", "middle": [], "last": "Dewitt", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Pastores", "suffix": ""}], "year": 2019, "venue": "Crit Care Med", "volume": "47", "issn": "", "pages": "517--525", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A novel coronavirus emerging in China: key questions for impact assessment", "authors": [{"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "M", "middle": [], "last": "Koopmans", "suffix": ""}, {"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "D", "middle": [], "last": "Van Riel", "suffix": ""}, {"first": "E", "middle": [], "last": "De Wit", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "692--694", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical practice guidelines for the prevention and management of pain, agitation/sedation, delirium, immobility, and sleep disruption in adult patients in the ICU", "authors": [{"first": "J", "middle": ["W"], "last": "Devlin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Skrobik", "suffix": ""}, {"first": "C", "middle": [], "last": "Gélinas", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Needham", "suffix": ""}, {"first": "Ajc", "middle": [], "last": "Slooter", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Pandharipande", "suffix": ""}], "year": 2018, "venue": "Crit Care Med", "volume": "46", "issn": "", "pages": "825--873", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Liberation from mechanical ventilation in critically Ill adults: an Official American College of Chest Physicians/ American Thoracic Society Clinical Practice Guideline. Inspiratory pressure augmentation during spontaneous breathing trials, protocols minimizing sedation, and noninvasive ventilation immediately after extubation", "authors": [{"first": "D", "middle": ["R"], "last": "Ouellette", "suffix": ""}, {"first": "S", "middle": [], "last": "Patel", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Girard", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Morris", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Schmidt", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Truwit", "suffix": ""}], "year": 2017, "venue": "Chest", "volume": "151", "issn": "", "pages": "166--180", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "American College of Chest Physicians clinical practice guideline: Liberation from mechanical ventilation in critically ill adults", "authors": [{"first": "G", "middle": ["A"], "last": "Schmidt", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Girard", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Kress", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Morris", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Ouellette", "suffix": ""}, {"first": "W", "middle": [], "last": "Alhazzani", "suffix": ""}], "year": 2017, "venue": "Am J Respir Crit Care Med", "volume": "195", "issn": "", "pages": "115--119", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Received in original form April 2, 2020; accepted in final form April 14, 2020)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "For patients with known or suspected COVID-19, discuss the risk/benefits of traveling for CT scan. **If not contraindicated. 5. What is the Target Sp O 2 and Pa O 2 ? · Sp O 2 : 88-96% · Pa O 2 : 60-90 mm Hg MY PATIENT JUST GOT INTUBATED… NOW WHAT DO I DO? 1. Choose Your Ventilator Settings Mode: Volume assist control Tidal volume: 8 ml/kg of predicted body weight Rate: Based on an assessment of the patient's minute ventilation needs. This can be done based on an assessment of the patient's bicarbonate: FI O 2 : 1.0. Positive end-expiratory pressure (PEEP): 5 cm H 2 O.", "latex": null, "type": "figure"}, "TABREF0": {"text": "· Check the Pa O 2 : If the Pa O 2 > 100 mm Hg, decrease the FI O 2 to target Sp O 2 > 88%. Further changes in PEEP and FI O 2 can be made by monitoring Sp O 2 rather than checking repeat blood gases. For patients with acute respiratory distress syndrome (ARDS), follow the PEEP/FI O 2 ladder (http://www.ardsnet.org/files/ventilator_protocol_2008-07.pdf). To avoid oxygen toxicity, do not allow the Sp O 2 to remain at 100%. | Innovations I JUST RECEIVED BLOOD GAS RESULTS ON MY VENTILATED PATIENT… NOW WHAT DO I DO? 1. Assess Oxygenation (This Cannot Be Done with a Venous Blood Gas) · Pa O 2 < 60: Increase FI O 2 and/or increase PEEP. · Pa O 2 > 100: Decrease FI O 2 until Sp O 2 90-96% 2. Assess and Address the Acid-Base Status 3. Adjustments in the Ventilator Rate A simple rule of thumb can be used to determine the proper change in the respiratory rate: New rate = Current rate × Current Pa CO 2Call for Help if desired rate is >35.Monitor for signs of auto-PEEP with increases in respiratory rate (review with the respiratory therapist).", "latex": null, "type": "table"}, "TABREF1": {"text": "Long before I Need to Get Another Arterial Blood Gas?", "latex": null, "type": "table"}, "TABREF2": {"text": "May cause hypotension → return to previous PEEP · Call for Help if these maneuvers do not resolve the situation. Discuss other strategies with your critical care consultant.5. Treat Reversible Causes of Hypoxemia if Present· Suction the patient to clear any mucus in the endotracheal tube or central airways. · If chest radiograph reveals lobar or whole lung collapse, start chest physiotherapy. · If worsening edema pattern on chest radiograph, consider diuresis or new diagnosis of ARDS (see ARDS sheet).6. Optimize Other Factors that Affect Oxygen Delivery· Check hemoglobin (Hgb) and transfuse red blood cells if [Hgb] <7 g/dL. · Check central venous oxygen saturation (Scv O 2 ) and call for help if <60%. · Review medications for those that can cause pulmonary vasodilation (e.g., calcium channel blockers), as this may worsen ventilation-perfusion matching.MY PATIENT MAY BE READY TO COME OFF THE VENTILATOR… NOW WHAT DO I DO?1. Assess Readiness for a Spontaneous Breathing Trial · Is the primary problem getting better? · Are they requiring an FI O 2 ≤ 0.4 and a PEEP ≤ 8 cm H 2 O? · Is the minute ventilation ≤ 15 L/min?", "latex": null, "type": "table"}, "TABREF3": {"text": "cm H 2 O with a PEEP of 5 cm H 2 O for 30 minutes (local practice may vary regarding SBT ventilator settings). . Assess the Spontaneous Breathing Trial 5. Assess Mental Status and Ability to Protect Airway Normal mental status: Extubate patient. mental status: Extubate patient if they have both of the following:", "latex": null, "type": "table"}}, "back_matter": [{"text": "Author disclosures are available with the text of this article at www.atsjournals.org.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}