{"paper_id": "0ab1cb0c02e3c9da4b06c180f909f14023346a30", "metadata": {"title": "The collaboration between infectious disease modeling and public health decision-making based on the COVID-19", "authors": [{"first": "Yan", "middle": [], "last": "Niu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhuoyang", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics", "institution": "Xiamen University", "location": {"settlement": "Xiamen City", "country": "People's Republic of China"}}, "email": ""}, {"first": "Ling", "middle": [], "last": "Meng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shengnan", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Weifang Medical University", "location": {"addrLine": "Shandong Province", "settlement": "Weifang City", "country": "People's Republic of China"}}, "email": ""}, {"first": "Zeyu", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics", "institution": "Xiamen University", "location": {"settlement": "Xiamen City", "country": "People's Republic of China"}}, "email": ""}, {"first": "Tie", "middle": [], "last": "Song", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jianhua", "middle": [], "last": "Lu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tianmu", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Molecular Vaccinology and Molecular Diagnostics", "institution": "Xiamen University", "location": {"settlement": "Xiamen City", "country": "People's Republic of China"}}, "email": ""}, {"first": "Qun", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": "liqun@chinacdc.cn**correspondingauthorat"}, {"first": "Xuan", "middle": [], "last": "Zou", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Public health decision-making may have great uncertainty especially in dealing with emerging infectious diseases, so it is necessary to establish a collaborative mechanism among modelers, epidemiologists, and public health decision-makers to reduce the uncertainty as much as possible. We searched the relevant studies on transmission dynamics modeling of infectious diseases, SARS, MERS, and COVID-19 as of March 1, 2021 based on PubMed. We compared the key health decision-making time points of SARS, MERS, and COVID-19 prevention and control, and the publication time points of modeling research, to reveal the collaboration between infectious disease modeling and public health decision-making in the context of the COVID-19 pandemic. Searching with infectious disease and mathematical model as keywords, there were 166, 81 and 1 289 studies on the modeling of infectious disease transmission dynamics of SARS, MERS, and COVID-19 were retrieved respectively.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Based on the modeling application framework of public health practice proposed in the current study, the collaboration among modelers, epidemiologists and public health decision-makers should be strengthened in the future.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Public health decision-making may have great uncertainty especially in dealing with emerging infectious diseases, so it is necessary to establish a collaborative mechanism among modelers, epidemiologists, and public health decision-makers to reduce the uncertainty as Based on the modeling application framework of public health practice proposed in the current study, the collaboration among modelers, epidemiologists and public health decision-makers should be strengthened in the future.", "cite_spans": [], "ref_spans": [], "section": "Abstract:"}, {"text": "In response to public health emergencies, decision-makers should consider economic, social, political, and scientific evidence-based factors comprehensively. Some factors are difficult to quantify objectively in decision-making, but evidence-based scientific factors, such as incubation period, latent period, and intergenerational interval, can quantitatively assess the potential development trajectory of the epidemic under different policies, which can be used to assist decision-making. In recent years, the proportion of technical means such as infectious disease modeling and data visualization based on big data has been increasing in public health decision-making. For example, we can quickly collect available information, evaluate the characteristics of new pathogens, the severity of the disease, the number of possible susceptible persons and the possible causes of the outbreak, and determine the possible development degree and scope of public health emergencies, so as to make decisions for the selection and implementation of intervention measures for public health emergencies [1] . However, for an emerging infectious disease, such as 1918 influenza, SARS, MERS, and COVID-19, it is difficult for epidemiologists or modelers to predict the spread extent and transmission ability of the disease in a short time. Therefore, the other side of the actual situation is that sometimes, in the absence of clear epidemiological evidence, even with the limited human-to-human transmission, decision-makers have to respond to public health emergencies and propose or take certain public health measures, such as the scope of epidemiological investigation, the screening, tracking and management of key populations, and the determination of risk areas. In such situations, public health decision-making may have considerable uncertainty.", "cite_spans": [{"start": 1095, "end": 1098, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Introduction："}, {"text": "In the 1920s, Kermack and McKendrick proposed the SIR infectious disease transmission dynamics model. Until now, the SIR model has been widely used and developing [2] . The transmission dynamics model is an important method for theoretical and quantitative research on the transmission of infectious diseases. A mathematical model reflecting the dynamic characteristics of infectious diseases was established according to the characteristics of different host populations, the occurrence of diseases, the transmission, and development of diseases in different populations, as well as the related social factors. The epidemic rule and trend can be explored, the causes and key factors can be analyzed, and the optimal strategy of prevention and control can be determined through the qualitative and quantitative analysis and numerical simulation of the model dynamics. By simulating the transmission process of infectious diseases in the hosts, the transmission dynamics model integrates the previous empirical evidence systematically and transparently; however, it is difficult for non-professionals to understand the results of the transmission dynamics model. and evaluation of prevention and control strategies [3] . It is essential to use mathematical modeling to complete the above research contents. Timothy W Russel published a study online in March 2020 to explore how to use the adjusted crude case fatality rate to correct the deficiency of case reports, and then to indicate the potential scale of epidemic transmission. A series of updates were carried out to maintain the accuracy and rationality of modeling between crude case fatality rate and epidemic scale and severit [18] .", "cite_spans": [{"start": 163, "end": 166, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1214, "end": 1217, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1686, "end": 1690, "text": "[18]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Introduction："}, {"text": "Hauster et al. also conducted a similar study and proposed that sCFR and IFR could be used to improve and monitor clinical strategies and public health strategies [19] . and if the control measures were extended to April, the second peak could be extended to October, and the possible peak could be flattened by gradually relaxing the intervention [20] . However, in the contact network model, it is very important to distinguish between repeated contact and new contact for disease transmission, and more complex models are needed to explain the contact parameters within family members. The construction of an infectious disease dynamics model can predict the epidemic trend, but at the same time, the transmission of the epidemic is a complex process. Research on this complex biological process needs to continuously incorporate the knowledge of emerging disciplines, explore the special internal laws and description methods of the current social epidemic system and promote the substantial progress of applied science. As time goes on, with the continuous acquisition of field data, the measures will change and the mathematical models will change as well, and so will the decision-making ( Figure 5 ). Some researchers also pointed out that when making decisions, the public health agents should compare and integrate the results of multiple prediction models instead of one single model.", "cite_spans": [{"start": 163, "end": 167, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 348, "end": 352, "text": "[20]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 1197, "end": 1205, "text": "Figure 5", "ref_id": "FIGREF6"}], "section": "Introduction："}, {"text": "When public health decision-makers analyze and judge the epidemic situation, they should not only consider the changing field data, but also refer to the constantly enriched models, and at the same time consider the benefits and feasibility of relevant prevention and control measures according to the practical experience. Consequently, decision-making is a three-dimensional process: it is based on the three elements including field data, mathematical models, and practical measures, and surpasses these three elements. (Fig. 6) .", "cite_spans": [], "ref_spans": [{"start": 523, "end": 531, "text": "(Fig. 6)", "ref_id": "FIGREF12"}], "section": "Introduction："}, {"text": "Moreover, the role of the infectious disease model is not only to predict the number of cases, severe cases or deaths, but also to evaluate the effect of epidemic prevention and control. The results of epidemic prevention and control effect evaluation can, in turn, affect the public health decision-making process and decision-making results. This public health practice process can be called \"the decision-making cube\". ", "cite_spans": [], "ref_spans": [], "section": "Introduction："}, {"text": "The research on the infectious disease model has been in the ascendant since the 1970s.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The wide application of digitization and mobile phones makes it possible to use the big data of population movement (such as the COVID-19 transmission, human action tracking, geographic information, medical data, epidemiological survey data). By combining mathematical models and artificial intelligence technology, the epidemic characteristics and transmission ability of infectious diseases are analyzed and the prediction and early warning approaches of infectious diseases are optimized, which provides great help for emergency prevention and control of the epidemic [24, 25] . The epidemic prediction model can explain the important parameters and changes of diseases, improve the effectiveness and accuracy of early warning, analyze risk factors and propose effective countermeasures. It can be imagined that in the era of big data, the importance will be increasingly prominent [26, 27] .", "cite_spans": [{"start": 571, "end": 575, "text": "[24,", "ref_id": "BIBREF25"}, {"start": 576, "end": 579, "text": "25]", "ref_id": "BIBREF26"}, {"start": 885, "end": 889, "text": "[26,", "ref_id": "BIBREF27"}, {"start": 890, "end": 893, "text": "27]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Discussion"}, {"text": "At present, the COVID-19 is a global research hotspot, and the related literature is 1-2 orders of magnitude more than that of SARS and MERS. Meanwhile, compared with SARS and MERS, the COVID-19 epidemic has a larger scope and development speed, which makes the accumulation of ideas, methods, and practical experience in the early stage burst out. In other words, the COVID-19 pandemic has objectively strengthened the relationship between infectious disease modeling and public health decision-making and led decision-makers and more researchers to see the practical significance of infectious disease modeling. Especially for decision-makers, this process cultivates their scientific spirit, which provides a broader space for the development of infectious disease modeling. At the same time, it should be admitted that from the perspective of public health decision-making, the practical value of infectious disease modeling research for disease prevention and control needs to be improved.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Data is the key to modeling, which includes person-to-person transmission and so-called \"material-to-person\" transmission. It is necessary to classify and compare the data instead of comparing overall data. Key parameters required for modeling were obtained through the actual data, and modified according to the total population change, disease incubation period, disease transmission path, and so on, so as to construct a model in line with the characteristics of disease transmission. Nevertheless，it is difficult to quantify the dynamic parameters of infectious diseases in the real world, and the collected data differ in sensitivity and accuracy due to the specific conditions of different countries, such as the differences in political and economic factors, social prevention, and control measures, disease detection ability and people's willingness to cooperate. Moreover, the warehouse model does not consider the mobility of the population, especially civil aviation, railway, logistics and other factors that have a greater impact on the risk of disease transmission.", "cite_spans": [], "ref_spans": [], "section": "Limitations of data used in infectious disease modeling"}, {"text": "And the set standard of the initial value of each warehouse is not clearly defined, and there are some limitations in the setting of the total population and exposed population.", "cite_spans": [], "ref_spans": [], "section": "Limitations of data used in infectious disease modeling"}, {"text": "There are various kinds of epidemic dynamics models, and the application scopes of different models are different. The warehouse model is the mainstream in the study of infectious disease transmission characteristics and prevention and control measures. It assumes that the individuals in each warehouse are evenly mixed, that is, the probability of an infected individual infecting any two susceptible individuals is the same. When the disease infection rate is high and the population size is small, the simulation effect of the warehouse model is well. However, for some diseases with special transmission routes and low transmission rates (such as sexual contact transmission, mother-to-child vertical transmission), or when the population size is large, the applicability of the warehouse model is not high because the actual situation is inconsistent with the hypothesis basis of the model.", "cite_spans": [], "ref_spans": [], "section": "Limitations of the application scope of infectious disease modeling"}, {"text": "In other words, we should pay attention to the applicable conditions of various models, and fully consider multiple factors such as population distribution structure, individual behaviors and the interaction among individuals, as well as the interaction among human, environment and pathogens.", "cite_spans": [], "ref_spans": [], "section": "Limitations of the application scope of infectious disease modeling"}, {"text": "The infectious disease transmission model is an important reference for public health [29] .", "cite_spans": [{"start": 86, "end": 90, "text": "[29]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Limitations of infectious disease modeling in predicting disease transmission"}, {"text": "Actually, more than 60% of the differences in different prediction results are caused by three parameters: the length of incubation period before the patient appears symptoms and becomes infectious, the implementation of social isolation, and the isolation period of infected people.", "cite_spans": [], "ref_spans": [], "section": "Limitations of infectious disease modeling in predicting disease transmission"}, {"text": "Small changes in these parameters may have a great non-linear impact on the output of the model [29] . Therefore, public health decision-makers should refer to multiple modeling results, while modelers should elaborate on the uncertainty of the model prediction. In future modeling research, the computational ability and combination with multiple complex models should be improved, such as those widely used in meteorology, to predict the transmission of infectious diseases. Besides, the effect evaluation of one single measure can not be separated from the confounding factors and establish a linkage.", "cite_spans": [{"start": 96, "end": 100, "text": "[29]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Limitations of infectious disease modeling in predicting disease transmission"}, {"text": "Public health decision-making is closely related to the scientific spirit of decision-makers. Therefore, it is important to guide decision-makers to make use of modeling research consciously, which can maximize the scientific value of modeling research, so as to achieve the goal of precise prevention and control of the epidemic [31] . There are lots of evidence-based technical methods, and real-world research based on measurable data such as epidemiological investigation and monitoring, laboratory testing, is the most well-known. In fact, modeling is also an important part of evidence-based methods. One is the study of the infectious disease model, that is, analyzing the multivariate data of the real world, so as to simulate the transmission process of infectious diseases without intervention; the other is the study of health policy model, that is, analyzing the impact of public health decision-making on the real world, so as to simulate the transmission process under intervention [32] .", "cite_spans": [{"start": 330, "end": 334, "text": "[31]", "ref_id": "BIBREF33"}, {"start": 996, "end": 1000, "text": "[32]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Evidence-based practice and precise prevention and control"}, {"text": "To sum up, based on the modeling application framework of public health practice proposed in the current study, the collaboration among modelers, epidemiologists and public health decision-makers should be strengthened in the future [33] [34] [35] . In our framework, epidemiologists are in charge of field investigation, and modelers are responsible for the modelling of a certain infectious disease to mimic the spread, while policy-makers should get aware of the situation and aim to lessen the impacts to public health. Thus, both the epidemiologists and modelers should keep in touch with each other and interchange data acquirements from the real-world for the sake of constructing a better scene, modelers should simplify their models and explain the importance of their models in public health decision-making, and decision-makers should have a better understanding of the scene that epidemiologists and modelers constructed together, so as to make rational decisions and better serve the public.", "cite_spans": [{"start": 233, "end": 237, "text": "[33]", "ref_id": "BIBREF35"}, {"start": 238, "end": 242, "text": "[34]", "ref_id": "BIBREF36"}, {"start": 243, "end": 247, "text": "[35]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Collaboration among modelers, epidemiologists and public health decision-makers"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Declaration of Competing Interests"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Field Epidemiology", "authors": [{"first": "M", "middle": [], "last": "Gregg", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Containing Papers of a Mathematical and Physical Character", "authors": [{"first": "W", "middle": ["O"], "last": "Kermack", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Mckendrick", "suffix": ""}], "year": 1927, "venue": "Proceedings of the Royal Society of London Series A", "volume": "115", "issn": "772", "pages": "700--721", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Urgent research agenda for the novel coronavirus epidemic：transmission and non-pharmaceutical mitigation strategies", "authors": [{"first": "F", "middle": [], "last": "Zijian", "suffix": ""}], "year": 2020, "venue": "Chinese Journal of Epidemiology", "volume": "41", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Bridging the gap between evidence and policy for infectious diseases: How models can aid public health decision-making", "authors": [{"first": "G", "middle": ["M"], "last": "Knight", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Dharan", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Fox", "suffix": ""}, {"first": "N", "middle": [], "last": "Stennis", "suffix": ""}, {"first": "A", "middle": [], "last": "Zwerling", "suffix": ""}, {"first": "R", "middle": [], "last": "Khurana", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Dowdy", "suffix": ""}], "year": 2016, "venue": "Int J Infect Dis", "volume": "42", "issn": "", "pages": "17--23", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Transmission dynamics and control of severe acute respiratory syndrome", "authors": [{"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "T", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "B", "middle": [], "last": "Cooper", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Robins", "suffix": ""}, {"first": "S", "middle": [], "last": "Ma", "suffix": ""}, {"first": "L", "middle": [], "last": "James", "suffix": ""}, {"first": "G", "middle": [], "last": "Gopalakrishna", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Chew", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Tan", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Samore", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "300", "issn": "", "pages": "1966--1970", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions", "authors": [{"first": "S", "middle": [], "last": "Riley", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Ghani", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Abu-Raddad", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Hedley", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Ho", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Lam", "suffix": ""}, {"first": "T", "middle": ["Q"], "last": "Thach", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "300", "issn": "", "pages": "1961--1966", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Transmission of severe acute respiratory syndrome in dynamical small-world networks", "authors": [{"first": "N", "middle": [], "last": "Masuda", "suffix": ""}, {"first": "N", "middle": [], "last": "Konno", "suffix": ""}, {"first": "K", "middle": [], "last": "Aihara", "suffix": ""}], "year": 2004, "venue": "Phys Rev E Stat Nonlin Soft Matter Phys", "volume": "69", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Forecasting versus projection models in epidemiology: The case of the SARS epidemics", "authors": [{"first": "E", "middle": [], "last": "Massad", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Burattini", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Lopez", "suffix": ""}, {"first": "Fab", "middle": [], "last": "Coutinho", "suffix": ""}], "year": 2005, "venue": "Med Hypotheses", "volume": "65", "issn": "1", "pages": "17--22", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Estimation of MERS-Coronavirus Reproductive Number and Case Fatality Rate for the Spring 2014 Saudi Arabia Outbreak: Insights from Publicly Available Data", "authors": [{"first": "M", "middle": ["S"], "last": "Majumder", "suffix": ""}, {"first": "C", "middle": [], "last": "Rivers", "suffix": ""}, {"first": "E", "middle": [], "last": "Lofgren", "suffix": ""}, {"first": "D", "middle": [], "last": "Fisman", "suffix": ""}], "year": 2014, "venue": "PLoS Curr", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Synthesizing data and models for the spread of MERS-CoV, 2013: key role of index cases and hospital transmission", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "S", "middle": [], "last": "Blumberg", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}], "year": 2014, "venue": "Epidemics", "volume": "9", "issn": "", "pages": "40--51", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Van Kerkhove", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "V", "middle": [], "last": "Enouf", "suffix": ""}, {"first": "S", "middle": [], "last": "Van Der Werf", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2014, "venue": "Lancet Infect Dis", "volume": "14", "issn": "1", "pages": "50--56", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": null, "venue": "Lancet", "volume": "2020", "issn": "", "pages": "689--697", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Estimation of reproduction numbers of COVID-19 in typical countries and epidemic trends under different prevention and control scenarios", "authors": [{"first": "C", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Dong", "suffix": ""}, {"first": "X", "middle": [], "last": "Yu", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Tsamlag", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "R", "middle": [], "last": "Chang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Long", "suffix": ""}], "year": null, "venue": "Front Med", "volume": "2020", "issn": "5", "pages": "613--622", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Identifying Locations with Possible Undetected Imported Severe Acute Respiratory Syndrome Coronavirus 2 Cases by Using Importation Predictions", "authors": [{"first": "De", "middle": [], "last": "Salazar", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Niehus", "suffix": ""}, {"first": "R", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "A", "middle": [], "last": "Buckee", "suffix": ""}, {"first": "C", "middle": ["O"], "last": "Lipsitch", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "Emerging Infectious Diseases", "volume": "2020", "issn": "7", "pages": "1465--1469", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Our COVID-19 forecasting model, otherwise known as \"the Chris Murray Model", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The Potential Health Care Costs And Resource Use Associated With", "authors": [{"first": "S", "middle": ["M"], "last": "Bartsch", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Ferguson", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Mckinnell", "suffix": ""}, {"first": "O&apos;", "middle": [], "last": "Shea", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Wedlock", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Siegmund", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "B", "middle": ["Y"], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Modelling the impact of COVID-19 on intensive care services in New South Wales", "authors": [{"first": "G", "middle": ["J"], "last": "Fox", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Trauer", "suffix": ""}, {"first": "E", "middle": [], "last": "Mcbryde", "suffix": ""}], "year": null, "venue": "Med J Aust", "volume": "2020", "issn": "10", "pages": "468--469", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Reconstructing the early global dynamics of under-ascertained COVID-19 cases and infections", "authors": [{"first": "T", "middle": ["W"], "last": "Russell", "suffix": ""}, {"first": "N", "middle": [], "last": "Golding", "suffix": ""}, {"first": "J", "middle": [], "last": "Hellewell", "suffix": ""}, {"first": "S", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "L", "middle": [], "last": "Wright", "suffix": ""}, {"first": "Cab", "middle": [], "last": "Pearson", "suffix": ""}, {"first": "K", "middle": [], "last": "Van Zandvoort", "suffix": ""}, {"first": "C", "middle": ["I"], "last": "Jarvis", "suffix": ""}, {"first": "H", "middle": [], "last": "Gibbs", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}], "year": null, "venue": "BMC Med", "volume": "2020", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Estimation of SARS-CoV-2 mortality during the early stages of an epidemic: A modeling study in Hubei, China, and six regions in Europe", "authors": [{"first": "A", "middle": [], "last": "Hauser", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Counotte", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Margossian", "suffix": ""}, {"first": "G", "middle": [], "last": "Konstantinoudis", "suffix": ""}, {"first": "N", "middle": [], "last": "Low", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Althaus", "suffix": ""}, {"first": "J", "middle": [], "last": "Riou", "suffix": ""}], "year": null, "venue": "PLoS Med", "volume": "2020", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study", "authors": [{"first": "K", "middle": [], "last": "Prem", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Russell", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Eggo", "suffix": ""}, {"first": "N ; C-Wg", "middle": [], "last": "Davies", "suffix": ""}, {"first": "M", "middle": [], "last": "Jit", "suffix": ""}, {"first": "P", "middle": [], "last": "Klepac", "suffix": ""}], "year": null, "venue": "Lancet Public Health", "volume": "2020", "issn": "5", "pages": "261--270", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Mathematical Modelling of Infectious Diseases C-wg: Effects of non-pharmaceutical interventions on COVID-19 cases, deaths, and demand for hospital services in the UK: a modelling study", "authors": [], "year": null, "venue": "Lancet Public Health", "volume": "2020", "issn": "7", "pages": "375--385", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Centre for the Mathematical Modelling of Infectious Diseases C-WG et al: Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts", "authors": [{"first": "J", "middle": [], "last": "Hellewell", "suffix": ""}, {"first": "S", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "A", "middle": [], "last": "Gimma", "suffix": ""}, {"first": "N", "middle": ["I"], "last": "Bosse", "suffix": ""}, {"first": "C", "middle": ["I"], "last": "Jarvis", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Russell", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Munday", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}], "year": null, "venue": "Lancet Glob Health", "volume": "2020", "issn": "4", "pages": "488--496", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Effects of Social Distancing Measures during the First Epidemic Wave of Severe Acute Respiratory Syndrome Infection", "authors": [{"first": "V", "middle": [], "last": "Sypsa", "suffix": ""}, {"first": "S", "middle": [], "last": "Roussos", "suffix": ""}, {"first": "D", "middle": [], "last": "Paraskevis", "suffix": ""}, {"first": "T", "middle": [], "last": "Lytras", "suffix": ""}, {"first": "S", "middle": [], "last": "Tsiodras", "suffix": ""}, {"first": "A", "middle": [], "last": "Hatzakis", "suffix": ""}], "year": null, "venue": "Emerging Infectious Diseases", "volume": "2021", "issn": "2", "pages": "452--462", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Mathematical modeling of COVID-19 transmission dynamics with a case study of Wuhan", "authors": [{"first": "F", "middle": [], "last": "Ndairou", "suffix": ""}, {"first": "I", "middle": [], "last": "Area", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Nieto", "suffix": ""}, {"first": "Dfm", "middle": [], "last": "Torres", "suffix": ""}], "year": 2020, "venue": "Chaos Solitons Fractals", "volume": "135", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A stochastic SICA epidemic model for HIV transmission", "authors": [{"first": "J", "middle": [], "last": "Djordjevic", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Silva", "suffix": ""}, {"first": "Dfm", "middle": [], "last": "Torres", "suffix": ""}], "year": 2018, "venue": "Appl Math Lett", "volume": "84", "issn": "", "pages": "168--175", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Dynamic modeling and analysis of COVID-19 in different transmission process and control strategies", "authors": [{"first": "L", "middle": [], "last": "Hu", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Nie", "suffix": ""}], "year": null, "venue": "Math Method Appl Sci", "volume": "2021", "issn": "2", "pages": "1409--1422", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Modeling infectious disease dynamics in the complex landscape of global health", "authors": [{"first": "H", "middle": [], "last": "Heesterbeek", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "V", "middle": [], "last": "Andreasen", "suffix": ""}, {"first": "S", "middle": [], "last": "Bansal", "suffix": ""}, {"first": "De", "middle": [], "last": "Angelis", "suffix": ""}, {"first": "D", "middle": [], "last": "Dye", "suffix": ""}, {"first": "C", "middle": [], "last": "Eames", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Edmunds", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Frost", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Funk", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2015, "venue": "Science", "volume": "347", "issn": "6227", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The effect of school closures and reopening strategies on COVID-19 infection dynamics in the San Francisco Bay Area: a cross-sectional survey and modeling analysis", "authors": [{"first": "J", "middle": ["R"], "last": "Head", "suffix": ""}, {"first": "K", "middle": [], "last": "Andrejko", "suffix": ""}, {"first": "Q", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Collender", "suffix": ""}, {"first": "S", "middle": [], "last": "Phillips", "suffix": ""}, {"first": "A", "middle": [], "last": "Boser", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Heaney", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Hoover", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Wu", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Northrup", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Model uncertainty and decision making: Predicting the Impact of COVID-19 Using the CovidSim Epidemiological Code", "authors": [{"first": "W", "middle": [], "last": "Edeling", "suffix": ""}, {"first": "A", "middle": [], "last": "Hamid", "suffix": ""}, {"first": "R", "middle": [], "last": "Sinclair", "suffix": ""}, {"first": "D", "middle": [], "last": "Suleimenova", "suffix": ""}, {"first": "P", "middle": [], "last": "Coveney", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Translation of Real-Time Infectious Disease Modeling into Routine Public Health Practice. Emerging infectious diseases", "authors": [{"first": "D", "middle": [], "last": "Muscatello", "suffix": ""}, {"first": "A", "middle": [], "last": "Chughtai", "suffix": ""}, {"first": "A", "middle": [], "last": "Heywood", "suffix": ""}, {"first": "L", "middle": [], "last": "Gardner", "suffix": ""}, {"first": "D", "middle": [], "last": "Heslop", "suffix": ""}, {"first": "C", "middle": [], "last": "Macintyre", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Disease modeling for public health: added value, challenges, and institutional constraints", "authors": [{"first": "M", "middle": [], "last": "Kretzschmar", "suffix": ""}], "year": null, "venue": "J Public Health Policy", "volume": "2020", "issn": "1", "pages": "39--51", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Cholera transmission dynamic models for public health practitioners", "authors": [{"first": "I", "middle": ["C"], "last": "Fung", "suffix": ""}], "year": 2014, "venue": "Emerg Themes Epidemiol", "volume": "11", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Modelling microbial infection to address global health challenges", "authors": [{"first": "M", "middle": ["C"], "last": "Fitzpatrick", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Bauch", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Townsend", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Galvani", "suffix": ""}], "year": null, "venue": "Nat Microbiol", "volume": "2019", "issn": "10", "pages": "1612--1619", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Statistical Models for Infectious Diseases: A Useful Tool for Practical Decision-Making", "authors": [{"first": "G", "middle": [], "last": "Brown", "suffix": ""}, {"first": "M", "middle": [], "last": "Ozanne", "suffix": ""}], "year": 2019, "venue": "Am J Trop Med Hyg", "volume": "101", "issn": "1", "pages": "1--2", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "much as possible. We searched the relevant studies on transmission dynamics modeling of infectious diseases, SARS, MERS, and COVID-19 as of March 1, 2021 based on PubMed. We compared the key health decision-making time points of SARS, MERS, and COVID-19 prevention and control, and the publication time points of modeling research, to reveal the collaboration between infectious disease modeling and public health decision-making in the context of the COVID-19 pandemic. Searching with infectious disease and mathematical model as keywords, there were 166, 81 and 1 289 studies on the modeling of infectious disease transmission dynamics of SARS, MERS, and COVID-19 were retrieved respectively.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "On how to use mathematical models to narrow the gap between infectious disease data and public health decision-making,Knight  et al. (2015) put forward an application framework of linear development (Figure 1): public health decision-making institutions can establish long-term cooperation with modeling teams. The modeler provides a clear explanation of the model structure of the decision-making problems, and at the same time informs the limitations of the mathematical model in application. However, the framework ignored the importance of time and space. Taking the response to the COVID-19 as an example, field data was gradually accumulated during the development of the epidemic, and at the same time the parameters and requirements of mathematical modeling were improved. However, decisions often have to be made before data and models mature. On the one hand, it requires policymakers to understand the certainty and uncertainty of the model; on the other hand, it also puts forward higher requirements for modeling research. In the global response of COVID-19, a large number of model studies have emerged, which provide an important reference for scientific decision-making. In February 2020, the COVID-19 Epidemic Prevention and Control Technical Group of the Chinese Center for Disease Control and Prevention published the article entitled \"Urgent research agenda for the novel coronavirus epidemic: transmission and non-pharmaceutical mitigation strategies \", calling for research on the following aspects: disease transmission characteristics, transmission dynamics and epidemic trajectory, clinical characteristics and health service demand prediction, monitoring", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Linear application model of field data, mathematical modeling, and public health decision-making We searched the relevant studies on transmission dynamics modeling of infectious diseases, SARS, MERS, and COVID-19 as of March 1, 2021 based on PubMed, and the search strategy was as following: Infectious Disease: (((dynamic model) OR (mathematic model)) AND (infectious disease)) AND (humans[Filter])) AND (English[Language]); SARS: (((dynamic model) OR (mathematic model)) AND (sars)) AND (humans[Filter])) AND (English[Language])); MERS: (((dynamic model) OR (mathematic model)) AND (mers)) AND (humans[Filter])) AND (English[Language])); COVID-19: (((dynamic model) OR (mathematic model)) AND (covid-19)) AND (humans[Filter])) AND (English[Language]). By comparing the key health decision-making time points of SARS, MERS, and COVID-19 prevention and control, and the publication time points of modeling research, this study reveals the collaboration between infectious disease modeling and public health decision-making in the context of the COVID-19 pandemic and attempts to establish a collaborative framework among modeling researchers, epidemiologists, and public health decision-makers, so as to reduce the uncertainty of public health decision-making as much as possible. 1. Results： 1.1 Publication time series of research on infectious disease dynamics modeling From 1972 to March 1, 2021, a total of 10804 studies related to infectious disease transmission dynamics modeling were retrieved by using infectious disease and mathematical model as keywords (Figure 2). Since the birth of the dynamic model in the 1970s, its application in the field of infectious disease research has been increasing year by year, but there was a slight decline in 2020. The reason may be that the COVID-19 epidemic has weakened researchers' attention on general infectious diseases.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Publication time series of studies related to infectious disease transmission dynamics modeling based on PubMed 1.2 Impact of research on transmission dynamics model on response to emerging infectious diseases Searching with infectious disease and mathematical model as keywords, there were 166, 81 and 1 289 studies on the modeling of infectious disease transmission dynamics of SARS, MERS, and COVID-19 were retrieved respectively (Figure 3). Before the COVID-19 pandemic, it usually took 1-3 years to establish an emerging infectious disease transmission dynamics model[4], such as SARS (Figure 4) and MERS (Figure 5). By contrast, 2-3 months after the outbreak of COVID-19, a large number of COVID-19 infectious disease modeling studies emerged, indicating the risk of the global COVID-19 pandemic.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Publication time series of studies related to three coronavirus transmission dynamics modeling based on PubMed 1.2.1 Research on transmission dynamics model and public health policy of SARS The research on the transmission dynamics model of SARS has never stopped since 2003. In May 2003, Lipstich et al.[5] and Riley et al.[6] conducted the first quantitative analysis on the transmission dynamics of SARS and the effectiveness of non-pharmaceutical interventions. They pointed out that the basic reproduction number R 0 of SARS was between 2 to 4, and that the transmission of the epidemic was successfully controlled through non-pharmaceutical interventions such as controlling hospital infection and reducing population mobility. In April 2004, Masuda et al. proposed a dynamic Small-World model of SARS transmission, which considered that the biological characteristics and social group attributes of individuals were more important factors affecting communication than the heterogeneity of social contact among individuals, and explained the phenomenon of super-spreaders[7]. In May 2005, two years after the outbreak of SARS, Massad et al. published a transmission dynamics model to analyze the impact of non-pharmaceutical interventions on the transmission of SARS, which discussed the role of modeling in public health and evaluated the feasibility of modeling as an evaluation tool for non-pharmaceuticalinterventions[8].", "latex": null, "type": "figure"}, "FIGREF5": {"text": "on transmission dynamics model and public health policy of MERS It is difficult to estimate the role and impact of the transmission dynamics model in the prediction and control of the MERS epidemic. Nevertheless, the studies on transmission characteristics and transmission dynamics modeling of MERS were published one year after the indication case report. On the one hand, due to the limited interpersonal communication ability of MERS, it took a long time for scholars to collect the data required for modeling; on the other hand, it is also because of the limited interpersonal communication ability that appropriate non-pharmaceutical interventions can easily reduce the transmission index, and the demand of public health decision-making for the prediction of infectious diseases is not strong. In January 2014, Majumder et al. described the characteristics of the transmission dynamics of MERS, quantified the uncertainty of the continuous transmission of MERS in humans by constructing a dynamic model and estimated the possible epidemic scale and the limited bias of case detection according to the case fatality rate, suggesting the risk of interpersonal transmission of MERS[9]. In December 2014, Chowell et al. analyzed the transmission capacity of MERS under different scenarios, predicted the transmission risk, and provided decision assistance for disease surveillance and the implementation of non-pharmaceutical interventions[10]. In November 2013, Cauchemez S et al. estimated the basic reproduction number R 0 and case fatality rate CFR of MERS based on public data, and believed that the global should continue paying attention to the spread and control of MERS[11].", "latex": null, "type": "figure"}, "FIGREF6": {"text": "hard to quantify the support of the research on the transmission dynamics of COVID-19 to public health policy, but the related research covers all aspects of public health policy in various countries around the world. Only two months after the report of the indication case, a large number of studies on the transmission characteristics and transmission dynamics modeling of COVID-19 have emerged.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Based on the early data of COVID-19 epidemic, the transmission dynamics models were constructed to predict the pandemic potential Leung GM. and his colleagues published their research on Lancet in February 2020 (less than one month after the indication case reported): according to the transmission of COVID-19 in Wuhan, the basic reproduction number R0 = 2.68, and the doubling time is 6.4 days, which indicated that Covid-19 had already had the potential local transmission in other Chinese cities outside Wuhan and port cities with close traffic links with China on a global scale, reminding all countries around the world to take necessary interventions[12]. Xu et al. used the maximum likelihood method and sequential Bayesian method to estimate the reproduction number of COVID-19 in different countries and the epidemic trend under different prevention and controlscenarios respectively, which provided theoretical support and reference for feasible schemes on how to select corresponding prevention and control strategies in specific countries and regions[13].", "latex": null, "type": "figure"}, "FIGREF8": {"text": "regression model based on the data of air passenger traffic from Wuhan, China to international destinations, to identify the possible locations where the imported cases had not yet been found, suggesting that travel restrictions or border closure policies should be implemented as soon as possible[14].(3) The model prediction of hospitalized cases suggested that the relevant countries should be prepared for medical resources The Institute of Health Metrics and Evaluation (IHME) of the University of Washington School of Medicine launched the first version of the projections model in March 2020 to predict the impact of the COVID-19 pandemic on the health systems of each state in the United States, which was cited by the White House. In April, Bartsch et al. estimated the direct medical cost and resource usage burden of the U.S. medical system through the Monte Carlo simulation model[16]. Fox et al.analyzed the demand for intensive care services (beds) during the peak period in New South Wales, Australia[17].", "latex": null, "type": "figure"}, "FIGREF9": {"text": "The model evaluation of death cases indicated the possible severity of the epidemic", "latex": null, "type": "figure"}, "FIGREF10": {"text": "e-Research on social contact network model suggested the necessity of maintaining social distance and reducing social mobility, and provides the basis for the relaxation of restrictions In March 2020, Liu Yang's team of London School of Hygiene and Tropical Medicine published the contact network matrix model of COVID-19. The article analyzed the impact of reducing social contact on the spread of the epidemic in Wuhan, and concluded that it was necessary to extend the social distancing measures in Wuhan to April. They thought that if the measures were relaxed in March, the second wave of epidemic peak might triggered;", "latex": null, "type": "figure"}, "FIGREF11": {"text": "The mathematical models quantifed the effectiveness of close tracking and isolation in epidemic control Davies et al. of London School of Hygiene and Tropical Medicine employed a stochastic age-structured transmission model to analyze the effects of four prevention and control measures, including school closure, physical distance, protection of key population over 70 years old, and self-isolation of cases. The results showed that all these four non-pharmacological measures could reduce R 0 , but the combination was more effective[21]. Joel et al. explained the feasibility of epidemic control through close tracking management from the perspective of the transmission dynamics model. They believed that the epidemic could be controlled if the transmission was terminated within 12 weeks after the report of the index case or before the overall scale of the epidemic was less than 5000 cases. The increase in the number of initial cases and the emergence of asymptomatic transmission would reduce the prevention and control effect of isolation management and close tracking[22]. Sypsa et al. assessed the overall effect of social distancing policies and individual effects of each measure during the national contained in Greece in March based on social contact patterns of different age groups. The conclusion was that several social distancing measures had effectively curbed the first wave of the epidemic in Greece[23]. 1.3 Modeling application framework based on public health practice -decision-making cube", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Schematic diagram of the application framework of communication model in the real world-decision-making cube", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Limitations of infectious disease modeling in evaluation of intervention effect of control measures A number of foreign and domestic research teams have published the evaluation of the effect of NPIs implemented in different regions, and the mathematical models and statistical methods adopted are different. Except for Wu Tangchun of Huazhong University of Science and Technology, China, [30] who used the direct network report data of infectious diseases in Wuhan, other teams used the publicly reported confirmed case data for fitting analysis.", "latex": null, "type": "figure"}, "TABREF0": {"text": "decision-makers, and the model for predicting disease transmission usually depends on several parameters. For example, when Head et al. evaluated the effect of closing schools through an individual-based stochastic model, they found that the results of the model highly depend on the uncertain parameters especially the relative susceptibility and infectivity of children, and the degree of transmission in the reopened community[28]. Early predictions from the CovidSim model suggested that at most，500 000 people would die in the UK and 2.2 million in the US if governments did not take action,. This once became an important reference for the British and American governments to make decisions, but in fact, this model greatly overestimated the effect of the blockade policy. The Coveney team ran the CovidSim model up to 6000 times independently. The results showed that CovidSim is sensitive to the small changes in input values. When there are too many parameters in the propagation prediction model, the reliability of the prediction results is questionable. Of the 940 parameters in CovidSim, 19 parameters had a great influence on the prediction results", "latex": null, "type": "table"}}, "back_matter": []}