{"paper_id": "0ab21e6838ec5a95c688dc08d1ba3c7897cfaa47", "metadata": {"title": "Electricity Use as a Real-Time Indicator of the Economic Burden of the COVID-19- Related Lockdown: Evidence from Switzerland", "authors": [{"first": "Benedikt", "middle": [], "last": "Janzen", "suffix": "", "affiliation": {}, "email": "benedikt.janzen@kpm.unibe.ch"}, {"first": "Doina", "middle": [], "last": "Radulescu", "suffix": "", "affiliation": {}, "email": "doina.radulescu@kpm.unibe.ch"}]}, "abstract": [{"text": "We employ hourly electricity load data for Switzerland as a real-time indicator of the economic effects of the lockdown following the spread of SARS-CoV-2. Our findings reveal that following the drastic lockdown, overall electricity use decreased by 4.6%, with a reduction of even 14.3% in the Canton of Ticino where the number of confirmed cases per capita was one of the highest in Switzerland and also stricter measures such as closures of construction sites and industrial companies were implemented on top of federal regulations. Looking at working days only, we estimate a Swiss-wide decrease in electricity consumption of 7.4%. Assuming industry, services, transport, and agriculture account for 67% of electricity demand, the 4.6% decrease in electricity use implies an almost 7% output reduction in these sectors. In addition, the reduced electricity imports and the change in the generation mix of neighbouring countries, also translates into reduced CO 2 emissions related to these imports. (JEL codes: C53, Q4, C3)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 pandemic poses tremendous challenges worldwide. Such an extreme disruption of the world economy encompassing both a supply and a demand-side shock has not been encountered for decades. 1 The uncertainty about the nature and magnitude of these shocks makes it difficult for policymakers to design appropriate policies to 1address this unprecedented situation. Hence, real-time information on the state of the economy is valuable to inform them, as well as the general public about the economic repercussions of 1", "cite_spans": [{"start": 198, "end": 199, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "See for instance all papers in Baldwin and Weder di Mauro (2020) for an excellent presentation of the crisis, its effects, and possible responses to it.", "cite_spans": [{"start": 31, "end": 64, "text": "Baldwin and Weder di Mauro (2020)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "we assume that due to the home office requirement, the share of households' electricity consumption in overall electricity consumption may even exceed 33%. In fact, the 6.9% output reduction we estimate is slightly more pronounced than the June forecast of the State Secretariat for Economic Affairs which is expecting a 6.2% drop in GDP in 2020 (Swiss Secretariat for Economic Affairs (SECO) 2020).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "As an alternative, we can use results on the income elasticity of electricity demand to translate the electricity reduction into the effects on output. Baranzini et al. (2013) find a long-run income (GDP) elasticity of electricity consumption of 0.9 for Switzerland. Csereklyei (2020) estimates a long-run elasticity of industrial electricity use that ranges between 0.76 and 1.08 for European Union economies. Hence, a 4.6% drop in electricity use as suggested by our estimation implies a 4.3-6.1% decrease in output using these latter estimates. The upper bound of these estimates corresponds to the June 2020 forecast of SECO but is higher than the June 2020 KOF Swiss Economic Institute forecast (KOF Swiss Economic Institute, 2020a) which predicts a 5.1% GDP reduction for Switzerland in 2020 or the KOF consensus forecast (KOF Swiss Economic Institute, 2020b) based on a survey among 17 economists predicting a 5% reduction in GDP for 2020.", "cite_spans": [{"start": 152, "end": 175, "text": "Baranzini et al. (2013)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "At the same time, the dramatic shutdown of economies worldwide has highlighted an additional not least important aspect. As electricity consumption has considerably declined and electricity production has adjusted accordingly, associated CO 2 emissions have also recorded a significant drop. In 2017 for instance, CO 2 emissions linked to electricity and heat production accounted worldwide for approximately 40% of CO 2 emissions from fuel combustion. Accordingly, a drastic decline in electricity demand and production has also triggered a considerable reduction in associated CO 2 emissions.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this article, we address the above-mentioned issues using primarily data for Switzerland overall and the 26 Swiss cantons. The Swiss context can be employed as a natural laboratory and offers several advantages in this respect. Swiss sub-federal jurisdictions enjoy extensive autonomy, even though these were drastically limited by federal laws during the pandemic. Still, some cantons imposed additional drastic measures that affected their economies, and this heterogeneity is also reflected in our findings. Thus, by focusing on one country and its sub-federal jurisdictions we can avoid a number of biases inherent in cross country studies. In the case of COVID-19, economies have enacted various types of restrictions and thus it is more difficult to compare the economic impact across countries.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This article is structured as follows. Section 2 introduces a brief literature review, followed by a description of the data in Section 3. Sections 4, 5, and 6 present the empirical strategy, the estimation results, and a robustness check and discussion. Finally, we conclude with a summary of our main findings in Section 7.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "There is a broad literature body on the connection between electricity consumption and economic growth. Arora and Lieskovsky (2014) use annual US data since 1950 and quarterly data since 1976 and find a high and significant correlation of up to 89% between electricity use and real GDP. They also show that during the recessions analysed, annual growth in electricity sales has moved closely with annual growth in real GDP. Hence, they conjecture that electricity use is an appropriate coincident indicator of economic activity. Zhang et al. (2017) also provide evidence for a positive relationship between electricity consumption and economic growth in China. Ferguson et al. (2000) find a correlation coefficient between per capita electricity use and GDP per capita of 0.9 for wealthy OECD countries. The link between energy use and economic activity for the case of Switzerland is the subject of Baranzini et al. (2013) study. Using data between 1950 and 2010, the authors find a positive relationship between GDP per capita and electricity consumption. Tiba and Omri (2017) provide an extensive overview of empirical studies carried out on this topic.", "cite_spans": [{"start": 529, "end": 548, "text": "Zhang et al. (2017)", "ref_id": "BIBREF17"}, {"start": 661, "end": 683, "text": "Ferguson et al. (2000)", "ref_id": "BIBREF7"}, {"start": 900, "end": 923, "text": "Baranzini et al. (2013)", "ref_id": "BIBREF1"}, {"start": 1058, "end": 1078, "text": "Tiba and Omri (2017)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Literature"}, {"text": "Our work follows closely Cicala (2020, unpublished data) who employs hourly electricity load data for 20 European Union countries to assess the effect of COVID-19 on electricity consumption and hence on the wider economy. His findings suggest a 10% reduction in electricity consumption in the EU on average relative to the baseline, with large variations between Italy (25% reduction) and Denmark (less than 1% reduction).", "cite_spans": [], "ref_spans": [], "section": "Literature"}, {"text": "In this article, we resort to several data sources. First, data on electricity load are obtained from the monthly Energy Statistic Switzerland published by Swissgrid, the Swiss transmission system operator. 2 Among other things, the data include aggregated 15 min resolution electricity consumption profiles of all Swiss cantons. 3 Electricity consumption data from Swissgrid are aggregated on an hourly basis. Since the Swiss control block also covers regions that are not part of the territorial area of Switzerland, we exclude these observations. We also exclude observations that stem from electricity consumption across different cantons. Figure 1 depicts the average daily load profile for working days and weekends in 2017-2020. The lockdown started on 16 March 2020, at the beginning of calendar week (CW) 12. Figure 1a and b depicts this profile for CW 10-13 in 2020 whereas Figure 1c and d compares the load profile for CW 12 only in different years. All graphs display a striking pattern. There is a pronounced downward shift in electricity load during weekdays but not so during weekends in CW 12 and 13 following the lockdown compared to CW 10 and 11 before. The reduction is very pronounced especially during peak hours where the load decreased from around 9000 to 8000 MWh.", "cite_spans": [], "ref_spans": [{"start": 644, "end": 652, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 818, "end": 827, "text": "Figure 1a", "ref_id": "FIGREF0"}, {"start": 884, "end": 893, "text": "Figure 1c", "ref_id": "FIGREF0"}], "section": "Data"}, {"text": "The same pattern can be observed if we compare peak load profiles in CW 12 for different years. Once again from Monday to Friday during CW 12 2020 the load was considerably lower than during the same time frame in 2017-2019. 4 Second, temperature data are collected for every hour of the day from the National Oceanic and Atmospheric Association (NOAA) and matched with regard to their timestamp and location to the electricity consumption data. Since NOAA does not report temperature data for all Swiss cantons, unreported cantons are matched to the closest available weather station.", "cite_spans": [{"start": 214, "end": 226, "text": "2017-2019. 4", "ref_id": null}], "ref_spans": [], "section": "Data"}, {"text": "https://www.swissgrid.ch/en/home/operation/grid-data/generation.html. 3", "cite_spans": [], "ref_spans": [], "section": "2"}, {"text": "Although some cantons are reported as one entity, e.g. GE and VD. 4 We can observe that the load profile in 2018 was considerably higher than in 2017 or 2019 for instance. Even though 2018 was the warmest year in Switzerland measured at that time, February and March 2018 were unusually cold with deviations of À3 C and À1 C from the normal period 1981-2010. All other observed years in our sample were comparable in terms of their median temperatures in March. For more information see https://www.meteoswiss.admin.ch/home/cli mate/the-climate-of-switzerland/monats-und-jahresrueckblick.html.", "cite_spans": [{"start": 55, "end": 67, "text": "GE and VD. 4", "ref_id": null}], "ref_spans": [], "section": "2"}, {"text": "Third, data on physical cross-border flows, and electricity generation per production type, are retrieved from the European Network of Transmission System Operators for Electricity. 5 Fourth, daily data on the current state of the pandemic in Switzerland are collected directly for each canton and Switzerland overall from the Swiss Federal Office of Public Health. In the regressions, we include the cumulative count of cases per capita for every canton.", "cite_spans": [{"start": 182, "end": 183, "text": "5", "ref_id": null}], "ref_spans": [], "section": "2"}, {"text": "Fifth, data from the Google COVID-19 Community Mobility Reports are used to proxy for the degree of implementation of the lockdown measures. This index has been employed in COVID-related papers such as Chen et al. (2020) or Kovacs et al. (2020) . While Chen et al. (2020) assess the economic impact of COVID-19 in Europe and the USA, Kovacs et al. (2020) study the impact of compulsory face mask policies on community mobility in Germany. The index measures how visits and length of stay at different places change compared to a baseline. The baseline is the median value, for the corresponding day of the week, during the 5-week period 3 January-6 February 2020. 6 Hence, a lower value of the index reflects the decreased mobility following the lockdown. This index is available both for Switzerland overall as well as for each canton.", "cite_spans": [{"start": 202, "end": 220, "text": "Chen et al. (2020)", "ref_id": "BIBREF3"}, {"start": 224, "end": 244, "text": "Kovacs et al. (2020)", "ref_id": "BIBREF9"}, {"start": 253, "end": 271, "text": "Chen et al. (2020)", "ref_id": "BIBREF3"}, {"start": 334, "end": 354, "text": "Kovacs et al. (2020)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "2"}, {"text": "Sixth, data on cantonal electricity usage and sectoral composition are obtained from Eymann et al. (2014) . Latest available observations are from 2014, but we expect the changes in industry structure to be negligible. Finally, data on cross-border commuters are collected from the Swiss Federal Statistical Office.", "cite_spans": [{"start": 85, "end": 105, "text": "Eymann et al. (2014)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "2"}, {"text": "For the estimation of changes in electricity consumption after the lockdown in Switzerland we use the following specification:", "cite_spans": [], "ref_spans": [], "section": "Electricity consumption"}, {"text": "where the dependent variable lnðloadÞ t is the natural logarithm of the hourly electricity load in Switzerland at time t. The independent variables of interest are a set of dummies D j t indicating an event happening j periods away. Let E denote the week of the 16th of March 2020 when the lockdown was introduced. We define time from introduction of lockdown as t À E and hence D j t ¼ 1½t À E ¼ j denotes a dummy variable equal to 1 for the jth week from lockdown implementation and 0 otherwise. We look at 7 weeks prior to 5 weeks after the lockdown implementation so j runs from À7 to 5. The omitted base category is the week prior the lockdown so that the coefficients on the time from lockdown implementation dummies reflect differences compared to the week before the lockdown was introduced. Since parts of space and water heating in Switzerland are electric, demand for electricity is highly driven by outside temperatures. By including the variables HD (heating degree) and CD (cooling degree), we control for changes in electricity consumption induced by the need for heating or cooling buildings. HD is defined as the difference between outside temperature and 18 C, with outside temperatures above the threshold leading to a HD of 0. CD is calculated equivalently for temperatures above 18 C. The vector Y t contains a full set of dummy variables indicating a holiday, the day of the week, the CW, and hour of the day, to account for time patterns that characterize the demand for electricity. Since we expect the error term to be serially correlated, we compute autocorrelation-consistent standard errors. Thus, after controlling for temperature differences and the abovementioned fixed effects, the coefficients of interest b j measure the differential change in electricity load for each period j relative to the period prior to the lockdown. The baseline pre-lockdown period contains pooled data from the year 2017 to 2019. 7 The results of this regression are presented in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 1991, "end": 1998, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Electricity consumption"}, {"text": "In a second step we run equation (1) separately for each canton, to decompose the countrywide effect on electricity consumption and analyse the regional differences in the magnitude of the effects between Swiss cantons. These estimates are presented on the Map in Section 5.1.", "cite_spans": [], "ref_spans": [], "section": "Electricity consumption"}, {"text": "Furthermore, to understand what drives the large variation in regional differences we observe in the data, we run an alternative regression where we also account for the severity of the pandemic, the change in mobility, as well as the industrial structure in each canton. Some cantons in Western Switzerland and Ticino introduced even stricter measures on top 7", "cite_spans": [], "ref_spans": [], "section": "Electricity consumption"}, {"text": "We also use shorter time frames. The obtained effects are within a similar range.", "cite_spans": [], "ref_spans": [], "section": "Electricity consumption"}, {"text": "of the regulations imposed by the Federal Council. For instance, the local government of the Canton of Ticino shut down construction sites and industrial companies starting with the 23rd of March until the 4th of May 2020. 8 Geneva (GE) and Vaud (VD) also closed some industrial enterprises and building sites temporarily. As an example, Rolex shut down production facilities in GE, Biel, and Crissier for 10 days. This alternative specification we employ reads:", "cite_spans": [], "ref_spans": [], "section": "Electricity consumption"}, {"text": "where LoadChange it denotes the daily change in electricity consumption in canton i at time t relative to the pre-lockdown period. 9 The dependent variable is the coefficient we retrieve for our main variable of interest from variants of equation (1) which we run for each canton separately. Hence, a large degree of variation is already captured by the hour, weekday, week, or holiday fixed effects employed in these regressions. We thus try to explain the remaining variation in the differences in the decline of electricity use across cantons. Even though a Swiss-wide lockdown was announced on the 16th of March 2020, it is likely that the degree of implementation of the policies in each canton was correlated with characteristics of the pandemic. The main variables of interest we consider are the ones accounting for this relationship. We estimate different specifications and include either the natural logarithm of the number of COVID-19 cases per capita (Cases it ) or the Google Mobility Index (Mobility it ) to proxy for the degree/strictness of implementation with the corresponding coefficients k and g. The standard error for each specification is clustered at the canton level.", "cite_spans": [{"start": 131, "end": 132, "text": "9", "ref_id": null}], "ref_spans": [], "section": "Electricity consumption"}, {"text": "The vector X it includes a number of further canton specific controls. Electricity consumption is mostly determined by the scale of economic activities, energy intensity, and the sectoral structure of the economy. Since sectoral structure is highly inflexible in the shortrun, and energy intensity is heterogeneous across sectors, the resulting changes in electricity consumption following the lockdown might differ across regions depending on their economic structure. We capture this by including measures that proxy the cantonal economic structure. The control variables are defined as the electricity usage of a certain sector (i.e. industry or service sector) in canton i relative to the total electricity consumption in the respective canton.", "cite_spans": [], "ref_spans": [], "section": "Electricity consumption"}, {"text": "The vector X it also includes the share of cross-border commuters per capita (Commuter it ). This accounts for the fact that Ticino borders Northern Italy where the European pandemic started and the situation was extremely severe already early in the year, as well as for a reduction in cross-border labour flows that might have impacted economic activities in cantons that rely on commute workers.", "cite_spans": [], "ref_spans": [], "section": "Electricity consumption"}, {"text": "As mentioned above, the decrease in electricity use not only reflects the decline in economic activity but also potentially affects CO 2 emissions. Even though Swiss electricity generation is mostly based on hydro (55.4%) and nuclear power plants (36.1%) and thus the 8", "cite_spans": [], "ref_spans": [], "section": "CO 2 emissions related to electricity imports"}, {"text": "Companies in these sectors were still allowed to operate by federal law and remained open in many German-speaking cantons. 9", "cite_spans": [], "ref_spans": [], "section": "CO 2 emissions related to electricity imports"}, {"text": "See also Chen et al. (2020) for a similar approach for European countries and the USA.", "cite_spans": [{"start": 9, "end": 27, "text": "Chen et al. (2020)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "CO 2 emissions related to electricity imports"}, {"text": "embedded CO 2 emissions are very low, Switzerland still relies during a number of months every year on electricity imports from abroad. 10 Hence, there is a link between domestic electricity use and emissions generated by power plants in France and Germany.", "cite_spans": [], "ref_spans": [], "section": "CO 2 emissions related to electricity imports"}, {"text": "To capture the effect of reduced domestic electricity demand and hence imports on CO 2 emissions from imported electricity, we first estimate the share of a certain type of electricity (i.e. nuclear, coal, gas, hydro) generated by production type j in country i at time t relative to total electricity generation in country i at time t. Using the obtained shares and estimates on g CO 2 equivalents per produced kWh of different production types from Stolz and Frischknecht (2017) we calculate the level of CO 2 emitted by the production of 1 kWh in country i at time t. In a second step, we employ data on physical cross-border electricity flows to Switzerland and calculate the share of country i's electricity exports to Switzerland relative to Switzerland's total electricity imports at time t. By matching data on CO 2 emissions per kWh and import weights we can derive how many g CO 2 equivalents per kWh Switzerland imported from its neighbouring countries at any point in time during our observation period. Figure 2 displays the change in weekly log electricity load for 7 weeks prior and 5 weeks after the beginning of the lockdown (CW12: 16 March 2020) for the overall week (continuous line) and working days (Monday-Friday) (dashed line) only. The graph shows a pronounced decline of between À2.3% and À6.9% for the period including weekends and an even more drastic decline of between À4.4% and À9.7% if we look at working days only. Table 1 displays the results of our empirical exercise. In column (1) we present the coefficients for each CW after the lockdown whereas in column (2) we present the cumulative effect for the 6 weeks after 16 March 2020. Note that the cumulative regression coefficient is an average of the event study coefficients. In columns (3) and (4), we only use data on Monday-Friday since the load profile in Figure 1 showed a particularly visible effect during the week. The reference group is in all cases the last week before the lockdown was introduced.", "cite_spans": [{"start": 451, "end": 480, "text": "Stolz and Frischknecht (2017)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 1016, "end": 1024, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 1447, "end": 1454, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 1847, "end": 1855, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "CO 2 emissions related to electricity imports"}, {"text": "In all specifications, we account for week, day of the week, holiday, and hour fixed effects and include information on cooling as well as HDs. The results show that electricity use declined immediately by 5.8% in the first week after the lockdown was announced. The effect is even more pronounced with 9% if we focus on working days only.", "cite_spans": [], "ref_spans": [], "section": "Electricity consumption"}, {"text": "The following map depicts the results of estimating equation (1) for each canton separately. The picture reveals stark differences in the effect of the lockdown between cantons. On the one hand, the most drastic decrease of À17.3% and À14.3% is encountered in Valais or Ticino. On the other hand, the least pronounced reduction with less than 5% decrease in electricity use is found in the north-eastern part of the country. We have to note here that we find a positive effect for the Canton of Glarus. We have only received feedback from Swissgrid but not from the local electricity provider on why we see this outlier so we", "cite_spans": [], "ref_spans": [], "section": "Electricity consumption"}, {"text": "Switzerland primarily imports electricity from Germany, France, and Austria, and exports to Italy (Swiss Energy Balance 2018, Swiss Federal Office of Energy). (1) and (2) we report estimates for the full sample, in columns (3) and (4) for working days only. **p < 0.05; ***p < 0.01.", "cite_spans": [], "ref_spans": [], "section": "10"}, {"text": "can only speculate on this surprising effect. One possible explanation may be that the share of the industry sector in Glarus is very high, and since the federal lockdown measures mostly affected the service sector, the usual effect did not occur. According to Swissgrid, the consumption of pumps in power plants is not recorded in a uniform manner in all cantons. Hence, it is possible that the consumption of the pumped-storage power plant Limmern in the canton of Glarus is also captured in the data. Map: Average electricity load change in Swiss cantons following the lockdown.", "cite_spans": [], "ref_spans": [], "section": "10"}, {"text": "In the following, we try to scrutinize the factors that may explain these cantonal differences. Table 2 depicts the estimation results for equation (2) for six different specifications. Since our dependent variable measures the change in electricity load relative to the prelockdown period, most values of the dependent variables are negative. Hence, a positive sign of an explanatory variable means the negative effect of the lockdown is less pronounced whereas a negative sign exacerbates the negative effect. As expected, there is a positive relationship between mobility and changes in electricity load. The corresponding coefficient is positive and highly significant in all three specifications (columns 1-3 in Table 2 ). Looking at the number of confirmed COVID-19 cases per capita we observe a negative and highly significant effect at the 1% level in columns (4) and (5) in Table 2 . 11 In columns (3) and (6), we also include canton and date fixed effects. Furthermore, a higher share of industry electricity consumption in overall electricity consumption has a positive Note: Standard errors are clustered at the canton level. *p < 0.1; **p < 0.05; ***p < 0.01.", "cite_spans": [], "ref_spans": [{"start": 96, "end": 103, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 717, "end": 724, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 883, "end": 890, "text": "Table 2", "ref_id": "TABREF2"}], "section": "10"}, {"text": "We also include the natural logarithm of the number of COVID-19-related deaths per capita and obtain a slightly higher coefficient. and significant effect on electricity load changes. The opposite applies for a higher share of service sector electricity consumption in overall electricity consumption. Thus, in cantons where the mobility of people was higher even after the lockdown, the number of per capita cases lower or the share of the industry sector higher, the negative effect of the lockdown on electricity use is less pronounced. On the contrary, a higher share of the service sector in overall electricity consumption or of work-related commuters amplifies the negative effect. However, we should also mention a possible caveat at this point. When using aggregated data, one loses the information provided by individual heterogeneity. For instance, the change in electricity consumption is a mixture of the response of all companies and households in the population. Different companies or industries may display different levels of energy intensity and even though restaurants or cultural activities may be characterized by a lower energy intensity than the manufacturing industry, they may still record the largest output drop.", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "As mentioned above, Switzerland produces electricity with hydro and nuclear power plants and hence domestic CO 2 emissions linked to these electricity sources are extremely low. However, especially during January-March and October-December, it also imports electricity from its neighbours such as France or Germany. Thus, a drastic reduction in electricity demand which also implies decreasing imports is also reflected in lower CO 2 emissions given that electricity generation structures abroad also change. Figure 3 depicts the evolution of joint gross electricity production by generation type (renewable, non-renewable, and nuclear) in Germany, Austria, and France. The graph shows the usual monthly pattern with increasing production during winter months. At the same time, one can notice a decrease in power generation in March 2020, with the most pronounced reduction in electricity generation from non-renewable energy sources. Figure 3 . Joint gross power production in Germany, Austria, and France, by generation type.", "cite_spans": [], "ref_spans": [{"start": 509, "end": 517, "text": "Figure 3", "ref_id": null}, {"start": 936, "end": 944, "text": "Figure 3", "ref_id": null}], "section": "CO 2 emissions related to electricity imports"}, {"text": "Note: Non-renewable energy sources include lignite, hard coal, gas, and oil. Renewable energy sources include solar, wind, hydro, geothermal, and biomass.", "cite_spans": [], "ref_spans": [], "section": "CO 2 emissions related to electricity imports"}, {"text": "There are two reasons why we can expect a sharp decrease in g CO 2 eq per imported kWh. First, as shown in Section 5.1, the lockdown led to a reduction in electricity demand. Second, favourable weather conditions boosted the electricity production of renewable energy resources. Due to an increase in the supply of renewable energies and a simultaneous decline in demand, fossil fuel power plants are pushed up the merit order curve. With electricity prices below their marginal costs, conventional producers are forced to stop production. Therefore, the structural change in electricity generation and the associated change in emissions are particularly striking in Germany, where electricity production still heavily relies on fossil fuels. Table 3 displays the quarterly g CO 2 equivalent per produced and imported kWh between 2017 and 2020. The figures reflect a seasonal pattern with higher g CO 2 equivalent per imported kWh in the first and last quarter of each year. The effect of the lockdown is also immediately visible. Thus, in the first quarter of 2020 the CO 2 equivalent amounted to 227.5 g and was thus 33.7% lower than in the first quarter of 2019 or even 43.5% lower compared to the average g CO 2 equivalent of Q1 2017-2019. In the lower part of the table we also report the results of a t-test (difference in means). The t-test and the associated pvalues show a statistically significant difference between average CO 2 equivalent per Table 3 . Quarterly g CO 2 eq per produced or imported kWh g CO 2 eq per kWh production g CO 2 eq per kWh import imported kWh in the first quarter of 2020 compared to the first quarter of 2019, 2018, or 2017. Figure 4 displays the results of an event study of the effect of the lockdown on CO 2 emissions that stem from electricity imports. The regression is equivalent to the one presented in equation (1) except that the dependent variable are CO 2 emissions per imported kWH and this time we include as additional covariates solar and wind electricity production in the neighbouring countries (Austria, Germany, and France) in MW, to control also for the supply side in terms of adequate conditions for renewable electricity production. Furthermore, we also control for the share of imported electricity from each of the three neighbouring countries. The reference period is the week prior to the start of the lockdown period, and hence the coefficient for this week is normalized to 0. The results show that CO 2 emissions of imported electricity drastically and gradually declined after the 16th of March 2020. The most pronounced reduction of more than 50% was reached in weeks 3 and 4 after the lockdown was implemented. Table 4 displays the results of the event study analysis on CO 2 emissions. In column (1) we present the effect for each CW after the introduction of the lockdown whereas column (2) displays the results for the cumulative effect. Columns (3) and (4) use information for weekdays only. All specifications account for weekdays, holidays, week, and hour fixed effects. The results show that the cumulative reduction in CO 2 emissions per kWH of imported electricity amounted to between 26.3% and 32.7% after the lockdown, depending on the specification. ", "cite_spans": [], "ref_spans": [{"start": 743, "end": 750, "text": "Table 3", "ref_id": null}, {"start": 1455, "end": 1462, "text": "Table 3", "ref_id": null}, {"start": 1664, "end": 1672, "text": "Figure 4", "ref_id": "FIGREF2"}, {"start": 2683, "end": 2690, "text": "Table 4", "ref_id": "TABREF4"}], "section": "CO 2 emissions related to electricity imports"}, {"text": "We also run a placebo test and present the results in Table 5 . For the placebo test we only keep data for 2017, 2018, and for the first 17 weeks of 2019. We then construct an indicator variable which is equal to 1 for the time period CW12-CW17 2019 during which there was no pandemic or lockdown and 0 otherwise. Column (1) in Table 5 displays the results for using all week days whereas in column (2) we only use data for working days. As expected, we do not find any effects on electricity load, when using this falsification test instead.", "cite_spans": [], "ref_spans": [{"start": 54, "end": 61, "text": "Table 5", "ref_id": "TABREF6"}, {"start": 328, "end": 335, "text": "Table 5", "ref_id": "TABREF6"}], "section": "Robustness Check and Discussion"}, {"text": "In light of our analysis it is also interesting to see how electricity load was affected once the lockdown started to be eased. The first easing of different measures was implemented starting with the 27th of April (CW 18, 6 weeks after the beginning of the lockdown), followed by further relaxations of measures on the 11th of May (CW 20, 8 weeks after the lockdown was implemented) and 6th of June (CWs 23-24) (Federal Office of Public Health 2020). These relaxation steps are depicted by the vertical dashed lines in Figure 5 . We can see a gradual increase in hourly electricity load especially when we look at all 7 days of the week. The continuous black line shows that electricity load for weekdays and weekends returned to the pre-lockdown level after the second major step of relaxations. This, (1) and (2) we report estimates for the full sample, in columns (3) and (4) for working days only. *p < 0.1; **p < 0.05; ***p < 0.01. Note: Observations up to 1 year prior to the event are excluded. Column (1) reports estimates for the full subsample, column (2) for working days only. **p < 0.05; ***p < 0.01. however, does not apply to hourly electricity load during weekdays only where, even though we also see a steady increase, the hourly load was still significantly lower compared to the pre-lockdown period until the last relaxation measures on the 6th of June were implemented.", "cite_spans": [], "ref_spans": [{"start": 520, "end": 528, "text": "Figure 5", "ref_id": "FIGREF3"}], "section": "Robustness Check and Discussion"}, {"text": "The COVID-19 pandemic constitutes an extreme shock for worldwide economies. To contain the dangerous exponentially growing spread of SARS-CoV-2, governments have resorted to unprecedented extreme measures. The countrywide lockdowns have hit economies very hard. To support policymakers who need to make fast decisions with farreaching consequences, we first need to assess the severity of adopted restrictions due to the pandemic. A real-time economic indicator that can be employed in this respect is electricity use.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "We estimate the repercussions of the lockdown using hourly data on electricity load for Switzerland overall as well as for each of the 26 cantons. Our findings reveal a decline in electricity consumption of 4.6% (7.4% if we focus on working days only) and a large variation between cantons. Whereas the decrease was less pronounced in German-speaking cantons in the north-eastern part of Switzerland, the drop was more dramatic in Geneva, Neuchâtel, Ticino, Valais, and Vaud where the decline in electricity use even reached up to À17.3%. These differences are not only explained by the severity of the pandemic in terms of number of cases which were much higher in these regions but also by the more drastic response of the local governments. For instance, Ticino enacted more stringent regulations on top of the ones decided by the federal government. Our study thus helps understand how a lockdown can affect the economy and to what extent the heterogeneity in the severity of the measures imposed is reflected into economic activity. The overall 4.6% decline in electricity use can be translated into an almost 7% output decrease, assuming households account for 33% of electricity consumption. This is actually a lower bound estimate if, due to the required home office, the households' share in overall electricity consumption is higher than 33%. An electricity demand decline of À14.3% or even À17.3% as recorded in Ticino or Valais implies an output reduction of up to À21.5% or even À26%. The approach and data employed are easily applicable to developing countries where other types of economic indicators can be less accurate and more easily subject to manipulation.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "At the same time, a reduced electricity use which is reflected in lower electricity imports from France and Germany also implies lower CO 2 emissions linked to the generation of imported electricity. Thus, following the lockdown, the cumulative reduction in the CO 2 equivalent of imported electricity amounted to around 33% for the 6 weeks after the lockdown was implemented.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Mitigating the COVID Economic Crisis: Act Fast and Do Whatever It Takes", "authors": [{"first": "R", "middle": [], "last": "Baldwin", "suffix": ""}, {"first": "B", "middle": [], "last": "Weder Di", "suffix": ""}, {"first": "Mauro", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The Causal Relationship between Energy Use and Economic Growth in Switzerland", "authors": [{"first": "A", "middle": [], "last": "Baranzini", "suffix": ""}, {"first": "S", "middle": [], "last": "Weber", "suffix": ""}, {"first": "M", "middle": [], "last": "Bareit", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Mathys", "suffix": ""}], "year": 2013, "venue": "Energy Economics", "volume": "36", "issn": "", "pages": "464--70", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Another Way to See the Recession: Power Usage Is Way Down, The New York Times", "authors": [{"first": "Q", "middle": [], "last": "Bui", "suffix": ""}, {"first": "J", "middle": [], "last": "Wolfers", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Tracking the Economic Impact of COVID-19 and Mitigation Policies in Europe and the United States", "authors": [{"first": "S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": [], "last": "Igan", "suffix": ""}, {"first": "N", "middle": [], "last": "Pierri", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Presbitero", "suffix": ""}], "year": 2020, "venue": "Covid Economics", "volume": "36", "issn": "", "pages": "1--24", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Early Economic Impacts of COVID-19 in Europe: A View from the Grid, unpublished manuscript", "authors": [{"first": "S", "middle": [], "last": "Cicala", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Price and Income Elasticities of Residential and Industrial Electricity Demand in the European Union", "authors": [{"first": "Z", "middle": [], "last": "Csereklyei", "suffix": ""}], "year": 2020, "venue": "Energy Economics", "volume": "137", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Energieverbrauch der Schweizer Kantone", "authors": [{"first": "L", "middle": [], "last": "Eymann", "suffix": ""}, {"first": "J", "middle": [], "last": "Rohrer", "suffix": ""}, {"first": "M", "middle": [], "last": "Stucki", "suffix": ""}], "year": 2014, "venue": "Easing and Tightening of Measures", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Electricity Use and Economic Development", "authors": [{"first": "R", "middle": [], "last": "Ferguson", "suffix": ""}, {"first": "W", "middle": [], "last": "Wilkinson", "suffix": ""}, {"first": "R", "middle": [], "last": "Hill", "suffix": ""}], "year": 2000, "venue": "Energy Policy", "volume": "28", "issn": "", "pages": "923--957", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Covid-19 Impact on Electricity, IEA, Paris, found 06.07.2020. KOF Swiss Economic Institute (2020a), KOF Economic Forecast, Zü rich. KOF Swiss Economic Institute (2020b), KOF Consensus Forecast", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Compulsory Face Mask Policies Do Not Affect Community Mobility in", "authors": [{"first": "R", "middle": [], "last": "Kovacs", "suffix": ""}, {"first": "M", "middle": [], "last": "Dunaiski", "suffix": ""}, {"first": "J", "middle": [], "last": "Tukiainen", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Economic Activity during the Early Weeks of the SARS-CoV-2 Outbreak", "authors": [{"first": "D", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "K", "middle": [], "last": "Mertens", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Stock", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Bruegel Electricity Tracker of COVID-19 Lockdown Effects, Bruegel Datasets", "authors": [{"first": "B", "middle": [], "last": "Mcwilliams", "suffix": ""}, {"first": "G", "middle": [], "last": "Zachmann", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Umweltkennwerte und Primä renergiefaktoren von Energiesystemen", "authors": [{"first": "P", "middle": [], "last": "Stolz", "suffix": ""}, {"first": "R", "middle": [], "last": "Frischknecht", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Auswirkung der Corona-Pandemie auf die europä ische Last", "authors": [], "year": null, "venue": "Swiss Federal Electricity Commission (ElCom) (2020)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Schweizerische Gesamtenergiestatistik", "authors": [], "year": 2018, "venue": "Swiss Secretariat for Economic Affairs (SECO) (2020), Forecast: Swiss Economy in the Coronavirus Crisis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Literature Survey on the Relationships between Energy", "authors": [{"first": "S", "middle": [], "last": "Tiba", "suffix": ""}, {"first": "A", "middle": [], "last": "Omri", "suffix": ""}], "year": 2017, "venue": "Environment and Economic Growth, Renewable and Sustainable Energy Reviews", "volume": "69", "issn": "", "pages": "1129--1175", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The Pandemic Could Lead Statisticians to Change How They Estimate GDP, Finance and Economics Section", "authors": [], "year": 2020, "venue": "The Economist", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "On Electricity Consumption and Economic Growth in China", "authors": [{"first": "C", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "K", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "S", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Shao", "suffix": ""}], "year": 2017, "venue": "Renewable and Sustainable Energy Reviews", "volume": "76", "issn": "", "pages": "353--68", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Average daily load profiles in Switzerland. (a) Weekdays, 2020; (b) weekends, 2020; (c) weekdays, CW12; (d) weekends, CW12.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Changes in weekly electricity load in Switzerland.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Changes in weekly g CO 2 eq per imported kWh.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Persistence of electricity load changes in Switzerland.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Regression results: electricity load change", "latex": null, "type": "table"}, "TABREF2": {"text": "Regression results: regional differences in electricity changes", "latex": null, "type": "table"}, "TABREF4": {"text": "Regression results: change in g. CO 2 eq. per imported kWh", "latex": null, "type": "table"}, "TABREF5": {"text": "(continued) df ¼ 105; 29,022) 5889.539*** (df ¼ 100; 29,027) 5085.360*** (df ¼ 103; 20,698) 5237.883*** (df ¼ 98; 20,703) Note: In columns", "latex": null, "type": "table"}, "TABREF6": {"text": "Placebo test", "latex": null, "type": "table"}}, "back_matter": [{"text": "We would like to thank the editor and one anonymous referee for their valuable comments.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Arora, V. and J. Lieskovsky (2014), \"Electricity Use as an Indicator of U.S. Economic Activity\", U.S. Energy Information Administration Working Paper, EIA, Washington DC.", "cite_spans": [], "ref_spans": [], "section": "References"}]}