{"paper_id": "0ab6056de20ca4be33b309eed1f8b39dcbe84c38", "metadata": {"title": "The value of telephone consultations during COVID-19 pandemic. An observational study", "authors": [{"first": "F", "middle": [], "last": "Martos-Pé Rez", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Costa del Sol", "location": {"addrLine": "Autovía A-7 Km 187", "postCode": "29603", "settlement": "Marbella", "country": "Spain"}}, "email": ""}, {"first": "", "middle": [], "last": "Martín-Escalante", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Costa del Sol", "location": {"addrLine": "Autovía A-7 Km 187", "postCode": "29603", "settlement": "Marbella", "country": "Spain"}}, "email": ""}, {"first": "J", "middle": [], "last": "Olalla-Sierra", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Costa del Sol", "location": {"addrLine": "Autovía A-7 Km 187", "postCode": "29603", "settlement": "Marbella", "country": "Spain"}}, "email": ""}, {"first": "J", "middle": ["L"], "last": "Prada-Pardal", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Costa del Sol", "location": {"addrLine": "Autovía A-7 Km 187", "postCode": "29603", "settlement": "Marbella", "country": "Spain"}}, "email": ""}, {"first": "", "middle": [], "last": "García-De-Lucas", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Costa del Sol", "location": {"addrLine": "Autovía A-7 Km 187", "postCode": "29603", "settlement": "Marbella", "country": "Spain"}}, "email": ""}, {"first": "R", "middle": [], "last": "Gonzá Lez-Vega", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Costa del Sol", "location": {"addrLine": "Autovía A-7 Km 187", "postCode": "29603", "settlement": "Marbella", "country": "Spain"}}, "email": ""}, {"first": "A", "middle": [], "last": "Jimé Nez-Puente", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Costa del Sol", "location": {"addrLine": "Autovía A-7 Km 187, Hospital Costa del Sol, Autovía A-7 Km 187", "postCode": "29603, 29603", "settlement": "Marbella, Marbella", "country": "Spain, Spain. email"}}, "email": ""}, {"first": "J", "middle": [], "last": "García-Alegría", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Costa del Sol", "location": {"addrLine": "Autovía A-7 Km 187", "postCode": "29603", "settlement": "Marbella", "country": "Spain"}}, "email": ""}]}, "abstract": [{"text": "Background: Many Spanish hospitals converted scheduled in-person visits to telephone visits during the COVID-19 lockdown. There is scarce information about the performance of those visits. Aim: To compare telephone visits during the COVID-19 lockdown period with previous in-person visits. Design: Retrospective descriptive study. Methods: Telephone visits from 15 March to 31 May 2020 were compared with in-person visits during the same period in 2019. Main measures: The proportions of both groups were compared in term of failure to contact patient, requested diagnostic tests/referrals, discharges, admissions and emergency visits within 30-60 days. A sample of patients, and all participating physicians completed surveys. Z-score test was used (statistical significance P<0.05). Results: A total of 5602 telephone visits were conducted. In comparison to in-person visits, telephone visits showed higher rates of visit compliance (95.9% vs. 85.2%, P<0.001) and discharges (22.12% vs. 11.82%; P<0.001), and lower number of ancillary tests and referrals. During the 30-and 60-day periods following the telephone visit, a reduction of 52% and 47% in the combined number of emergency department visits and hospital admissions was observed compared to in-person visits (P<0.01). Of the 120 patients surveyed, 95% were satisfied/very satisfied with the telephone visits. Of the 26 physicians, 84.6% considered telephone visits were useful to prioritize patients. Conclusions: During health emergencies, previously scheduled outpatient in-person visits can be converted to telephone visits, reducing absenteeism, increasing the rate of discharges and reducing ancillary tests and referrals without increasing the rate of hospital admissions or emergency department visits.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The first case of SARS-CoV-2 infection in Spain was reported at the end of January 2020. 1 On 14 March, the Spanish government declared the state of emergency and imposed home confinement. Most healthcare centers, including hospitals, have drastically reduced outpatient visits shifting to telephone visits to a greater or lesser extent. [2] [3] [4] As a result, since the beginning of the pandemic and most especially the beginning of lockdown, the need to start providing telehealth services to the maximum number of patients became evident. [5] [6] [7] This study describes the experience of an internal medicine department of a general hospital in converting scheduled inperson visits to telephone visits during the COVID-19 lockdown and, in addition, analyzes the degree of patient satisfaction and the physicians' opinion.", "cite_spans": [{"start": 89, "end": 90, "text": "1", "ref_id": "BIBREF0"}, {"start": 91, "end": 96, "text": "On 14", "ref_id": "BIBREF13"}, {"start": 338, "end": 341, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 342, "end": 345, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 346, "end": 349, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 544, "end": 547, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 548, "end": 551, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 552, "end": 555, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "We conducted a retrospective descriptive study comparing internal medicine telephone visits performed during the quarantine period from 15 March to 31 May 2020, with inperson visits performed during the same 2019 period at the Hospital Costa del Sol in Marbella (Má laga, Spain), a general hospital providing care to a population of 478 150.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "A secure web access to the electronical medical record was provided to the physicians so that they could work from their own homes. Videoconferencing was dismissed given the technical difficulties and the heterogeneity of our patients, many of whom are elderly. Telephone visits followed a standardized procedure: physician identification, information to the patient about the purpose of the call, verbal acceptance of the telephone visit by the patient, case history (medical history, chief complaint and present situation), review of results, test and referral requests if necessary, clinical judgment and follow-up plan, prescription and/or medication renewal via the electronic prescription system, writing and mailing of a clinical report of the visit, appointment management and recording of the activity by patient care technicians and appointment scheduling for an in-person visit based on the physician's opinion.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "The following variables were collected for both telephone visits and the previous year's in-person visits: type of visit (new/follow-up), failure to contact the patient or refusal to have a telephone visit, diagnostic tests requested (laboratory, simple radiology, ultrasound, echocardiography, computerized axial tomography, magnetic resonance imaging, nuclear medicine tests, electrophysiological tests and outpatient blood pressure monitoring), referrals to other hospital specialists, referrals to other centers and patient disposition (discharge, follow-up visit or referral to another specialty or hospital). Both periods were compared using the Z-score testing for equality of two population proportions. Statistical significance was set at P<0.05.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Rates of admissions and hospital emergencies occurring within 30 days of patient telephone visits in 2020 and in-person visits in 2019 for the same period were also compared. Satisfaction in a random sample of patients who had received a telephone visit was assessed using a structured and validated survey 8 after obtaining their verbal consent (Table 1) . To calculate sample size, an expected 70% proportion of satisfied to very satisfied patients and an 8% accuracy were considered.", "cite_spans": [], "ref_spans": [{"start": 346, "end": 355, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Materials and methods"}, {"text": "A structured interview was also administered to all the physicians who had performed telephone visits ( ", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "From 15 March to 31 May 2020, a total of 5842 visits were scheduled-a figure similar to the 5908 visits scheduled in 2019 during (Table 3) . Visit compliance and the rate of discharges via telephone visits where higher during the home confinement period than during the 2019 period, while the number of ancillary test requests was lower, except for CT scans and electrophysiological studies. A total of 326 (7.2%) of the patients who had had in-person visits were seen at the emergency department or admitted to the hospital within 30 days following their visit compared with 174 (2.3%) telephone-visit patients (P<0.001), a 55.5% reduction, which is slightly lower than the 64.3% reduction observed in the total number of emergencies and hospital admissions between the two periods.", "cite_spans": [], "ref_spans": [{"start": 129, "end": 138, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "A total of 120 patients were interviewed (response rate: 91%). The mean number of days between their visit and the interview was 52 days (SD: 10.9), 54.5% were women, and mean age was 56 years. Lack of response (N¼13) was due to: 2 did not give their consent, 9 could not be contacted, 1 had died and 1 was hospitalized. The answer was 'satisfactory' or 'very satisfactory' in more than 90% of the 7 questions assessed on a Likert scale (Figure 1 ). Only 13.4% declared they would have preferred to have an in-person visit, 87.4% would choose to continue receiving telephone visits during lockdown, and 73% would maintain this type of visit for routine follow-ups.", "cite_spans": [], "ref_spans": [{"start": 437, "end": 446, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "All the physicians who had conducted telephone visits (23 consultants and 3 interns) answered the survey. The majority (84.6%) considered that telephone visits could be useful to establish healthcare delivery priorities and to refer patients to the most appropriate physician according to their condition. All agreed that they should perform follow-up telephone visits for patients they already knew and 96.2% thought it would be essential to have a regulatory framework to perform telephone visits once the state of alarm is lifted. Furthermore, 61.6% considered it would be feasible to continue conducting telephone visits for up to 30% of outpatient care in the future. Most physicians (61%) considered the time required for a telephone visit was the same as for an in-person visit while 37.7% thought it was less and 8.2% thought it was more. Figure 2 shows the chief complaints considered by the physicians as most appropriate for a first telephone visit and for follow-up telephone visits.", "cite_spans": [], "ref_spans": [{"start": 847, "end": 855, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "Our study shows that in an emergency situation, previously scheduled in-person visits can be converted to telephone visits without prior screening and, in so doing, absenteeism as well as the number of ancillary tests and referrals may decrease while discharge rates may increase. In addition, this conversion can be performed with a high level of satisfaction from both patients and physicians involved and without increasing the rate of hospital admissions or emergency visits in the short term.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The practice of telemedicine has had to overcome a range of obstacles. The COVID-19 pandemic has led to an unprecedented situation in which the scales have tipped like never before in favor of the implementation of this healthcare mode. 9 Few studies have been conducted in our setting on telephone consultations between hospital specialists and patients during the COVID-19 pandemic, and most of them have been based on patient or physician surveys, [10] [11] [12] providing no information on the outcome of the consultations (rate of discharges) or the rate of tests or referrals requested. In our study, the percentage of scheduled visits that were actually conducted was higher for telephone visits during the COVID-19 pandemic than for in-person visits in the control group. This was probably due to the fact that the most common cause of non-attendance for in-person visits-patients forgetting their scheduled appointments, 13, 14 something that has also been verified at our hospital-was averted. Active and reiterated telephone calls reduced by almost three-thirds the rate of absenteeism.", "cite_spans": [{"start": 237, "end": 238, "text": "9", "ref_id": "BIBREF8"}, {"start": 451, "end": 455, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 456, "end": 460, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 461, "end": 465, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 930, "end": 933, "text": "13,", "ref_id": "BIBREF12"}, {"start": 934, "end": 936, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "To our knowledge, no information on the rate of referrals or ancillary test requests in in-person visits compared with virtual visits, neither in primary care nor hospital settings, has been published so we cannot draw any conclusions with regard to the rates we have found. One study has indicated that up to 24% of the variability in the rate of test requests may be explained based on the Adjusted Clinical Groups (ACG V R ) classification. In a study conducted in Spain in a reference primary care population of 200 000 laboratory tests were requested in 32% of visits, radiology tests in 15.4% and referrals to other specialists in 8.9%. 15 However, there are no studies from which to estimate standardized rates of test or referral requests adjusted by patient complexity in hospital specialties.", "cite_spans": [{"start": 643, "end": 645, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "In our study, patients showed a high degree of satisfaction with telephone visits. Virtual consultations are usually well received by patients. In a study in which physicians from five specialties (psychiatry, neurology, cardiology, oncology and primary care) provided virtual video visits, most patients did not perceive a decrease in the quality of the care received during the visit and said they preferred to continue with televisits instead of in-person visits. 16 It has also been found that female patients and lack of health insurance are associated with a greater preference for virtual visits. 17 Some studies have indicated that physicians and patients worry about the inherent lack of a physical examination in televisits, and that video use does not avoid such concern. 18 Since the onset of the COVID-10 pandemic, the degree of acceptance of telemedicine seems to have increased among citizens, as revealed in a recent survey. 19 A total of 7 out of 10 Europeans interviewed would be willing to receive a video visit against 54% in 2019. Spain is the European country with the highest degree of acceptance, with 82% vs. 61% in 2019, in line with the results of our survey.", "cite_spans": [{"start": 467, "end": 469, "text": "16", "ref_id": "BIBREF15"}, {"start": 604, "end": 606, "text": "17", "ref_id": "BIBREF16"}, {"start": 941, "end": 943, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "The existing information in the literature on the duration of telephone visits comes mainly from studies of patient triage consultations in primary care. These visits are usually shorter and, in some studies, they have been shown to increase workload as it generates in-person visits or consecutive remote visits, 20,21 while in others they have been shown to be effective. 22 There is no information on this for hospital specialist care. In our case, most physicians considered that visit duration should be similar.", "cite_spans": [{"start": 374, "end": 376, "text": "22", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study has several limitations. One is related with the early analysis of the degree of satisfaction of physicians and patients with televisits during the COVID-19 pandemic lockdown. The fear of infection in the population, its understanding with regard to the overburden of the healthcare system and the sympathy generated toward its health professionals probably had an impact on the degree of acceptance and satisfaction expressed for televisits. Physician satisfaction may also have been similarly biased for the same reasons. It is likely that patients were less demanding during telephone visits, therefore making the medical act easier and minimizing the problems presented in them 23 or the discussion of medical decisions. The doubling in the rate of discharges in telephone visits is difficult to explain and has probably multiple causes. Patients' predisposition not to discuss discharges, the perception by physicians of having to relieve the healthcare system of non-serious diseases or diseases that could wait further evaluation and the fact that televisits had a legal coverage since the beginning of the confinement 24 may have contributed to increase physicians' confidence in making decisions. We have shown in this study that the number of emergency care visits and hospital admissions within 30 days following televisits was lower compared with the historical reference. A more comprehensive analysis of the results over a longer-term period would be necessary to determine the true impact of telephone visits on patient health.", "cite_spans": [{"start": 692, "end": 694, "text": "23", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although telemedicine and outpatient remote care have previously been used, their use has been greatly bolstered by the SARs-Cov-2 pandemic. 25 In our experience and that of others, [26] [27] [28] telephone visits have been a very useful tool to mitigate the accumulation of patients in hospitals and to solve the difficulty of conducting in-person visits during the pandemic. Our study confirms that telephone visits have been well received by physicians, who have used them widely and they have been highly rated by patients. With the recent experiences in telemedicine during the COVID-19 pandemic, health authorities should take advantage of the current trend in favor to underpin the implementation and dissemination of this patient-centered healthcare model, establish laws and regulations and set up registration and recognition systems for these services. 29 Conflict of interest. None declared.", "cite_spans": [{"start": 141, "end": 143, "text": "25", "ref_id": "BIBREF25"}, {"start": 182, "end": 186, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 187, "end": 191, "text": "[27]", "ref_id": "BIBREF27"}, {"start": 192, "end": 196, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 864, "end": 866, "text": "29", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "First cases of coronavirus disease 2019 (COVID-19) in the WHO European Region", "authors": [{"first": "G", "middle": [], "last": "Spiteri", "suffix": ""}, {"first": "J", "middle": [], "last": "Fielding", "suffix": ""}, {"first": "M", "middle": [], "last": "Diercke", "suffix": ""}, {"first": "C", "middle": [], "last": "Campese", "suffix": ""}, {"first": "V", "middle": [], "last": "Enouf", "suffix": ""}, {"first": "A", "middle": [], "last": "Gaymard", "suffix": ""}], "year": 2020, "venue": "Euro Surveill", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Pandemic Shock Threatens to Undermine Outpatient Care. To the Point (blog), Commonwealth Fund", "authors": [{"first": "E", "middle": ["C"], "last": "Schneider", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Shah", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Staying connected in the COVID-19 pandemic: telehealth at the largest safety-net System in the United States", "authors": [{"first": "J", "middle": [], "last": "Lau", "suffix": ""}, {"first": "J", "middle": [], "last": "Knudsen", "suffix": ""}, {"first": "H", "middle": [], "last": "Jackson", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Wallach", "suffix": ""}, {"first": "M", "middle": [], "last": "Bouton", "suffix": ""}, {"first": "S", "middle": [], "last": "Natsui", "suffix": ""}], "year": 2020, "venue": "Health Aff (Millwood)", "volume": "39", "issn": "", "pages": "1437--1479", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Singapore's experience in ensuring continuity of outpatient care during the COVID-19 pandemic", "authors": [{"first": "Ksy", "middle": [], "last": "Sek", "suffix": ""}, {"first": "Ath", "middle": [], "last": "Tan", "suffix": ""}, {"first": "Awj", "middle": [], "last": "Yip", "suffix": ""}, {"first": "Eme", "middle": [], "last": "Boon", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Teng", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Lee", "suffix": ""}], "year": 2020, "venue": "Int J Clin Pract", "volume": "74", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Framework for Healthcare Systems Providing non-COVID-19 Clinical Care during the COVID-19 Pandemic", "authors": [], "year": 2020, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "COVID-19 pandemic and telephone triage before attending medical office: problem or opportunity?", "authors": [{"first": "G", "middle": [], "last": "Cervino", "suffix": ""}, {"first": "G", "middle": [], "last": "Oteri", "suffix": ""}], "year": 2020, "venue": "Medicina (Kaunas)", "volume": "56", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The role of telehealth during COVID-19 outbreak: a systematic review based on current evidence", "authors": [{"first": "E", "middle": [], "last": "Monaghesh", "suffix": ""}, {"first": "A", "middle": [], "last": "Hajizadeh", "suffix": ""}], "year": 2020, "venue": "BMC Public Health", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Development and validation of an inpatient satisfaction questionnaire", "authors": [{"first": "N", "middle": [], "last": "Gonzá Lez", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Quintana", "suffix": ""}, {"first": "A", "middle": [], "last": "Bilbao", "suffix": ""}, {"first": "A", "middle": [], "last": "Escobar", "suffix": ""}, {"first": "F", "middle": [], "last": "Aizpuru", "suffix": ""}, {"first": "A", "middle": [], "last": "Thompson", "suffix": ""}], "year": 2005, "venue": "Int J Qual Health Care", "volume": "17", "issn": "", "pages": "465--72", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Virtually perfect? Telemedicine for Covid-19", "authors": [{"first": "J", "middle": ["E"], "last": "Hollander", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Carr", "suffix": ""}], "year": 2020, "venue": "N Engl J", "volume": "382", "issn": "", "pages": "1679--81", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Emergency implementation of telemedicine for epilepsy in Spain: results of a survey during SARS-CoV-2 pandemic", "authors": [{"first": "E", "middle": [], "last": "Conde-Blanco", "suffix": ""}, {"first": "M", "middle": [], "last": "Centeno", "suffix": ""}, {"first": "E", "middle": [], "last": "Tio", "suffix": ""}, {"first": "D", "middle": [], "last": "Muriana", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "García-Peñas", "suffix": ""}, {"first": "P", "middle": [], "last": "Serrano", "suffix": ""}], "year": 2020, "venue": "Epilepsy Behav", "volume": "111", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "COVID-19 pandemic: an opportunity to assess the utility of telemedicine in patients with rheumatic diseases", "authors": [{"first": "C", "middle": [], "last": "Ló Pez-Medina", "suffix": ""}, {"first": "A", "middle": [], "last": "Escudero", "suffix": ""}, {"first": "E", "middle": [], "last": "Collantes-Estevez", "suffix": ""}], "year": 2020, "venue": "Ann Rheum Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Evaluation of teleconsultation system in the urological patient during the COVID-19 pandemic", "authors": [{"first": "Leibar", "middle": [], "last": "Tamayo", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}, {"first": "Linares", "middle": [], "last": "Espinó S", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}, {"first": "Ríos", "middle": [], "last": "Gonzá Lez", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}, {"first": "Trelles", "middle": [], "last": "Guzmá N C, Á Lvarez-Maestro", "suffix": ""}, {"first": "M", "middle": [], "last": "De Castro Guerín", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Actas Urol Esp", "volume": "44", "issn": "", "pages": "617--639", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Determinants and economic cost of patient absenteeism in outpatient departments of the Costa del Sol Health Agency", "authors": [{"first": "M", "middle": ["L"], "last": "Jabalera-Mesa", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Morales-Asencio", "suffix": ""}, {"first": "F", "middle": [], "last": "Rivas-Ruiz", "suffix": ""}], "year": 2015, "venue": "An Sist Sanit Navar", "volume": "38", "issn": "", "pages": "235--280", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Causes of appointment attendance, nonattendance, and cancellation in outpatient consultations at a university hospital", "authors": [{"first": "A", "middle": [], "last": "Briatore", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Tarsetti", "suffix": ""}, {"first": "A", "middle": [], "last": "Latorre", "suffix": ""}, {"first": "Gonzalez", "middle": [], "last": "Bernaldo De Quiró S", "suffix": ""}, {"first": "F", "middle": [], "last": "Luna", "suffix": ""}, {"first": "D", "middle": [], "last": "Fuentes", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "", "suffix": ""}], "year": 2020, "venue": "Int J Health Plann Manage", "volume": "35", "issn": "", "pages": "207--227", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Relationship between efficiency and clinical effectiveness indicators in an adjusted model of resource consumption: a cross-sectional study", "authors": [{"first": "V", "middle": [], "last": "Violá N", "suffix": ""}, {"first": "O", "middle": [], "last": "Plana-Ripoll", "suffix": ""}, {"first": "Q", "middle": [], "last": "Foguet-Boreu", "suffix": ""}, {"first": "B", "middle": [], "last": "Bolíbar", "suffix": ""}, {"first": "A", "middle": [], "last": "Aguado", "suffix": ""}, {"first": "R", "middle": [], "last": "Navarro-Artieda", "suffix": ""}], "year": 2013, "venue": "the ACGV R Study Group", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Patient and clinician experiences with telehealth for patient follow-up care", "authors": [{"first": "K", "middle": [], "last": "Donelan", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Barreto", "suffix": ""}, {"first": "S", "middle": [], "last": "Sossong", "suffix": ""}, {"first": "C", "middle": [], "last": "Michael", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Estrada", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Cohen", "suffix": ""}], "year": 2019, "venue": "Am J Manag Care", "volume": "25", "issn": "", "pages": "40--44", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Patients' satisfaction with and preference for telehealth visits", "authors": [{"first": "J", "middle": ["M"], "last": "Polinski", "suffix": ""}, {"first": "T", "middle": [], "last": "Barker", "suffix": ""}, {"first": "N", "middle": [], "last": "Gagliano", "suffix": ""}, {"first": "A", "middle": [], "last": "Sussman", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Brennan", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Shrank", "suffix": ""}], "year": 2016, "venue": "J Gen Intern Med", "volume": "31", "issn": "", "pages": "269--75", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Virtual visits in a general medicine practice: a pilot study", "authors": [{"first": "R", "middle": ["F"], "last": "Dixon", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Stahl", "suffix": ""}], "year": 2008, "venue": "Telemed J E", "volume": "14", "issn": "", "pages": "525--555", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "STADA Health Report 2020. STADA Group Health Report. STADA Arzneimittel AG. www.stada.de", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The impact of digital-first consultations on workload in general practice: modeling study", "authors": [{"first": "C", "middle": [], "last": "Salisbury", "suffix": ""}, {"first": "M", "middle": [], "last": "Murphy", "suffix": ""}, {"first": "P", "middle": [], "last": "Duncan", "suffix": ""}], "year": 2020, "venue": "J Med Internet Res", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "A collaborative approach to improving patient access in general practice: impact of three different pilot schemes in 12 general practices in Greenwich", "authors": [{"first": "M", "middle": [], "last": "Lawless", "suffix": ""}, {"first": "E", "middle": [], "last": "Wright", "suffix": ""}, {"first": "J", "middle": [], "last": "Davidson", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Cost analysis of a digital health care model in Sweden", "authors": [{"first": "B", "middle": [], "last": "Ekman", "suffix": ""}], "year": 2018, "venue": "Pharmacoecon", "volume": "2", "issn": "", "pages": "347--54", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Comparison of face-toface and telephone consultations in primary care: qualitative analysis", "authors": [{"first": "H", "middle": [], "last": "Hewitt", "suffix": ""}, {"first": "J", "middle": [], "last": "Gafaranga", "suffix": ""}, {"first": "B", "middle": [], "last": "Mckinstry", "suffix": ""}], "year": 2010, "venue": "Br J Gen Pract", "volume": "60", "issn": "", "pages": "201--213", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "por la que se adoptan medidas preventivas de salud pú blica en la Comunidad de Andalucía como consecuencia de la situació n y evolució", "authors": [], "year": null, "venue": "Orden de", "volume": "13", "issn": "2020", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Monitoring of COVID-19 patients by telemedicine with telemonitoring", "authors": [{"first": "M", "middle": [], "last": "Martínez-García", "suffix": ""}, {"first": "M", "middle": [], "last": "Bal-Alvarado", "suffix": ""}, {"first": "Santos", "middle": [], "last": "Guerra", "suffix": ""}, {"first": "F", "middle": [], "last": "Ares-Rico", "suffix": ""}, {"first": "R", "middle": [], "last": "Suá Rez-Gil", "suffix": ""}, {"first": "R", "middle": [], "last": "Rodríguez-Á Lvarez", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Rev Clin Esp", "volume": "220", "issn": "", "pages": "472--481", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "COVID-19 transforms health care through telemedicine: evidence from the field", "authors": [{"first": "D", "middle": ["M"], "last": "Mann", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "R", "middle": [], "last": "Chunara", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Testa", "suffix": ""}, {"first": "O", "middle": [], "last": "Nov", "suffix": ""}], "year": 2020, "venue": "J Am Med Inform Assoc", "volume": "27", "issn": "", "pages": "1132--1137", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Teleneurology as a solution for outpatient care during the COVID-19 pandemic", "authors": [{"first": "M", "middle": ["P"], "last": "Mcginley", "suffix": ""}, {"first": "D", "middle": [], "last": "Ontaneda", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Weber", "suffix": ""}, {"first": "S", "middle": [], "last": "Shook", "suffix": ""}, {"first": "M", "middle": [], "last": "Stanton", "suffix": ""}], "year": 2020, "venue": "Telemed J E Health", "volume": "26", "issn": "", "pages": "1537--1576", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Evidence of a rapid shift in outpatient practice during the COVID-19 pandemic using telemedicine", "authors": [{"first": "V", "middle": [], "last": "Punia", "suffix": ""}, {"first": "G", "middle": [], "last": "Nasr", "suffix": ""}, {"first": "V", "middle": [], "last": "Zagorski", "suffix": ""}, {"first": "G", "middle": [], "last": "Lawrence", "suffix": ""}, {"first": "J", "middle": [], "last": "Fesler", "suffix": ""}, {"first": "D", "middle": [], "last": "Nair", "suffix": ""}], "year": 2020, "venue": "Telemed J E Health", "volume": "26", "issn": "", "pages": "1301--1304", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Incorporating telemedicine as part of COVID-19 outbreak response systems", "authors": [{"first": "K", "middle": ["L"], "last": "Rockwell", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Gilroy", "suffix": ""}], "year": 2020, "venue": "Am J Manag Care", "volume": "26", "issn": "", "pages": "147--155", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Results of patient telephone survey.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Chief complaints the physicians considered as most appropriate for first and follow-up telephone visits.", "latex": null, "type": "figure"}, "TABREF0": {"text": ". The study conformed to the Declaration of Helsinki and the Spanish law on the protection of patients' rights (Law 41/2002). The Costa del Sol Research Ethics Committee approved the study.", "latex": null, "type": "table"}, "TABREF1": {"text": "Patient satisfaction survey 1. How would you rate the healthcare received during your telephone visit? 2. Do you consider the health information received adequate? 3. Do you consider the doctor's identification adequate? 4. How would you rate the doctor's attitude and disposition? 5. Are you satisfied with the doctor's kindness and were you treated Do you think telephone visits are useful for screening of first visits? 5. What type of visit do you consider most appropriate for a telephone visit? b 6. Do you think seeing a fellow physician's patient has an impact on the likelihood of discharge? c 7. Do you think following-up your established patients has an impact on the likelihood of discharge? c 8. Do you think a procedure endorsed by the hospital's management and with legal backing would be required to continue performing telephone visits? 9. Do you think telephone visits require the same amount of time than in-person visits? 10. What percentage of telephone visits for new patients would be appropriate to respond to this new situation? d 11. What percentage of follow-up telephone visits would you consider appropriate to respond to this new situation? d Multiple answers (headache, hypothyroidism, hyperthyroidism, thyroid nodule, hyperprolactinemia, HIV, arthralgias, arthritis, hypertension, diabetes mellitus, abnormal laboratory tests, radiological abnormalities, vascular risk, renal failure and other). Multiple answers (first visit, follow-up of your own patients and follow-up of patients from fellow physicians). It makes it more difficult to discharge a patient; sometimes it is easier, other times it makes it more difficult; has no influence. dC hoose between 10%/20%/30%/40%/50%/>50%. the same period. Of the 2020 visits, 98% were telephone visits. Rates of visit compliance, discharges and test requests for both periods were compared", "latex": null, "type": "table"}, "TABREF2": {"text": "Rates of visit compliance, discharges and test requests during telephone visits (2020) compared with in-person visits for the same period during the previous year (2019)", "latex": null, "type": "table"}}, "back_matter": []}