{"paper_id": "0abbb5bbc308b220dc82d1cf1d5a937bf989ec19", "metadata": {"title": "Development and evaluation of an internet-based cognitive behavioral therapy intervention for anxiety and depression in adults with cystic fibrosis (eHealth CF-CBT): An international collaboration", "authors": [{"first": "Marieke", "middle": [], "last": "Verkleij", "suffix": "", "affiliation": {"laboratory": "UMC", "institution": "Vrije Universiteit Amsterdam", "location": {"settlement": "Amsterdam, Amsterdam", "country": "the Netherlands"}}, "email": ""}, {"first": "Anna", "middle": ["M"], "last": "Georgiopoulos", "suffix": "", "affiliation": {"laboratory": "", "institution": "Massachusetts General Hospital", "location": {"settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Deborah", "middle": [], "last": "Friedman", "suffix": "", "affiliation": {"laboratory": "", "institution": "Massachusetts General Hospital", "location": {"settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Introduction: Individuals with cystic fibrosis (CF) are at increased risk for anxiety and depression, with negative consequences for adherence, health, and quality of life. New approaches to prevent and treat anxiety and depression that are tailored to the concerns of this population are needed. A CF-specific internet-based cognitivebehavioral therapy (CBT) intervention was developed to increase access to evidence-based mental health care and decrease cost and burden of care for people with CF. Objective: To evaluate the usability and acceptability of \"eHealth CF-CBT,\" an internet-based program integrating therapist-guided online self-management modules with in-person or virtual sessions. Methods: Dutch adults with CF (N = 16) and CF health care providers (N = 16) systematically tested all sessions of the eHealth CF-CBT program, provided qualitative feedback, and completed measures including eHealth Impact Questionnaire (eHIQ), and System Usability Scale (SUS). Results: Patient and provider ratings of their overall impression of the eHealth CF-CBT program were high, with scores (mean; SD) of 8.3; 0.6 and 8.2; 0.8 respectively on a 10-point scale. Mean ratings of usability by patients (77.0/100) and providers (73.4/100) surpassed the SUS cut point for good favorability. Ratings (pooled mean; SD) on the assessed eHIQ domains Motivation and Confidence to Act (71.3; 10.0), Information and Presentation (78.9; 9.6), and Identification (62.0; 15.1) were positive, as were assessments of specific elements of session content and format. Conclusions: eHealth CF-CBT is the first therapist-guided internet-delivered CBT-based intervention for adults with CF. Initial evaluation with key stakeholders demonstrated high levels of acceptability and usability and provided input that was integrated to strengthen the program. Effectiveness testing in the Netherlands will be the next step, as well as future international adaptation and dissemination.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Cystic Fibrosis (CF) is a progressive, multisystem genetic disease affecting more than 70,000 individuals worldwide, often marked by difficulty breathing due to recurrent pulmonary infections and damage (Rayment, 2020) . Despite treatment advances that have increased average life expectancy, living with CF entails a high burden of distressing symptoms and daily treatments (Friedman et al., 2018a; Sawicki et al., 2008) . TIDES-CF, an epidemiological study of over 6000 individuals with CF, found elevated rates of depression and anxiety 2-3 times more common in individuals with CF than in the general population (Quittner et al., 2014) . Moreover, untreated depression and anxiety in people with CF were found to have negative consequences for health-related quality of life (HrQoL), adherence, medical outcomes and healthcare costs (Quittner et al., 2014; Smith et al., 2010; Verkleij et al., 2018) . Consequently, international mental health guidelines developed by the CF Foundation (CFF) and European CF Society (ECFS) recommend routine screening, treatment, and preventative efforts for depression and anxiety as a component of standard CF care (Abbott et al., 2019; Quittner et al., 2016) .", "cite_spans": [{"start": 203, "end": 218, "text": "(Rayment, 2020)", "ref_id": "BIBREF24"}, {"start": 375, "end": 399, "text": "(Friedman et al., 2018a;", "ref_id": "BIBREF13"}, {"start": 400, "end": 421, "text": "Sawicki et al., 2008)", "ref_id": "BIBREF27"}, {"start": 616, "end": 639, "text": "(Quittner et al., 2014)", "ref_id": "BIBREF21"}, {"start": 837, "end": 860, "text": "(Quittner et al., 2014;", "ref_id": "BIBREF21"}, {"start": 861, "end": 880, "text": "Smith et al., 2010;", "ref_id": null}, {"start": 881, "end": 903, "text": "Verkleij et al., 2018)", "ref_id": "BIBREF33"}, {"start": 1154, "end": 1175, "text": "(Abbott et al., 2019;", "ref_id": "BIBREF1"}, {"start": 1176, "end": 1198, "text": "Quittner et al., 2016)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Introduction"}, {"text": "However, there are unique barriers related to health care burden and infection risk that may impede access to mental health care in this population. Individuals with CF face a high burden of medical treatment including a self-care regimen that averages between an hour to 2 h a day and frequent medical appointments. Hospitalizations lasting two weeks or more to treat exacerbations requiring IV antibiotics are common, and may be disruptive to regular outpatient mental health care (Mueller et al., 2020) . Even before the pandemic, individuals with CF have had to practice strict infection control due to vulnerability to infections leading to illness and reduction in lung functioning over time (Saiman et al., 2014) . Furthermore, infection control guidelines for individuals with CF recommend that individuals with CF avoid being in the same room and maintain 6 ft of distance from others with CF due to high risk associated with cross-infection (Saiman et al., 2014) . In addition, community-based mental health care providers may have little to no knowledge of CF, placing the burden on individuals with CF to educate their providers about the disease . For these reasons, there is increased burden and risk associated with mental health care appointments, and in-person group care models in CF are contraindicated. Individuals with CF may prefer and engage more fully in mental health care that is integrated into their routine CF care, delivered by mental health providers embedded within their care team, and may find integrated care that is available via telehealth or internet easier to access (Abbott et al., 2019; Quittner et al., 2020) . Internet-delivered psychosocial interventions might be especially relevant and suitable for patients with CF to decrease healthcare burden and address the many barriers that exist to accessing mental health care .", "cite_spans": [{"start": 483, "end": 505, "text": "(Mueller et al., 2020)", "ref_id": "BIBREF19"}, {"start": 698, "end": 719, "text": "(Saiman et al., 2014)", "ref_id": "BIBREF26"}, {"start": 951, "end": 972, "text": "(Saiman et al., 2014)", "ref_id": "BIBREF26"}, {"start": 1606, "end": 1627, "text": "(Abbott et al., 2019;", "ref_id": "BIBREF1"}, {"start": 1628, "end": 1650, "text": "Quittner et al., 2020)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Introduction"}, {"text": "Cognitive-behavioral therapy (CBT), an evidence-based structured mental health intervention focused on teaching adaptive coping skills, was recommended in the CFF/ECFS guidelines for those screening with elevated depression or anxiety symptoms . However, while there are effective chronic illness condition-specific CBT protocols for a number of medical conditions, including diabetes, COPD, HIV/AIDS, epilepsy, and cancer (Antoni et al., 2006 (Antoni et al., , 2009 Cully et al., 2010; Laperriere et al., 2005; Thompson et al., 2010; Safren et al., 2009; Soo and Lam, 2009) , until recently, there were no interventions tailored to address the unique needs of individuals with CF.", "cite_spans": [{"start": 423, "end": 443, "text": "(Antoni et al., 2006", "ref_id": "BIBREF3"}, {"start": 444, "end": 466, "text": "(Antoni et al., , 2009", "ref_id": "BIBREF4"}, {"start": 467, "end": 486, "text": "Cully et al., 2010;", "ref_id": "BIBREF9"}, {"start": 487, "end": 511, "text": "Laperriere et al., 2005;", "ref_id": "BIBREF18"}, {"start": 512, "end": 534, "text": "Thompson et al., 2010;", "ref_id": "BIBREF31"}, {"start": 535, "end": 555, "text": "Safren et al., 2009;", "ref_id": "BIBREF25"}, {"start": 556, "end": 574, "text": "Soo and Lam, 2009)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Introduction"}, {"text": "To respond to an urgent need for evidence-based psychological interventions for people with CF (Ammerlaan et al., 2017; Verkleij et al., 2017) , CF-CBT, an 8-session modular manualized intervention that could be integrated into routine CF care was developed in the US with input from individuals with CF and CF healthcare providers (Friedman and Georgiopoulos, 2016) . As an international collaboration across the US and the Netherlands, the CF-CBT program was then adapted into an internet-based program, eHealth CF-CBT. The eHealth CF-CBT program, available in both English and Dutch, is a blended care program integrating therapist-guided online self-management modules with inperson or virtual sessions. Patients can access eHealth CF-CBT from home while continuing to benefit from the expert guidance and feedback of a mental health provider, reducing barriers including transportation and other costs of care. The eHealth CBT program will also be adaptable for dissemination to countries with a wide range of resource availability and healthcare systems. The aim of this study was to evaluate the usability and acceptability of \"eHealth CF-CBT\" with key stakeholders.", "cite_spans": [{"start": 95, "end": 119, "text": "(Ammerlaan et al., 2017;", "ref_id": "BIBREF2"}, {"start": 120, "end": 142, "text": "Verkleij et al., 2017)", "ref_id": "BIBREF32"}, {"start": 332, "end": 366, "text": "(Friedman and Georgiopoulos, 2016)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "2.1.1. CF-CBT program (manualized version) As noted, to address the need for accessible evidence-based psychological interventions to prevent and treat depression and anxiety for people with CF, a CF-specific CBT-based intervention manual, workbook, and training program were developed and designed to be integrated into existing CF care systems, \"CF-CBT: A cognitive-behavioral skills-based program to promote emotional well-being for adults with CF\" (Friedman, 2019; Friedman et al., 2019) . The program was developed in partnership, with input and feedback from adults with CF and CF healthcare providers, and specifically tailored to address the emotional challenges of living with CF. Direct quotes from patients with CF who participated in the development project were included in the program materials. The intervention consists of eight 45-minute sessions that can be flexibly delivered in the outpatient CF clinic, on the inpatient unit, or by telephone to increase accessibility. The original CF-CBT was developed as a preventive intervention, targeted for CF adults who screen in the mild range for depression and/or anxiety according to the CFF/ECFS guidelines (Abbott et al., 2019; Quittner et al., 2016) , that could be provided by multidisciplinary CF health-care providers from a variety of disciplines (nurses, social workers, psychologists, psychiatrists, or pulmonologists), including mental health and non-mental health clinicians, with specialized training in the provision of the intervention.", "cite_spans": [{"start": 7, "end": 42, "text": "CF-CBT program (manualized version)", "ref_id": null}, {"start": 452, "end": 468, "text": "(Friedman, 2019;", "ref_id": "BIBREF15"}, {"start": 469, "end": 491, "text": "Friedman et al., 2019)", "ref_id": "BIBREF15"}, {"start": 1173, "end": 1194, "text": "(Abbott et al., 2019;", "ref_id": "BIBREF1"}, {"start": 1195, "end": 1217, "text": "Quittner et al., 2016)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Program development and evaluation protocol"}, {"text": "The eight sessions of CF-CBT cover skills including relaxation and mindfulness, behavioral activation, anxiety management skills, cognitive restructuring, and health-related goal setting and problem-solving. Each session includes teaching on the session topic, a skill-building exercise, and an experiential homework assignment to practice applying each skill in-between sessions.", "cite_spans": [], "ref_spans": [], "section": "Program development and evaluation protocol"}, {"text": "CF-CBT was piloted at 3 US CF centers and was well received by individuals with CF and interventionists (Friedman et al., 2018b) . Results of the pilot study found CF-CBT to be feasible, acceptable to adults with CF and to have promising preliminary effectiveness outcomes, with decreases in depression, anxiety, and perceived stress, and improvements in quality of life and coping skills (Friedman et al., 2019) . A 3-year multicenter waitlist-controlled randomized controlled trial, and the development and pilot of an adaptation developmentally appropriate for adolescents, are currently ongoing (Cystic Fibrosis Foundation Therapeutics, Inc.; Friedman and Georgiopoulos, PI's).", "cite_spans": [{"start": 104, "end": 128, "text": "(Friedman et al., 2018b)", "ref_id": "BIBREF14"}, {"start": 389, "end": 412, "text": "(Friedman et al., 2019)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Program development and evaluation protocol"}, {"text": "The aim of this project was to develop a modular, CBT-informed, CF team-guided, internet delivered intervention for prevention and treatment of depression and anxiety, customized to the concerns of adults with CF and models of healthcare delivery in the US and the Netherlands, eHealth CF-CBT. The CF-CBT program was built for integration into the model of CFF accredited care teams in the US and required linguistic, cultural, and structural modification prior to international dissemination. A therapist-guided blended care model that involves online self-management modules along with therapist-led modules reduces the need for in-person appointments and thereby, may increase accessibility for individuals with CF and feasibility for CF care teams. The CF-CBT intervention manual was thus adapted to eHealth CF-CBT, a therapist-guided internet-delivered program for adults with CF, in English and Dutch, according to the following steps.", "cite_spans": [], "ref_spans": [], "section": "Development of eHealth CF-CBT in English and Dutch"}, {"text": "First, the CF-CBT manualized program was translated into Dutch and culturally adapted for use in the Netherlands. Cultural adaptations included the following:", "cite_spans": [], "ref_spans": [], "section": "Development of eHealth CF-CBT in English and Dutch"}, {"text": "• Text referencing the healthcare system, insurance and healthcare costs was altered to reflect healthcare system differences between the US and the Netherlands, where healthcare insurance is obligatory for every inhabitant and most medical costs are covered. • Content related to delivery of mental health care was made appropriate to the local context. In the Netherlands, a psychologist and/or social worker are part of the multidisciplinary CF care team in every Dutch CF center. Psychological care available within the CF care team as well as referral pathways for psychological care outside the clinic may differ between Dutch and US CF centers. • Different resources, such as relaxation apps and mental healthrelated websites, were referenced. In particular, there are more options for eHealth interventions available in the Netherlands. Resources provided in English, such as relaxation exercises, were re-recorded in Dutch, and identified websites and resources for followup care were modified to fit the appropriate context. • The nuances of language were also adapted in some instances to a more down-to-earth, less enthusiastic tone to reflect Dutch cultural norms (e.g. when acknowledging or congratulating participants for session completion).", "cite_spans": [], "ref_spans": [], "section": "Development of eHealth CF-CBT in English and Dutch"}, {"text": "Next, the authors created CF team guided, internet-delivered adaptations of the manualized CF-CBT program in English (eHealth CF-CBT). The 8 modules of the online CF-CBT program are delivered through blended care: online content completed during in-person or telehealth sessions with the therapist in combination with self-guided online modules. The initial intake, fourth and last sessions are designed to be completed in real time with the therapist. The remaining 5 sessions are self-guided, with online content completed by the patient on their own, and e-mail feedback on completed skills-based homework assignments subsequently provided by the therapist.", "cite_spans": [], "ref_spans": [], "section": "Development of eHealth CF-CBT in English and Dutch"}, {"text": "To build the eHealth CF-CBT program, the e-health platform Minddistrict was used (https://www.minddistrict.com/). It is important for any online platform to be easily and inexpensively embedded in the CF care system (Abbott et al., 2019; Quittner et al., 2020) , and the Minddistrict platform is already established in the Netherlands. The Minddistrict eHealth platform allows for incorporation of interactive text, audio and videos, integrating questionnaires, daily diaries, and clinician monitoring and feedback. Patients receive online access for at least half a year after finishing the intervention and can view and print the work they completed within the program. Clinician providers have access to an administrator page allowing them to view patients' progress and give feedback.", "cite_spans": [{"start": 216, "end": 237, "text": "(Abbott et al., 2019;", "ref_id": "BIBREF1"}, {"start": 238, "end": 260, "text": "Quittner et al., 2020)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Development of eHealth CF-CBT in English and Dutch"}, {"text": "The following adaptations were made from the CF-CBT manual to the eHealth program:", "cite_spans": [], "ref_spans": [], "section": "Development of eHealth CF-CBT in English and Dutch"}, {"text": "• The visual aesthetic of the program became a much more salient feature. Photos were added throughout to illustrate the text and keep participants engaged in self-guided modules. A variety of fonts and colors were used to highlight text. • A video using animation to introduce the program to participants was developed and included in an introduction module. • The self-guided internet format required streamlining and organizing text (e.g. with bullet points). Participants are given the option to make hidden text appear to read further or receive more detailed explanation on some topics. • Interactive text features were included such that participants receive immediate feedback based on their responses in some areas. • \"Diaries\" were added that provide smart phone reminders to complete the homework exercise and allow the participants to complete the exercise in real-time on their device.", "cite_spans": [], "ref_spans": [], "section": "Development of eHealth CF-CBT in English and Dutch"}, {"text": "After refinement of eHealth CF-CBT in English, the Dutch-language adaptation was built into Minddistrict. The English and Dutch eHealth CF-CBT programs were further refined based on feedback from adults with CF and CF healthcare providers obtained via the study of usability and acceptability presented here. In anticipation of a pilot study at Amsterdam UMC funded by the Dutch CF Foundation to further examine feasibility, acceptability, and preliminary effectiveness outcomes, the program was iteratively modified to further improve relevance to the model of healthcare delivery in the Netherlands.", "cite_spans": [], "ref_spans": [], "section": "Development of eHealth CF-CBT in English and Dutch"}, {"text": "Adults with CF and CF healthcare providers from 4 academic hospitals in the Netherlands were invited to participate in this evaluation study via an announcement on the Facebook page of the Dutch CF Foundation and via their networks. Participants provided written informed consent, received the link to the online program, log-in codes and a link to the evaluation survey regarding eHealth CF-CBT, and were instructed to complete the program in a self-guided fashion and subsequently, to complete the evaluation measures and feedback questionnaire. Patients were reimbursed € 50 for participation, while healthcare providers donated their time to provide feedback data.", "cite_spans": [], "ref_spans": [], "section": "Usability and acceptability feedback on eHealth CF-CBT"}, {"text": "The e-HIQ was designed to assess the effectiveness of web-based programs containing health information (Kelly et al., 2013 ). The eHIQ is a self-completed questionnaire consisting of two independently administered and scored scales (eHIQ-Part 1 and eHIQ-Part 2). Each item has a five-point response option ranging from \"strongly disagree\" to \"strongly agree\". eHIQ-Part 1 (11 Items) assesses general attitudes towards using the internet to access health information. eHIQ-Part 2 (26 items) measures a participant's view on the specific health-related website he or she has just looked at (eHealth CF-CBT). For this study we only administered eHIQ-Part 2 which is comprised of 3 domains: 1) Motivation and confidence to act (10 items), e.g. \"The website encourages me to take actions that could be beneficial to my health\" and \"The website gives me confidence that I am able to manage my health\"; 2) Information and presentation (13 items), e.g. \"The website includes useful tips on how to make life better\" and \"I can easily understand the information on the website\"; 3) Identification (3 items), e.g. \"I can identify with other people using the website\" and \"I feel I have a lot in common with other people using the website\".", "cite_spans": [{"start": 103, "end": 122, "text": "(Kelly et al., 2013", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "eHealth Impact Questionnaire (eHIQ)"}, {"text": "Each scale was transformed to a 0-100 metric, where 0 = low perceived value of the internet (or website) for health, and 100 = high perceived benefit of using the internet (or website) in relation to health (Kelly et al., 2015) . All domains of this measure have demonstrated good internal consistency, with Cronbach's alphas ≥ 0.77, and good testretest reliability after a two-week interval, with intra-class correlation coefficients ranging from 0.76 to 0.91 for all domains (Kelly et al., 2015) . Specifically in the three domains of Part 2, Cronbach's alphas were 0.92, 0.89 and 0.90 respectively (Kelly et al., 2015) . For this study, we used the Dutch translation of the eHIQ (Neijenhuijs et al., 2019) . The eHIQ is a continuous scale for which the authors determined that a score of 65 or greater is considered positive (Neijenhuijs et al., 2019; Talboom-Kamp et al., 2020) .", "cite_spans": [{"start": 207, "end": 227, "text": "(Kelly et al., 2015)", "ref_id": "BIBREF17"}, {"start": 477, "end": 497, "text": "(Kelly et al., 2015)", "ref_id": "BIBREF17"}, {"start": 601, "end": 621, "text": "(Kelly et al., 2015)", "ref_id": "BIBREF17"}, {"start": 682, "end": 708, "text": "(Neijenhuijs et al., 2019)", "ref_id": null}, {"start": 828, "end": 854, "text": "(Neijenhuijs et al., 2019;", "ref_id": null}, {"start": 855, "end": 881, "text": "Talboom-Kamp et al., 2020)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "eHealth Impact Questionnaire (eHIQ)"}, {"text": "The SUS provides a brief, reliable tool for assessing usability. It consists of a 10-item scale, e.g. \"I felt very confident using eHealth CF-CBT\" and \"I thought eHealth CF-CBT was easy to use,\" with a Likert Scale with five response options from \"strongly disagree\" to \"strongly agree\". Originally created by Brooke (Brooke, 1996 (Brooke, , 2013 , it is designed for evaluation of a wide variety of products and services, including hardware, software, mobile devices, websites and applications. A SUS score between 68.0 and 80.3 is considered good, above 80.3 excellent (Bangor et al., 2009 ).", "cite_spans": [{"start": 317, "end": 330, "text": "(Brooke, 1996", "ref_id": "BIBREF6"}, {"start": 331, "end": 346, "text": "(Brooke, , 2013", "ref_id": "BIBREF7"}, {"start": 571, "end": 591, "text": "(Bangor et al., 2009", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "System Usability Scale (SUS)"}, {"text": "This questionnaire, designed for this study, invited participants to provide their overall impression of the program as an open response question and separate rating using a 10-point scale (0 is \"very bad,\" 10 is \"excellent\"). In addition, participants provided detailed session-bysession feedback on the presentation of information and functionality of the program, rated on a Likert scale from 1 to 5 with response options rating from \"strongly disagree\" to \"strongly agree\". Open-ended feedback on acceptability and suggested changes for each session was also invited.", "cite_spans": [], "ref_spans": [], "section": "eHealth CF-CBT Feedback Questionnaire"}, {"text": "32 participants (16 adults with CF and 16 healthcare providers) provided feedback on the eHealth CF-CBT program. See Tables 1A and 1B for descriptive demographic information regarding study participants. Mean age of patient participants was 35.4 (SD = 8.8, range 24-55 yrs.) and they were primarily female (63%). Number of CF-related hospitalizations in the past year ranged from 0 to 5; only one patient had >1 hospitalization and 4 patients have had a lung transplant. Mean BMI was 20.93 (SD = 2.0) ranging from 16.14-23.53 and mean FEV 1 percent predicted was 72.0% (SD = 25.0) ranging from 28 to 98%, indicating a diversity of nutritional status and lung disease severity. Fifty percent of patients indicated a history of diagnosed anxiety disorder or depression, and 81% stated they had received psychological treatment in the past.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Healthcare provider participants ranged in age from 27 to 62 yrs. (Mean = 40.1, SD = 13.3), and were also primarily female (94%). Fiftyseven percent of participating healthcare providers were mental health clinicians (psychologists or social workers) working as part of CF multidisciplinary teams, while other participating providers were CF physicians (6%), nurses (13%), pulmonology researchers (13%) and others (13%; e.g. a coordinator of the Dutch CF Foundation).", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Results of the eHIQ indicated positive ratings (cut-off score of ≥65; Talboom-Kamp et al., 2020) on the domains \"Motivation and confidence to act\" and \"Information and presentation\" with means ranging from 70.5 to 82.1 (patients' scores) and 72.2 to 75.6 (healthcare providers). The domain \"Identification\" was rated 62.0. The mean SUS ratings for usability of 77.0 (patients, ranging from 27.5 to 95.0) and 73.4 (healthcare providers, ranging from 50.0 to 92.5) were above average, and reached a favorable cut-off score (Bangor et al., 2009) .", "cite_spans": [{"start": 521, "end": 542, "text": "(Bangor et al., 2009)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Acceptability and usability survey results"}, {"text": "Patient and healthcare provider participant ratings of their overall impression of the eHealth CF-CBT program were high, with mean scores of 8.3 and 8.2 respectively on a 10-point scale, ranging from 6 to 9. Overall, patients rated the eHealth CF-CBT program slightly more positively on all domains compared with the healthcare providers (Table 2) . Open-ended feedback regarding the program as a whole, obtained from participants using the eHealth CF-CBT Feedback Questionnaire designed for this study, was largely positive; for representative examples, see Table 3 .", "cite_spans": [], "ref_spans": [{"start": 338, "end": 347, "text": "(Table 2)", "ref_id": "TABREF2"}, {"start": 559, "end": 566, "text": "Table 3", "ref_id": null}], "section": "Acceptability and usability survey results"}, {"text": "The video introduction created for the program was overall rated as clear and understandable (97%). The majority of participants thought Note: eHealth Impact Questionnaire ranges from 0 to 100 where higher scores indicate a higher level of acceptability; System Usability Scale ranges from 0 to 100 where higher scores indicate greater usability ratings; Overall impression scores ranges from 0 to 10 where higher scores indicate a better overall impression.", "cite_spans": [], "ref_spans": [], "section": "Closed and open-ended feedback regarding specific features of eHealth CF-CBT"}, {"text": "the video was appealing (75%), however some participants commented that the colors and emotions of the characters could have been more subdued and gender neutral. Most thought the homework diary functioned well (78%), although some commented that access to the diary function could have been clearer. Participants understood the relaxation exercises (97%) and thought they were helpful (70%). All participants agreed the exercise on behavioral activation was well explained (100%) and the majority indicated it was useful (92%). Overall, participants understood the explanations regarding how to identify maladaptive thinking patterns (94%) and agreed that the exercises related to cognitive coping skills were useful (88%). Participants also stated that they found the perspectives of other patients with CF (i.e. direct quotations by adults with CF regarding their experiences specifically relevant to content and integrated into the CF-CBT program) to be very useful, increasing their sense of being motivated and providing support. Although qualitative evaluation was generally positive (Table 3) , participants provided feedback about specific pictures, text and functionality features that were not effective, which were subsequently changed. For example, a few patient participants pointed out that photographs depicting children may not be appropriate because many individuals with CF struggle with infertility or questions around their ability to start a family. In response to feedback, the developers removed pictures of children, provided a better balance of photographs of women and men, reduced the amount of text in several sections, and revised layouts to improve clarity. Improvements to functionality included creating additional diaries for homework assignments and ensuring patient access to program information after completion. The difficulty of fully evaluating the program by working through the web-based content without experiencing the \"personal contact and guidance\" inherent in both the synchronous and asynchronous therapist-guided elements of eHealth CF-CBT, was noted. In addition, the potential for participants to need \"some attention for problems outside of CF\" was raised.", "cite_spans": [], "ref_spans": [{"start": 1091, "end": 1100, "text": "(Table 3)", "ref_id": null}], "section": "Closed and open-ended feedback regarding specific features of eHealth CF-CBT"}, {"text": "Each of the 8 sessions was evaluated separately using the eHealth CF-CBT Feedback Questionnaire designed for this study; the pooled quantitative results of overlapping questionnaire items for each session are summarized in Table 4 . When patient and provider participant ratings of all 8 sessions are combined, nearly all (98%) indicated that they \"agreed\" or \"totally agreed\" with the statement \"I understand the session's subjects\". A high proportion of participants rated that they \"agreed\" or \"strongly agreed\" with the following statements: \"The amount of text is good\" (82.8%); \"The use of language is good\" (90.7%); \"The perspectives of people with CF are useful\" (80.7%); \"The pictures are suitable\" (73.8%); \"Functions work well\" (93.4%); and \"Homework is clear\" (96.4%), see Table 4 .", "cite_spans": [], "ref_spans": [{"start": 223, "end": 230, "text": "Table 4", "ref_id": "TABREF4"}, {"start": 785, "end": 792, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Evaluation of individual eHealth CF-CBT sessions"}, {"text": "The development of eHealth CF-CBT addresses an urgent need for new approaches to prevent and treat depression and anxiety in adults with CF. An early intervention approach to symptoms of depression and anxiety has the potential to reduce suffering while improving quality of life and adherence to CF care (Quittner et al., 2014; Smith et al., 2010; Verkleij et al., 2018) .", "cite_spans": [{"start": 305, "end": 328, "text": "(Quittner et al., 2014;", "ref_id": "BIBREF21"}, {"start": 329, "end": 348, "text": "Smith et al., 2010;", "ref_id": null}, {"start": 349, "end": 371, "text": "Verkleij et al., 2018)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Discussion"}, {"text": "The eHealth CF-CBT program is the first therapist-guided internetdelivered intervention for adults with CF. Results of this initial evaluation study suggest that the initial version of the eHealth CF-CBT program had adequate usability and functionality and was highly acceptable to both patients and healthcare providers. Feedback and suggestions to improve usability, functionality, presentation of information, and acceptability from this study directly informed program improvement. From its earliest stages, the program has been created including individuals with CF in a central role guiding project development and piloting, to ensure that the intervention is tailored to the diverse needs of Table 3 Qualitative evaluation of the eHealth CF-CBT program: representative quotes. adults with CF. Given the burden of care and barriers to access to evidence-based mental health treatment for individuals with CF, an online treatment option will be particularly beneficial. An internet-delivered option may lessen the burden of having to travel long distances to the CF center for appointments; decrease wait times that would ordinarily exist for external mental health referrals and allow for continuity of mental health care during inpatient hospitalizations for CF exacerbations. Individuals with CF are closely followed by their CF Center and eHealth CF-CBT can be easily integrated into their CF care. People with CF may also more easily engage with mental health care that is provided by a member of their healthcare team who is familiar with the unique medical and psychosocial challenges they face. Individuals with CF and those that are post-transplant face a risk of cross-infection when they attend appointments in a healthcare setting. Due to COVID-19, in a period when anxiety and depression are possibly increased (Choi et al., 2020; Wei et al., 2020; Zhou et al., 2020) , there is currently an especially high need for internet interventions from home, to reduce exposure to infection.", "cite_spans": [{"start": 1829, "end": 1848, "text": "(Choi et al., 2020;", "ref_id": "BIBREF8"}, {"start": 1849, "end": 1866, "text": "Wei et al., 2020;", "ref_id": "BIBREF34"}, {"start": 1867, "end": 1885, "text": "Zhou et al., 2020)", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 699, "end": 706, "text": "Table 3", "ref_id": null}], "section": "Discussion"}, {"text": "Nonetheless, there are also adults with CF for whom the eHealth CF-CBT program might not be appropriate. For example, those with severe symptoms of anxiety and depression or suicidality may need more intensive and entirely in-person treatment options. The eHealth CF-CBT program incorporates synchronous (in-person or telehealth) sessions as well as close monitoring and feedback of self-guided sessions to determine on an ongoing basis the appropriateness of the intervention or need for increased synchronous visits. More than 8 sessions of CF-specific CBT-based modules may also be needed to address symptoms of depression or anxiety or mental health comorbidities. The CF-CBT and eHealth CF-CBT programs may be useful as a first line intervention to engage people with CF with mild to moderate symptoms in care, acting as a bridge to follow-up therapy and/or psychiatric medication treatment for a subset.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The eHealth CF-CBT program was beta tested with people with CF and healthcare providers, but not specifically with adults with CF in the target range for depression and/or anxiety. Generalizability may be limited by the relatively small sample with mostly female participants; qualitative testing with additional male participants would be valuable. Further testing in an upcoming pilot study in the Netherlands supported by the Dutch CF Foundation, with adults with CF who endorse mild or moderate depression or anxiety symptoms following screening in the CF clinic, will be needed to confirm the usability and acceptability of the program, particularly with male participants. The pilot study of eHealth CF-CBT will explore the effectiveness of this internet-delivered blendedcare program for improving depression, anxiety and quality of life, and inform the design of a larger randomized controlled trial.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The implementation of annual screening for depression and anxiety in US and European Centers provides a tremendous opportunity to intervene in response to early signs of distress and prevent negative psychological and health outcomes . A CFF/ECFS joint report on the current status of mental health care delivery in CF, however, concluded that additional training and educational resources are necessary to prepare CF centers for guideline implementation. Notably, there was substantial interest in receiving more mental health training, with 47% of providers indicating a desire for training in CBT (Abbott et al., 2015) . Development of the CF-CBT and eHealth CF-CBT programs provide resources for CF centers to be able to provide CBT-based interventions to patients with CF. Dissemination of the eHealth CF-CBT program will require training providers in this model. The rapid, high uptake of telehealth necessitated by COVID suggests that this might be possible on a wide scale (Figueroa and Aguilera, 2020) .", "cite_spans": [{"start": 600, "end": 621, "text": "(Abbott et al., 2015)", "ref_id": "BIBREF0"}, {"start": 981, "end": 1010, "text": "(Figueroa and Aguilera, 2020)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "Lessons learned from the development of eHealth CF-CBT highlighted the value of creating interventions that are tailored to the needs of individuals with CF with input from the CF community. The process of program development and iteration with integration of feedback, although time and labor intensive, was critically important. The qualitative feedback of the participants was mainly positive, validating the goal of the developers of the program to normalize, destigmatize, and increase engagement in mental health care for people with CF. Sessionspecific feedback from key stakeholders led to strengthening the program by further decreasing the amount of text, eliminating jargon, increasing the amount of highly interactive and individualized exercises, highlighting key points visually, and including more of a balance of pictures of women and men to aim to improve identification and engagement of male participants. The process of reviewing the material and responding to participant input during self-management sessions will require a stepped care approach.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Overall, the eHealth CF-CBT blended care model for indicated preventative intervention and treatment has the potential to increase access Note. Percentage of participants agreeing with statements regarding the 8 sessions. Reported percentages are calculated by averaging responses regarding each of the 8 sessions from questionnaires completed by each participant subgroup and the pooled total of 32 participants.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "to evidence-based mental health care for an at-risk group of individuals with chronic medical illness. The model can be integrated into the collaborative care models in use at CFF accredited centers in the US, and into existing European practices of stepped care for depression and anxiety. Taking into account differences in health care systems, such as insurance models, access to integrated psychological care, and referral pathways, will be important as dissemination progresses. We anticipate that integration of this intervention model into existing systems of care will positively impact adults with CF by providing evidence-based intervention for depression and anxiety, customized to each individual's specific needs, while minimizing cost and burden of care for patients and health care systems.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: This study was funded by Vertex Pharmaceuticals, Inc. via Circle of Care charitable awards and by research grants from the Cystic Fibrosis Foundation Therapeutics, Inc. and the Dutch Cystic Fibrosis Foundation. AMG reports grants and personal fees from Vertex Pharmaceuticals, outside the submitted work; grants, personal fees and non-financial support from the Cystic Fibrosis Foundation, outside the submitted work; personal fees and non-financial support from Cystic Fibrosis Australia, outside the submitted work; non-financial support from the European Cystic Fibrosis Society, outside the submitted work; personal fees from Johns Hopkins University/DKBmed, outside the submitted work.", "cite_spans": [], "ref_spans": [], "section": "Declaration of competing interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Cystic Fibrosis Foundation and European Cystic Fibrosis Society survey of cystic fibrosis mental health care delivery", "authors": [{"first": "J", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Elborn", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Georgiopoulos", "suffix": ""}, {"first": "L", "middle": [], "last": "Goldbeck", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Marshall", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Sabadosa", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Quittner", "suffix": ""}], "year": 2015, "venue": "J Cyst Fibros", "volume": "14", "issn": "", "pages": "533--539", "other_ids": {"DOI": ["10.1016/j.jcf.2014.12.015"]}}, "BIBREF1": {"ref_id": "b1", "title": "Mental Health screening in cystic fibrosis centres across Europe", "authors": [{"first": "J", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "T", "middle": [], "last": "Havermans", "suffix": ""}, {"first": "S", "middle": [], "last": "Jarvholm", "suffix": ""}, {"first": "E", "middle": [], "last": "Landau", "suffix": ""}, {"first": "Y", "middle": [], "last": "Prins", "suffix": ""}, {"first": "U", "middle": [], "last": "Smrekar", "suffix": ""}, {"first": "M", "middle": [], "last": "Verkleij", "suffix": ""}, {"first": "", "middle": [], "last": "Health Working", "suffix": ""}, {"first": "", "middle": [], "last": "Group", "suffix": ""}], "year": 2019, "venue": "J Cyst Fibros", "volume": "18", "issn": "", "pages": "299--303", "other_ids": {"DOI": ["10.1016/j.jcf.2018.09.003"]}}, "BIBREF2": {"ref_id": "b2", "title": "Preferences and needs of patients with a rheumatic disease regarding the structure and content of online self-management support", "authors": [{"first": "J", "middle": ["W"], "last": "Ammerlaan", "suffix": ""}, {"first": "H", "middle": [], "last": "Van Os-Medendorp", "suffix": ""}, {"first": "N", "middle": [], "last": "De Boer-Nijhof", "suffix": ""}, {"first": "B", "middle": [], "last": "Maat", "suffix": ""}, {"first": "L", "middle": [], "last": "Scholtus", "suffix": ""}, {"first": "", "middle": [], "last": "Kruize", "suffix": ""}, {"first": "R", "middle": [], "last": "Geenen", "suffix": ""}], "year": 2017, "venue": "Patient Educ Couns", "volume": "100", "issn": "", "pages": "501--508", "other_ids": {"DOI": ["10.1016/j.pec.2016.10.009"]}}, "BIBREF3": {"ref_id": "b3", "title": "How stress management improves quality of life after treatment for breast cancer", "authors": [{"first": "M", "middle": ["H"], "last": "Antoni", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Lechner", "suffix": ""}, {"first": "A", "middle": [], "last": "Kazi", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Wimberly", "suffix": ""}, {"first": "T", "middle": [], "last": "Sifre", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Urcuyo", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Carver", "suffix": ""}], "year": 2006, "venue": "J Consult Clin Psychol", "volume": "74", "issn": "", "pages": "1143--1152", "other_ids": {"DOI": ["10.1037/0022-006X.74.6.1152"]}}, "BIBREF4": {"ref_id": "b4", "title": "Cognitive behavioral stress management effects on psychosocial and physiological adaptation in women undergoing treatment for breast cancer", "authors": [{"first": "M", "middle": ["H"], "last": "Antoni", "suffix": ""}, {"first": "S", "middle": [], "last": "Lechner", "suffix": ""}, {"first": "A", "middle": [], "last": "Diaz", "suffix": ""}, {"first": "S", "middle": [], "last": "Vargas", "suffix": ""}, {"first": "H", "middle": [], "last": "Holley", "suffix": ""}, {"first": "K", "middle": [], "last": "Phillips", "suffix": ""}, {"first": "B", "middle": [], "last": "Blomberg", "suffix": ""}], "year": 2009, "venue": "Brain Behav Immun", "volume": "23", "issn": "", "pages": "580--591", "other_ids": {"DOI": ["10.1016/j.bbi.2008.09.005"]}}, "BIBREF5": {"ref_id": "b5", "title": "Determining what individual SUS scores mean: adding an adjective rating scale", "authors": [{"first": "A", "middle": [], "last": "Bangor", "suffix": ""}, {"first": "J", "middle": [], "last": "Miller", "suffix": ""}, {"first": "P", "middle": [], "last": "Kortum", "suffix": ""}], "year": 2009, "venue": "J. Usability Stud", "volume": "4", "issn": "3", "pages": "114--123", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "SUS -a quick and dirty usability scale", "authors": [{"first": "J", "middle": ["B"], "last": "Brooke", "suffix": ""}, {"first": "P", "middle": [], "last": "Jordan", "suffix": ""}, {"first": "B", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "B", "middle": [], "last": "Weerdmeester", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "SUS -a retrospective", "authors": [{"first": "J", "middle": ["B"], "last": "Brooke", "suffix": ""}], "year": 2013, "venue": "J. Usability Stud", "volume": "8", "issn": "2", "pages": "29--40", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Depression and anxiety in Hong Kong during COVID-19", "authors": [{"first": "E", "middle": ["P H"], "last": "Choi", "suffix": ""}, {"first": "B", "middle": ["P H"], "last": "Hui", "suffix": ""}, {"first": "E", "middle": ["Y F"], "last": "Wan", "suffix": ""}], "year": 2020, "venue": "Int. J. Environ. Res. Public Health", "volume": "25", "issn": "17", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph17103740"]}}, "BIBREF9": {"ref_id": "b9", "title": "Cognitive-behavioral therapy for chronic cardiopulmonary conditions: preliminary outcomes from an open trial", "authors": [{"first": "J", "middle": ["A"], "last": "Cully", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Stanley", "suffix": ""}, {"first": "A", "middle": [], "last": "Deswal", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Hanania", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Phillips", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Kunik", "suffix": ""}], "year": 2010, "venue": "Prim. Care Companion J. Clin. Psychiatry", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4088/PCC.09m00896blu"]}}, "BIBREF10": {"ref_id": "b10", "title": "The need for a mental health technology revolution in the COVID-19 pandemic. Front", "authors": [{"first": "C", "middle": ["A"], "last": "Figueroa", "suffix": ""}, {"first": "A", "middle": [], "last": "Aguilera", "suffix": ""}], "year": 2020, "venue": "Psychiatry", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fpsyt.2020.00523"]}}, "BIBREF11": {"ref_id": "b11", "title": "A Cognitive-Behavioral Skills-Based Program to Promote Emotional Well-Being for Adults with CF. Participant workbook; intervention manual for providers, unpublished, © 2019 The General Hospital Corporation", "authors": [{"first": "D", "middle": [], "last": "Friedman", "suffix": ""}, {"first": "", "middle": [], "last": "Cf-Cbt", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "CF-specific cognitive behavioral therapy: development of an intervention manual in partnership with adult patients with CF and CF healthcare providers. In: [Poster] Vertex 2nd Annual CF Circle of Care Colloquium", "authors": [{"first": "D", "middle": [], "last": "Friedman", "suffix": ""}, {"first": "A", "middle": [], "last": "Georgiopoulos", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The CF-CARES primary palliative care model: a CF-specific structured assessment of symptoms, distress, and coping", "authors": [{"first": "D", "middle": [], "last": "Friedman", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Linnemann", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Altstein", "suffix": ""}, {"first": "S", "middle": [], "last": "Islam", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Bach", "suffix": ""}, {"first": "C", "middle": [], "last": "Lamb", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Moskowitz", "suffix": ""}], "year": 2018, "venue": "J Cyst Fibros", "volume": "17", "issn": "1", "pages": "71--77", "other_ids": {"DOI": ["10.1016/j.jcf.2017.02.011"]}}, "BIBREF14": {"ref_id": "b14", "title": "Development of a CF-specific CBT intervention to prevent depression and anxiety in adults with CF", "authors": [{"first": "D", "middle": [], "last": "Friedman", "suffix": ""}, {"first": "H", "middle": [], "last": "Pinsky", "suffix": ""}, {"first": "A", "middle": [], "last": "Quittner", "suffix": ""}, {"first": "M", "middle": [], "last": "Salathe", "suffix": ""}, {"first": "B", "middle": [], "last": "Smith", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Georgiopoulos", "suffix": ""}], "year": 2018, "venue": "NACFC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Preventing depression and anxiety: results of a pilot study of a CF-specific CBT intervention for adults with CF", "authors": [{"first": "D", "middle": [], "last": "Friedman", "suffix": ""}, {"first": "A", "middle": [], "last": "Quittner", "suffix": ""}, {"first": "B", "middle": [], "last": "Smith", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Schwartz", "suffix": ""}, {"first": "H", "middle": [], "last": "Lee", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Stark", "suffix": ""}, {"first": "", "middle": [], "last": "Georgiopoulos", "suffix": ""}], "year": 2019, "venue": "Pediatr Pulmonol", "volume": "54", "issn": "S2", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Measuring the effects of online health information for patients: item generation for an e-health impact questionnaire", "authors": [{"first": "L", "middle": [], "last": "Kelly", "suffix": ""}, {"first": "C", "middle": [], "last": "Jenkinson", "suffix": ""}, {"first": "S", "middle": [], "last": "Ziebland", "suffix": ""}], "year": 2013, "venue": "Patient Educ. Couns", "volume": "93", "issn": "3", "pages": "433--438", "other_ids": {"DOI": ["10.1016/j.pec.2013.03.012"]}}, "BIBREF17": {"ref_id": "b17", "title": "Measuring the effects of online health information: scale validation for the e-Health Impact Questionnaire", "authors": [{"first": "L", "middle": [], "last": "Kelly", "suffix": ""}, {"first": "S", "middle": [], "last": "Ziebland", "suffix": ""}, {"first": "C", "middle": [], "last": "Jenkinson", "suffix": ""}], "year": 2015, "venue": "Patient Educ. Couns", "volume": "98", "issn": "11", "pages": "1418--1424", "other_ids": {"DOI": ["10.1016/j.pec.2015.06.008"]}}, "BIBREF18": {"ref_id": "b18", "title": "Decreased depression up to one year following CBSM+ intervention in depressed women with AIDS: The Smart/EST women's project", "authors": [{"first": "A", "middle": [], "last": "Laperriere", "suffix": ""}, {"first": "G", "middle": ["H"], "last": "Ironson", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Antoni", "suffix": ""}, {"first": "H", "middle": [], "last": "Pomm", "suffix": ""}, {"first": "D", "middle": [], "last": "Jones", "suffix": ""}, {"first": "M", "middle": [], "last": "Ishii", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Weiss", "suffix": ""}], "year": 2005, "venue": "J Health Psychol", "volume": "10", "issn": "", "pages": "223--231", "other_ids": {"DOI": ["10.1177/1359105305049772"]}}, "BIBREF19": {"ref_id": "b19", "title": "Introduction to Cystic Fibrosis for Mental Health Care Coordinators and Providers: Collaborating to Promote Wellness", "authors": [{"first": "A", "middle": ["E"], "last": "Mueller", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Georgiopoulos", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Reno", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Roach", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Kvam", "suffix": ""}, {"first": "", "middle": [], "last": "Quittner", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Filigno", "suffix": ""}], "year": 2020, "venue": "Health Soc Work", "volume": "1", "issn": "3", "pages": "202--210", "other_ids": {"DOI": ["10.1093/hsw/hlaa009"], "PMID": ["3238272"]}}, "BIBREF21": {"ref_id": "b21", "title": "Prevalence of depression and anxiety in patients with cystic fibrosis and parent caregivers: results of The International Depression Epidemiological Study across nine countries", "authors": [{"first": "A", "middle": ["L"], "last": "Quittner", "suffix": ""}, {"first": "L", "middle": [], "last": "Goldbeck", "suffix": ""}, {"first": "J", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "A", "middle": [], "last": "Duff", "suffix": ""}, {"first": "P", "middle": [], "last": "Lambrecht", "suffix": ""}, {"first": "A", "middle": [], "last": "Solé", "suffix": ""}, {"first": "E", "middle": [], "last": "Saez-Flores", "suffix": ""}], "year": 2014, "venue": "Thorax", "volume": "69", "issn": "", "pages": "1090--1097", "other_ids": {"DOI": ["10.1136/thoraxjnl-2014-205983"]}}, "BIBREF22": {"ref_id": "b22", "title": "International Committee on Mental Health. International Committee on Mental Health in Cystic Fibrosis: Cystic Fibrosis Foundation and European Cystic Fibrosis Society consensus statements for screening and treating depression and anxiety", "authors": [{"first": "A", "middle": ["L"], "last": "Quittner", "suffix": ""}, {"first": "J", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Georgiopoulos", "suffix": ""}, {"first": "L", "middle": [], "last": "Goldbeck", "suffix": ""}, {"first": "B", "middle": [], "last": "Smith", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Hempstead", "suffix": ""}, {"first": "S", "middle": [], "last": "Elborn", "suffix": ""}], "year": 2016, "venue": "Thorax", "volume": "71", "issn": "", "pages": "26--34", "other_ids": {"DOI": ["10.1136/thoraxjnl-2015-207488"]}}, "BIBREF23": {"ref_id": "b23", "title": "Integration of mental health screening and treatment into cystic fibrosis clinics: evaluation of initial implementation in 84 programs across the United States", "authors": [{"first": "A", "middle": ["L"], "last": "Quittner", "suffix": ""}, {"first": "J", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "S", "middle": [], "last": "Hussain", "suffix": ""}, {"first": "T", "middle": [], "last": "Ong", "suffix": ""}, {"first": "A", "middle": [], "last": "Uluer", "suffix": ""}, {"first": "S", "middle": [], "last": "Hempstead", "suffix": ""}, {"first": "B", "middle": [], "last": "Smith", "suffix": ""}], "year": 2020, "venue": "Pediatr Pulmonol", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/ppul.24949"]}}, "BIBREF24": {"ref_id": "b24", "title": "Facing Cystic Fibrosis: A Guide for Patients and Their Families", "authors": [{"first": "J", "middle": [], "last": "Rayment", "suffix": ""}], "year": 2020, "venue": "Massachusetts General Hospital Psychiatry Academy", "volume": "", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "A randomized controlled trial of cognitive behavioral therapy for adherence and depression (CBT-AD) in HIV-infected individuals", "authors": [{"first": "S", "middle": ["A"], "last": "Safren", "suffix": ""}, {"first": "C", "middle": [], "last": "O&apos;cleirigh", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Tan", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Ramimani", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Reilly", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Otto", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Mayer", "suffix": ""}], "year": 2009, "venue": "Health Psychol", "volume": "28", "issn": "", "pages": "1--10", "other_ids": {"DOI": ["10.1037/a0012715"]}}, "BIBREF26": {"ref_id": "b26", "title": "Infection Prevention and Control Guideline for Cystic Fibrosis", "authors": [{"first": "L", "middle": [], "last": "Saiman", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Siegel", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Lipuma", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Brown", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Bryson", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Chambers", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Weber", "suffix": ""}], "year": 2013, "venue": "Update. Infect Control Hosp Epidemiol", "volume": "35", "issn": "", "pages": "1--67", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Depressive symptoms in children with cystic fibrosis and parents and its effect on adherence to airway clearance", "authors": [{"first": "G", "middle": ["S"], "last": "Sawicki", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Sellers", "suffix": ""}, {"first": "W", "middle": ["M. ; B A"], "last": "Robinson", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Modi", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Quittner", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Wood", "suffix": ""}], "year": 2008, "venue": "J. Pain Symptom Manag", "volume": "35", "issn": "4", "pages": "756--763", "other_ids": {"DOI": ["10.1002/ppul.21238"]}}, "BIBREF28": {"ref_id": "b28", "title": "Maintaining mental health and function for the long run in cystic fibrosis", "authors": [{"first": "B", "middle": ["A"], "last": "Smith", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Georgiopoulos", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Quittner", "suffix": ""}], "year": 2016, "venue": "Pediatr. Pulmonol", "volume": "51", "issn": "", "pages": "71--78", "other_ids": {"DOI": ["10.1002/ppul.23522"]}}, "BIBREF29": {"ref_id": "b29", "title": "Stress management training in diabetes mellitus", "authors": [{"first": "H", "middle": [], "last": "Soo", "suffix": ""}, {"first": "S", "middle": [], "last": "Lam", "suffix": ""}], "year": 2009, "venue": "Health Psychol", "volume": "14", "issn": "", "pages": "933--943", "other_ids": {"DOI": ["10.1177/1359105309341146"]}}, "BIBREF30": {"ref_id": "b30", "title": "Patients' attitudes toward an online patient portal for communicating laboratory test results: real-world study using the eHealth impact questionnaire", "authors": [{"first": "E", "middle": [], "last": "Talboom-Kamp", "suffix": ""}, {"first": "R", "middle": [], "last": "Tossaint-Schoenmakers", "suffix": ""}, {"first": "A", "middle": [], "last": "Goedhart", "suffix": ""}, {"first": "A", "middle": [], "last": "Versluis", "suffix": ""}, {"first": "M", "middle": [], "last": "Kasteleyn", "suffix": ""}], "year": 2020, "venue": "JMIR Form. Res", "volume": "4", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.2196/17060"]}}, "BIBREF31": {"ref_id": "b31", "title": "Distance delivery of mindfulnesss-based cognitive therapy for depression: project UPLIFT", "authors": [{"first": "N", "middle": ["J"], "last": "Thompson", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Walker", "suffix": ""}, {"first": "N", "middle": [], "last": "Obolensky", "suffix": ""}, {"first": "A", "middle": [], "last": "Winning", "suffix": ""}, {"first": "C", "middle": [], "last": "Barmon", "suffix": ""}, {"first": "", "middle": [], "last": "Diiorio", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Compton", "suffix": ""}], "year": 2010, "venue": "Epilepsy Behav", "volume": "19", "issn": "", "pages": "247--54", "other_ids": {"DOI": ["10.1016/j.yebeh.2010.07.031"]}}, "BIBREF32": {"ref_id": "b32", "title": "Cognitive-behavioral therapy and eye movement desensitization and reprocessing in an adolescent with difficult-totreat asthma: a single-case experimental design", "authors": [{"first": "M", "middle": [], "last": "Verkleij", "suffix": ""}, {"first": "M", "middle": [], "last": "Maric", "suffix": ""}, {"first": "V", "middle": [], "last": "Colland", "suffix": ""}, {"first": "R", "middle": [], "last": "Geenen", "suffix": ""}], "year": 2017, "venue": "Pediatr. Allergy Immunol. Pulmonol", "volume": "52", "issn": "", "pages": "588--597", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Implementing the International Committee on Mental Health in Cystic Fibrosis (ICMH) Guidelines: screening accuracy and referral-treatment pathways", "authors": [{"first": "M", "middle": [], "last": "Verkleij", "suffix": ""}, {"first": "D", "middle": [], "last": "De Winter", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hurley", "suffix": ""}, {"first": "J", "middle": [], "last": "Abbott", "suffix": ""}], "year": 2018, "venue": "J. Cyst. Fibros", "volume": "3", "issn": "", "pages": "1569--1993", "other_ids": {"DOI": ["10.1016/j.jcf.2018.02.005"]}}, "BIBREF34": {"ref_id": "b34", "title": "Efficacy of internet-based integrated intervention on depression and anxiety symptoms in patients with COVID-19. Version 2", "authors": [{"first": "N", "middle": [], "last": "Wei", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Huang", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Lu", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Hu", "suffix": ""}, {"first": "X", "middle": ["Y"], "last": "Zhou", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Hu", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "J Zhejiang Univ Sci B", "volume": "21", "issn": "5", "pages": "400--404", "other_ids": {"DOI": ["10.1631/jzus.B2010013"]}}, "BIBREF35": {"ref_id": "b35", "title": "Prevalence and socio-demographic correlates of psychological health problems in Chinese adolescents during the outbreak of COVID-19", "authors": [{"first": "S", "middle": ["J"], "last": "Zhou", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": ["C"], "last": "Guo", "suffix": ""}, {"first": "J", "middle": ["Q"], "last": "Wang", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Chen", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "Eur. Child Adolesc. Psychiatry", "volume": "29", "issn": "6", "pages": "749--758", "other_ids": {"DOI": ["10.1007/s00787-020-01541-4"]}}}, "ref_entries": {"TABREF0": {"text": "Patient participant demographics.", "latex": null, "type": "table"}, "TABREF1": {"text": "Healthcare provider participant demographics.", "latex": null, "type": "table"}, "TABREF2": {"text": "Acceptability and usability ratings by participant type.", "latex": null, "type": "table"}, "TABREF3": {"text": "'User-friendly website. Good that it focuses on positive changes. Content is nice, with good exercises.' • 'A very good and impressive program which will become an important part of the treatment of CF.' • 'A nice program that connects and brings CF into therapy.' • 'A very nice program and I would like to get working on it myself. • 'Perhaps you can add that you don't have to fill in the exercise now, but [can do it] during • 'I understand the idea of an activity plan, but if I don't feel well, I am unable to do anything, which in my case would just make me feel worse.' • 'Can you see the chosen activity on your phone? Otherwise people might forget to log in to the site. Perhaps you can add as a tip to write this in your planner.", "latex": null, "type": "table"}, "TABREF4": {"text": "Evaluation of eHealth CF-CBT session elements.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank the participants for providing feedback on the eHealth CF-CBT program, Berdien Mulder, Samira Hassani and Elizabeth Gootkind for their help in creating and adapting the eHealth CF-CBT program, and Lisa de Koning and Heleen Barendrecht for their help in data collection and feasibility and acceptability analysis.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "This work was supported by a Vertex Pharmaceuticals, Inc. via Circle of Care charitable awards and by research grants from the Cystic Fibrosis Foundation Therapeutics, Inc. [FRIEDM18A0-I] and the Dutch Cystic Fibrosis Foundation. The funding sources had no role in study design; in the collection, analysis and interpretation of data; in the writing of the report; or in the decision to submit the article for publication.", "cite_spans": [], "ref_spans": [], "section": "Funding"}]}