{"paper_id": "0abb1e82d7f1c88d34b733c91a1428111f974f27", "metadata": {"title": "Impact of COVID-19 lockdown in children with neurological disorders in Italy", "authors": [{"first": "Stefania", "middle": ["Maria"], "last": "Bova", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universit a di Milano", "location": {"addrLine": "via Castelvetro 32", "postCode": "20154", "region": "Milano", "country": "Italy"}}, "email": ""}, {"first": "Martina", "middle": [], "last": "Basso", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universit a di Milano", "location": {"addrLine": "via Castelvetro 32", "postCode": "20154", "region": "Milano", "country": "Italy"}}, "email": ""}, {"first": "Marta", "middle": ["Francesca"], "last": "Bianchi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universit a di Milano", "location": {"addrLine": "via Castelvetro 32", "postCode": "20154", "region": "Milano", "country": "Italy"}}, "email": ""}, {"first": "Laura", "middle": [], "last": "Savar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universit a di Milano-Bicocca Milan", "location": {"addrLine": "Via Bicocca degli Arcimboldi, 8", "postCode": "20126", "country": "Italy"}}, "email": ""}, {"first": "Giusi", "middle": [], "last": "Ferrara", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universit a di Milano", "location": {"addrLine": "via Castelvetro 32", "postCode": "20154", "region": "Milano", "country": "Italy"}}, "email": ""}, {"first": "Eleonora", "middle": [], "last": "Mura", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universit a di Milano", "location": {"addrLine": "via Castelvetro 32", "postCode": "20154", "region": "Milano", "country": "Italy"}}, "email": ""}, {"first": "Maria", "middle": ["Gaia"], "last": "Redaelli", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universit a di Milano", "location": {"addrLine": "via Castelvetro 32", "postCode": "20154", "region": "Milano", "country": "Italy"}}, "email": ""}, {"first": "Ivana", "middle": [], "last": "Olivieri", "suffix": "", "affiliation": {"laboratory": "", "institution": "IRCCS Fondazione Don Carlo Gnocchi", "location": {"settlement": "Milan", "country": "Italy"}}, "email": ""}, {"first": "Pierangelo", "middle": [], "last": "Veggiotti", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universit a di Milano", "location": {"addrLine": "via Castelvetro 32", "postCode": "20154", "region": "Milano", "country": "Italy"}}, "email": ""}, {"first": "Milan Covid-19", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Child", "middle": [], "last": "Neurology", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Study", "middle": [], "last": "Group", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: The costs and benefits of full lockdown measures are debated. Neurologically impaired children are a vulnerable population with specific needs in terms of protection against infection and access to health services. Objectives: We investigated the effects of lockdown on the health of children with neurological disorders and on their access to care during lockdown. Methods: Data from 514 children (282 males e 232 females) were collected through physicianadministered interviews to investigate: the occurrence of viral-like physical symptoms, the correlation between the risk of developing such symptoms and several demographic and clinical variables, the occurrence of any worsening of the children's neurological conditions during lockdown, and their access to care services during this period. Results: 49.1% experienced at least one symptom during the study period, but no child developed severe complications. The prevalence of symptoms was significantly lower during lockdown than during the previous two months. The underlying neurological condition worsened in 11.5% of the patients. Children who regularly left the home during lockdown were greater risk of exhibiting symptoms. During lockdown, 67.7% had a specialist appointment cancelled, 52.6% contacted their paediatrician, and 30.9% contacted their child neuropsychiatrist. Among patients who usually receive rehabilitation, 49.5% continued remotely. Conclusion: Lockdown protected children from infections. Telemedicine and telerehabilitation constituted a valid alternative for the care and treatment of these children, but they should not become a widespread and definitive model of care. COVID-19 and other emergency response plans must take into account the specific needs of children with disabilities.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Worldwide, the COVID-19 pandemic has forced governments to introduce drastic containment and social distancing measures. In Italy, the first European country hit by the emergency, the first case of SARS-CoV-2 infection was reported on February 21, 2020. To limit the spread of infection, the Italian government responded to the outbreak with a series of increasingly far-reaching measures. Schools were closed in six northern regions on February 23, 2020 and nationwide on March 4, 2020. A week later, on 11 March, all non-essential activities were suspended and citizens were instructed not to leave their homes except for essential reasons and emergencies. This full lockdown lasted until May 4, 2020. 1 The effects of these measures in cost-benefit terms are now the subject of heated debate. 2e4 The scope of this debate, which affects everyone, is now broadening as more and more aspects are analysed. As child neuropsychiatrists we are particularly interested in establishing the pros and cons of lockdown for children with neurological disorders. Children with disabilities are a particularly fragile population whose complex needs must be borne in mind when defining health policies that affect them, particularly in serious emergency situations like the current one. 5, 6 The most recent data support the widespread fear that people with disabilities are more at risk of developing complications of COVID-19 (especially at younger ages). 7e9 Such findings can hardly be considered surprising, given that people with disabilities are more likely than those without disabilities to have underlying health problems 10, 11 and to live in community care settings, 12 two factors that increase the risk of SARS-CoV-2 infection. 5,13e15 Furthermore, because of the nature of some disabilities, affected individuals may have difficulty implementing routine prevention measures. Although data in children are still scarce, it has been shown that those with underlying neurological conditions are more likely to die from seasonal influenza. 5, 16 Taken together, all this evidence suggests that very strict isolation and prevention measures are appropriate in children with chronic neurological diseases.", "cite_spans": [{"start": 437, "end": 454, "text": "February 23, 2020", "ref_id": null}, {"start": 704, "end": 705, "text": "1", "ref_id": "BIBREF0"}, {"start": 796, "end": 799, "text": "2e4", "ref_id": null}, {"start": 1276, "end": 1278, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1279, "end": 1280, "text": "6", "ref_id": "BIBREF5"}, {"start": 1621, "end": 1624, "text": "10,", "ref_id": "BIBREF9"}, {"start": 1625, "end": 1627, "text": "11", "ref_id": "BIBREF10"}, {"start": 1668, "end": 1670, "text": "12", "ref_id": "BIBREF11"}, {"start": 1731, "end": 1738, "text": "5,13e15", "ref_id": null}, {"start": 2040, "end": 2042, "text": "5,", "ref_id": "BIBREF4"}, {"start": 2043, "end": 2045, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "Against this, however, it must be appreciated that such measures limit access to primary care and rehabilitation services, 17 and that restricting an individual's usual activities is likely to induce mental stress. 18 This applies to healthy people as well as those with disabilities. It is a particular problem in children and adolescents, in whom social deprivation, isolation and school closures caused by lockdown rules have been shown to create difficulties and reduce quality of life. 8,19e21 Overall, these considerations suggest that children with neurological disorders may face a worsening of their condition as an effect both of the new pattern of everyday life imposed by the state of lockdown, and of the difficulty accessing the care they need. 22 With the aim of at least partially unravelling this complex scenario, we retrospectively analysed the impact, in a sample of children with neurological disorders and complex disabilities, of the lockdown measures imposed during the COVID-19 emergency in Lombardy. Lombardy was the first Italian region to be affected by the new coronavirus and has been by far the hardest hit. It is therefore in the unfortunate position of providing an ideal vantage point for studying the pandemic. We set out to investigate the effects of lockdown measures on the health and treatment of children with neurological disorders during the lockdown. Specifically, we focused on aspects relevant to COVID-19 epidemiology, the occurrence of viral-like physical symptoms, and the correlation between the risk of developing symptoms and a series of demographic and clinical variables; we also evaluated any worsening of their neurological condition and changes in their access to and use of care services.", "cite_spans": [{"start": 123, "end": 125, "text": "17", "ref_id": "BIBREF16"}, {"start": 215, "end": 217, "text": "18", "ref_id": "BIBREF17"}, {"start": 491, "end": 498, "text": "8,19e21", "ref_id": null}, {"start": 759, "end": 761, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Introduction"}, {"text": "The children included in this study are patients of the Child Neurology Unit at the Vittore Buzzi Children's Hospital, Milan, or of the Child Neuropsychiatry and Rehabilitation Unit at IRCCS \"Santa Maria Nascente\" -Don Gnocchi Foundation, Milan. Both are thirdlevel referral centres for children with neurological disorders in Lombardy.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Medical history and clinical data were collected from the patients' clinical records and a careful anamnesis was conducted in order to obtain information regarding their health status and access to care during the COVID-19 lockdown. Since face-to-face contact was still prohibited at the time of the data collection phase, physicians from the participating centres conducted detailed phone interviews with caregivers. This method was chosen as it allowed us, to an extent, to overcome some possible limits of selfadministered online surveys (language barriers, incorrect interpretation of questions). All of the interviewers had contributed to the design of the study and the development of the questionnaire and database. To standardise the collection and interpretation of the data, the interviewers reported back to each other on a daily basis and met the study supervisors twice weekly. All the phone interviews were conducted between 7 and May 22, 2020.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Neurological disorders were classified as: epilepsy, cerebral palsy and other acquired encephalopathies, inflammatory and postinfectious diseases, degenerative and metabolic brain disorders, neurodevelopmental disorders, neurogenetic syndromes, brain malformations, others.", "cite_spans": [], "ref_spans": [], "section": "Variables"}, {"text": "Associated disabilities were measured in reference to the cognitive, affective, motor, sensory, communication, activity and participation domains of the International Classification of Functioning, Disability and Health (ICF) 23 according to the number of domains involved, patients were classified as having: no associated disabilities; one or two disabilities; three disabilities or more.", "cite_spans": [{"start": 226, "end": 228, "text": "23", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Variables"}, {"text": "Comorbidities were classified as: chronic infections, immunodeficiencies, chronic respiratory diseases, and heart conditions.", "cite_spans": [], "ref_spans": [], "section": "Variables"}, {"text": "We investigated the children's vaccination and therapy status (antiepileptic treatments, immunosuppressive therapies, other therapies).", "cite_spans": [], "ref_spans": [], "section": "Variables"}, {"text": "The following data on aspects relevant to COVID-19 epidemiology, were also collected: the child's address during the lockdown, the child's living situation (at home with the family or in a residential child care community), whether any member of the household tested SARS-CoV-2 positive, whether the household included a healthcare worker, and whether the child and/or any cohabitants had regularly left the home during the lockdown; we also recorded any emergency department visits and hospital admissions during the study period, and investigated whether any participating children had had swab tests giving laboratory confirmation of SARS-CoV-22 infection (the Italian Health Ministry definition of COVID-19-positive status). 24 Worsening of the children's neurological conditions during the lockdown was investigated and, if present, was classified as concomitant with or temporally unrelated to viral-like physical symptoms (see below).", "cite_spans": [{"start": 729, "end": 731, "text": "24", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Variables"}, {"text": "Access to care and treatment during the lockdown was analysed using the following indicators: cancellations of scheduled specialist appointments/check-ups and hospital admissions, contacts with the child's doctor (paediatrician) or child neuropsychiatrist and the manner of such contacts (direct or remote), continuity of rehabilitation care.", "cite_spans": [], "ref_spans": [], "section": "Variables"}, {"text": "We investigated the occurrence of the following viral-like physical symptoms, all of which are among the symptoms to date reported in association with SARS-CoV-2 infection 25, 26 : fever, respiratory symptoms (rhinorrhoea/sore throat, cough, shortness of breath), headache, fatigue, gastrointestinal symptoms (diarrhoea, nausea/vomiting, abdominal pain), rash, loss of taste/smell, conjunctivitis, and others (muscle, bone and joint pain, drowsiness, loss of appetite). In most of our symptomatic cases, it has not been possible to definitively confirm or exclude COVID-19 infection for two reasons: first, under a local government directive at the height of the emergency in Lombardy, swab tests could only be carried out in hospital inpatients; second, large-scale serological testing is not yet available.", "cite_spans": [{"start": 172, "end": 175, "text": "25,", "ref_id": "BIBREF24"}, {"start": 176, "end": 178, "text": "26", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Outcome variables"}, {"text": "The prevalence of physical symptoms was investigated over two periods, defined on the basis of the implementation of social distancing measures:", "cite_spans": [], "ref_spans": [], "section": "Outcome variables"}, {"text": "-the pre-lockdown period (from January 1, 2020 to February 28, 2020) : during this period no containment or social distancing measures were in place, and schools were open and functioning normally. -the lockdown period (from February 29, 2020 to May 4, 2020): in this period, Italy was declared an area of local transmission, schools were closed across the country, and a full lockdown was imposed nationwide. Only urgent medical services were guaranteed.", "cite_spans": [{"start": 50, "end": 68, "text": "February 28, 2020)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Outcome variables"}, {"text": "Children diagnosed with a chronic neurological disorder, with or without associated disabilities, seen at one of the two participating centres at least once in the period between December 1, 2019 and May 4, 2020 were considered eligible for the study. Of 660 eligible children, 146 (22%) were excluded: 55 (37.6%) because they could not be reached by phone, 67 (45.8%) because language barriers made it impossible to conduct the interview, and 10 (6.8%) because they left the country before the lockdown period began. In addition, the caregivers of 14 children (9.5%) did not consent to their inclusion in the study. The study sample thus comprised 514 children (54.9% males e 45.1% females). The patients' sociodemographic and clinical characteristics (gender, age, nationality, neurological disorders, associated disabilities, comorbidities, therapy and vaccination status) are reported in Table 1 . Table 2 presents data relevant to COVID-19 epidemiology: where, in Italy, the children lived during the lockdown, their living situation, the presence of SARS-CoV-2positive individuals and healthcare workers in the household, the number of children and household members who regularly went out during the lockdown, data on emergency department visits, hospital admissions, swab tests, occurrence of viral-like physical symptoms, and worsening of neurological conditions.", "cite_spans": [], "ref_spans": [{"start": 892, "end": 899, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 902, "end": 909, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Sample"}, {"text": "Descriptive Descriptive analyses were conducted to define the characteristics of the sample in terms of personal and clinical data, including data on neurological deteriorations and access to care and treatment during lockdown, and data relevant to COVID-19 epidemiology. For each of the periods considered (pre-lockdown and lockdown), we calculated the percentage of patients, out of the entire sample, who presented at least one viral-like symptom. We then calculated, for each period, the prevalence of the single symptoms, i.e. fever, respiratory symptoms, headache, fatigue, gastrointestinal symptoms, rash, loss of taste/smell, conjunctivitis, and others, without taking into account whether individual patients presented one or more than one symptom. To calculate differences in the prevalence rates of the different symptoms between the two study periods, we calculated standardised mean differences (SSMDs). Equipoise was considered to be reached when the between-group comparison of covariates had an SSMD <0.1. 27 In accordance with Cohen, a difference with values from 0.2 to 0.49 was considered a \"small\" effect size, from 0.5 to 0.79 a \"medium\" effect size, and >0.8 a \"large\" effect size. 28 ", "cite_spans": [{"start": 1022, "end": 1024, "text": "27", "ref_id": "BIBREF26"}, {"start": 1204, "end": 1206, "text": "28", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Statistical analyses"}, {"text": "The effect of lockdown on the risk of development of at least one symptom was studied using a case-crossover design that allowed us to address the problem of confounders due to within-subject characteristics and also the potential selection bias that can occur when controls do not come from the same population as cases. This design was developed as a means of studying the effects of transient, short-term exposures on the risk of acute events, 29 and it allowed us to perform within-patient comparisons; in other words, in each single patient the risk of developing at least one symptom was compared between the two time periods. This allowed us to estimate an odds ratio (OR) to assess the association between the exposure (i.e., the lockdown) and the outcome (i.e., at least one symptom), implicitly controlling for all the confounders that remain constant within individuals during the study period.", "cite_spans": [{"start": 447, "end": 449, "text": "29", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Case-crossover"}, {"text": "To identify possible risk factors for developing viral likesymptoms, we evaluated the association between the risk of developing at least one symptom in each of the two periods (studied separately) and the following variables of interest: sex, age, neurological diagnoses, degree of disability, comorbidities, therapy and vaccination status, living situation, contact with SARS-CoV-2-positive cohabitants, living with a healthcare worker, and regular absences from the home during the lockdown (both of the patient and of other members of the household). ORs and 95% confidence intervals were estimated by means of a logistic regression model adjusted for all the aforementioned covariates.", "cite_spans": [], "ref_spans": [], "section": "Logistic regression"}, {"text": "The study was definitively approved by the local ethics committee (\"Milano Area 1\") on May 22, 2020 (approval N 2020/ST/ 141).", "cite_spans": [], "ref_spans": [], "section": "Logistic regression"}, {"text": "Descriptive Table 1 provides a description of the sample, which consisted of 514 children with a mean age of 8.8 years. 449 are Italian (87.4% of the sample).", "cite_spans": [], "ref_spans": [{"start": 12, "end": 19, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The following neurological diagnoses were found: 317 of the children (61.7%) have epilepsy, 122 (23.7%) a neurogenetic syndrome, 67 (13%) acquired encephalopathy or cerebral palsy, 53 (10%) a neurodevelopmental disorder (10%), 43 (8.4%) a brain malformation, and 41 (8%) a degenerative or metabolic brain disorder.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Of these children, 138 (26.8%) have one or two associated disabilities, while 227 (44.2%) have three or more disabilities. Analysis of comorbidities revealed the presence of chronic respiratory diseases in 31 children (6%), heart conditions in 29 (5.6%), chronic infections in 12 (2.3%), and immunodeficiencies in 7 (1.4%). Antiepileptic drugs are used by 265 (51.6%) of the children, while 15 (2.9%) receive immunosuppressive therapies. 449 children (87.3%) were found to be up to date with routine vaccinations, while 330 (64.2%) had been vaccinated against pneumococcal disease. Contact with a confirmed SARS-CoV-2-positive case was reported in 19 children (3.6%); while 56 children (10.9%) live with a healthcare worker.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "It emerged that in 202 cases (39.3%), at least one cohabitant regularly left the home during the lockdown period due to work commitments and other needs. 127 children (24.7%) regularly left the home, usually for short walks in the immediate vicinity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In the course of the study period, 32 children (6.2%) were seen in the emergency department, and 14 (2.7%) were admitted to hospital. 28 children (5.4%) underwent SARS-CoV-2 diagnostic testing (nasopharyngeal swab), and all gave negative results. Therefore, no child in the study sample had a confirmed diagnosis of COVID- 19. In the course of the entire study period, 253 (49.2%) children experienced at least one viral-like physical symptom. The value given is the combined non-duplicated percentage of children who developed at least one symptom during the pre-lockdown or lockdown period.", "cite_spans": [{"start": 323, "end": 326, "text": "19.", "ref_id": null}], "ref_spans": [], "section": "Results"}, {"text": "During the lockdown, the neurological conditions of 51 children (9.9%) worsened concomitantly with the occurrence of viral-type symptoms, while the worsening neurological pictures observed in another eight children (1.6%) were unrelated to other symptoms. Fig. 1 provides data on the children's access to treatment during the lockdown period. In this period, 348 (67.7%) children had a specialist appointment and 60 (11.7%) a scheduled hospital admission cancelled; 270 (52.6%) were in touch (by phone or email) with their family doctor (paediatrician), and 158 (30.9%) contacted their child neuropsychiatrist. Fig. 2 summarises access to neurological rehabilitation during the lockdown: of the 297 patients who usually receive rehabilitation treatment (57.7% of the sample), 269 (90.6%) had face-to-face sessions cancelled during the lockdown period; however, 147 (49.5%) were able to continue their rehabilitation remotely.", "cite_spans": [], "ref_spans": [{"start": 256, "end": 262, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 611, "end": 617, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "The prevalence rates of physical symptoms in the two periods (pre-lockdown and lockdown) and the SSMDs between the two periods are reported in Fig. 3 .", "cite_spans": [], "ref_spans": [{"start": 143, "end": 149, "text": "Fig. 3", "ref_id": null}], "section": "Results"}, {"text": "In the pre-lockdown period, 206 children (40.1% of the sample) showed at least one symptom: 161 children (31.3%) had fever, 81 (15.7%) had respiratory symptoms, 57 (11.8%) reported headache and fatigue, and 28 (5.4%) had gastrointestinal symptoms. Few children reported the other symptoms investigated in this study. During the lockdown period, 55 children (10.7% of the sample) In our entire cohort of children, the probability of developing viral-like symptoms was significantly lower during the lockdown period than during the pre-lockdown period when no social distancing measures were in place, and the effect size was found to be medium (SSMD ¼ 0.718). This difference was particularly marked for fever, again with a medium effect size (SSMD ¼ 0.710), and for respiratory symptoms (SSMD ¼ 0.380) and headache and fatigue (SSMD ¼ 0.397), each of which showed a small effect size. On the other hand, the significance of the difference was weaker and the effect size was very small for gastrointestinal symptoms (SSMD ¼ 0.137) and conjunctivitis (SSMD ¼ 0.121). The risk of developing rash and loss of taste/smell, observed only in a few children, did not differ significantly between the two periods.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The results of the case-crossover analysis showed that in our sample of children the risk of developing at least one of the symptoms analysed was around 80% lower during the lockdown than during the pre-lockdown period (OR ¼ 0.22; 95% CI [0.16 to 0.30]) (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 254, "end": 262, "text": "(Fig. 3)", "ref_id": null}], "section": "Case-crossover"}, {"text": "Of the children who exhibited symptoms during the lockdown period, six (1.1%) had had contact with a confirmed SARS-CoV-2positive case. Of these, two (0.4%) had fever, one (0.2%) respiratory symptoms, one (0.2%) headache and fatigue, two (0.4%) digestive symptoms, one (0.2%) rash, and one (0.4%) conjunctivitis (Fig. 3) . Table 3 reports the results of the logistic regression analysis conducted to evaluate the association between the risk of developing at least one physical symptom and each of the variables of interest adjusted for all the others d gender, age, neurological diagnoses, associated disabilities, the presence of comorbidities, therapy and vaccination status, living situation, contact with a confirmed SARS-CoV-2-positive case during the lockdown period, living with a healthcare worker, and regular absences from home (of the child and/or other members of the household) during the lockdown. Children who regularly left the home during the lockdown period were found to be at greater risk of exhibiting symptoms than those who did not (OR ¼ 3.63; 95% CI [1.52 to 8.67]), as were those living at home with their families rather than in residential care settings (OR ¼ 24.14; 95% CI [1.43 to 407.14]); however, only 4 of the 59 patients who developed at least one symptom during the lockdown lived in a residential community: the resulting confidence interval was therefore too wide to allow this finding to be considered reliable.", "cite_spans": [], "ref_spans": [{"start": 312, "end": 320, "text": "(Fig. 3)", "ref_id": null}, {"start": 323, "end": 330, "text": "Table 3", "ref_id": null}], "section": "Case-crossover"}, {"text": "The other covariates analysed did not yield statistical evidence allowing us to identify further risk factors with any certainty.", "cite_spans": [], "ref_spans": [], "section": "Logistic regression"}, {"text": "In order to facilitate correct interpretation of the results of these two models and ensure that the estimates are given their due weight, the characteristics of the symptomatic and asymptomatic patient populations in each of the two periods are described in supplementary table 1, which provides cell sizes for all the covariates included in the models. It can be seen that for a number of categorical variables, especially within the exposed population observed during the lockdown period, we are dealing with very small numbers of cases.", "cite_spans": [], "ref_spans": [], "section": "Logistic regression"}, {"text": "The COVID-19 pandemic is changing public health policy and health care practices, likely with permanent consequences. Children with neurological disorders are a diverse group with varying needs that must be addressed in the current situation. Our aim was to evaluate the impact of lockdown in children with chronic neurological disorders and disabilities, focusing both on the protection that this afforded against the risk of infection, and on how it affected patients' access to care and rehabilitation treatment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The first aspect we analysed was the effect of lockdown on the risk of infection. The children in our sample are mainly resident in Lombardy, and like the vast majority of children with disabilities in Italy, they mainly live at home, attend mainstream schools and nurseries, and also frequent other social communities with their peer group (taking part in recreational and sporting activities for example). Consequently, in the course of their everyday lives, these vulnerable patients, just like their peers, are exposed to the usual seasonal infection risks; in the same way, like their peers, prior to the recent school closures, they were also exposed to the risk of SARS-CoV-2 infection and other possible viral infections.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In the period from January 01, 2020 to May 04, 2020, around half of the children exhibited viral-like symptoms. None has received a confirmed diagnosis of COVID-19, even in the presence of viral-like symptoms or a history of contact with a known carrier of the disease. No child needed to be hospitalised due to severe complications of viral illness.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "To establish whether the lockdown had reduced the risk of infection, we first compared the prevalence of symptoms suggestive of a viral infection in the period immediately before the lockdown and during the lockdown itself. The prevalence of patients experiencing viral-like symptoms was significantly higher before the lockdown when containment measures had not yet been introduced and schools were still open, and it declined sharply during the lockdown. We then calculated the risk of infection using a case-crossover analysis. The risk of developing at least one of the symptoms was around 80% lower during the lockdown than during the pre-lockdown period. These data document the effectiveness, in terms of preventing infectious illness, of the containment measures that were put in place: in short, the lockdown strategy proved to be an effective means of protecting vulnerable patients from infection.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In order to identify specific risk or protective factors, we examined a series of demographic and clinical variables. It emerged that children who regularly went out during the lockdown were at Fig. 3 . Comparison between prevalence of physical symptoms in the pre-lockdown and lockdown periods by means of standardised mean differences between the two periods and OR estimated adopting a case-crossover design. SSMD: standardised mean difference. OR: odds ratio, 95% CI. * Statistically significant difference between the prevalence rates for the two periods. greater risk of developing at least one of the symptoms, and also that those who live at home with their families were at greater risk compared with those living in residential care settings. The first observation provides further confirmation of the protective effect on the lockdown itself on the risk of infection, while the second, based on a very small number of subjects, needs to be further verified in a larger sample. The data we have do not allow us to identify with certainty any further risk factors among the demographic or clinical variables considered, such as diagnosis or degree of disability, but this aspect, too, given the fortunately small number of children who displayed symptoms during the lockdown, should be verified in a larger sample.", "cite_spans": [], "ref_spans": [{"start": 194, "end": 200, "text": "Fig. 3", "ref_id": null}], "section": "Discussion"}, {"text": "A worsening of the underlying clinical condition was reported in 11.5% of the patients: in the majority, this worsening coincided with fever or other symptoms suggestive of a viral infection; in just a small percentage of cases (1.5%), the clinical deterioration was unrelated to infectious symptoms. In these latter cases it could possibly stem from the disruption to everyday life caused by the state of lockdown (in the case of children with neurodevelopmental disorders), or be attributed to natural fluctuations in the disease course (in those with conditions such as epilepsy).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The percentage of patients showing a worsening of their underlying clinical condition was relatively low despite the fact that, during the two-month lockdown, around two thirds of the patients had to miss scheduled check-ups and about one tenth had to forgo a planned hospital admission. One possible explanation for this low rate of worsening is the support that paediatricians and child neuropsychiatrists were able to provide, in the form of phone/email consultations and telerehabilitation sessions, which probably made up for the lack of direct contact and care. 17, 30 At the same time, the lockdown significantly increased the role of caregivers, thereby changing the manner of these patients' care. The caregivers, being with their children round the clock, were able to provide them with more-than-adequate care and support, helping to meet their needs and to compensate, in part, for the lack of traditional treatment. The approach adopted in this unprecedented situation, while undoubtedly valuable in the context of a public health emergency, needs to be better evaluated from a longer-term perspective, taking into account both the possible treatment deficit resulting from missed hospital check-ups and face-to-face rehabilitation sessions, and d indeed above all d the physical and emotional impact on these patients' entire families. 18, 31 ", "cite_spans": [{"start": 568, "end": 571, "text": "17,", "ref_id": "BIBREF16"}, {"start": 572, "end": 574, "text": "30", "ref_id": "BIBREF29"}, {"start": 1350, "end": 1353, "text": "18,", "ref_id": "BIBREF17"}, {"start": 1354, "end": 1356, "text": "31", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, although a considerable percentage of our patients developed viral-like symptoms, none experienced severe complications. Table 3 Multivariate association between the considered covariates and the risk of occurrence of at least one symptom.", "cite_spans": [], "ref_spans": [{"start": 136, "end": 143, "text": "Table 3", "ref_id": null}], "section": "Conclusions"}, {"text": "Pre-lockdown Lockdown N exposed (N ¼ 207) OR (95% CI) N exposed (N ¼ 59) OR (95% CI) Legend: Logistic regression analysis to evaluate the association between the risk of developing at least one physical symptom and the variables of interest* ¼ values not estimated as the variables refer only to the lockdown period-¼ OR < 0.001.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "In these children with neurological disorders and associated disabilities, lockdown proved to be an effective strategy for providing protection from the potential effects of COVID-19 and thus for protecting vulnerable patients from infection.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The new telemedicine approach can be a valid alternative to more traditional methods of care and treatment in children with neurological disorders, 32,33 but it cannot be allowed to become a widespread and definitive model of care.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Models of this kind are undoubtedly effective in the short term, but they need to be properly analysed and developed, above all with a view to boosting the support, including social support, offered to families, who cannot be expected to combine full-time care with smart working. It is also important to prevent parents from becoming isolated, absorbed by their children's care needs.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Finally, it is crucial to make sure that all COVID-19 and other emergency response plans always take into full account the specific needs of children with disabilities, and do not lose sight of the vital importance of ensuring these children's full participation in society.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The main limitation of this study is that diagnostic testing for SARS-CoV-2 infection could not be performed in the entire sample. At present, current regional provisions do not allow this limitation to be overcome.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "A second important limitation is the small sample size, as it left us dealing with very small numbers of patients when we came to analyse the single variables of interest solely among individuals who developed at least one symptom. Indeed, when we divided the children who presented at least one viral-like symptom into strata according to the different variables considered, we obtained estimates with wide confidence intervals that could not be interpreted with the necessary certainty. This prevented us from identifying definite risk factors for the development of viral-like symptoms, and it is the main reason why, although we analysed several sociodemographic and clinical variables, including ones relevant to COVID-19 epidemiology, none yielded statistical evidence.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "We declare no competing interests. Dr. Veggiotti reports educational grants from EISAI, Nutricia, Dr Schar, and Pediatrica outside the submitted work.", "cite_spans": [], "ref_spans": [], "section": "Declaration of competing interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The COVID-19 infection: lessons from the Italian experience", "authors": [{"first": "P", "middle": [], "last": "Romagnani", "suffix": ""}, {"first": "G", "middle": [], "last": "Gnone", "suffix": ""}, {"first": "F", "middle": [], "last": "Guzzi", "suffix": ""}], "year": 2020, "venue": "J Publ Health Pol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1057/s41271-020-00229-y"]}}, "BIBREF1": {"ref_id": "b1", "title": "Covid-19: it's too soon to lift lockdown", "authors": [{"first": "F", "middle": [], "last": "Godlee", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "2202", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.m2202"]}}, "BIBREF2": {"ref_id": "b2", "title": "Mitigate the effects of home confinement on children during the COVID-19 outbreak", "authors": [{"first": "G", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "F", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "945--947", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30547-X"]}}, "BIBREF3": {"ref_id": "b3", "title": "Delayed access or provision of care in Italy resulting from fear of COVID-19", "authors": [{"first": "M", "middle": [], "last": "Lazzerini", "suffix": ""}, {"first": "E", "middle": [], "last": "Barbi", "suffix": ""}, {"first": "A", "middle": [], "last": "Apicella", "suffix": ""}, {"first": "F", "middle": [], "last": "Marchetti", "suffix": ""}, {"first": "F", "middle": [], "last": "Cardinale", "suffix": ""}, {"first": "G", "middle": [], "last": "Trobia", "suffix": ""}], "year": 2020, "venue": "Lancet Child Adolesc Health", "volume": "4", "issn": "5", "pages": "30108--30113", "other_ids": {"DOI": ["10.1016/S2352-4642(20)30108-5"]}}, "BIBREF4": {"ref_id": "b4", "title": "The public health response to the COVID-19 pandemic for people with disabilities", "authors": [{"first": "C", "middle": ["A"], "last": "Boyle", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Fox", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Havercamp", "suffix": ""}, {"first": "J", "middle": [], "last": "Zubler", "suffix": ""}], "year": 2020, "venue": "Disabil Health J", "volume": "395", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.dhjo.2020.100943"]}}, "BIBREF5": {"ref_id": "b5", "title": "The neurological impact of COVID-19", "authors": [], "year": 2020, "venue": "The Lancet Neurology", "volume": "19", "issn": "", "pages": "30142--30145", "other_ids": {"DOI": ["10.1016/S1474-4422(20)30142-3"]}}, "BIBREF6": {"ref_id": "b6", "title": "Intellectual and developmental disability and COVID-19 case-fatality trends: TriNetX analysis", "authors": [{"first": "M", "middle": ["A"], "last": "Turk", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Landes", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Formica", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Goss", "suffix": ""}], "year": 2020, "venue": "Disabil Health J", "volume": "13", "issn": "3", "pages": "", "other_ids": {"DOI": ["10.1016/j.dhjo.2020.100942"]}}, "BIBREF7": {"ref_id": "b7", "title": "Mental health considerations for children quarantined because of COVID-19", "authors": [{"first": "J", "middle": ["J"], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bao", "suffix": ""}, {"first": "X", "middle": [], "last": "Huang", "suffix": ""}, {"first": "J", "middle": [], "last": "Shi", "suffix": ""}, {"first": "L", "middle": [], "last": "Lu", "suffix": ""}], "year": 2020, "venue": "Lancet Child Adolesc Health", "volume": "4", "issn": "5", "pages": "30096--30097", "other_ids": {"DOI": ["10.1016/S2352-4642(20)30096-1"]}}, "BIBREF8": {"ref_id": "b8", "title": "Covid-19: challenges for people with intellectual disability", "authors": [{"first": "Courtenay", "middle": ["K"], "last": "", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "369", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.m1609"]}}, "BIBREF9": {"ref_id": "b9", "title": "Hypertension among US adults by disability status and type, National Health and Nutrition examination survey", "authors": [{"first": "A", "middle": [], "last": "Stevens", "suffix": ""}, {"first": "E", "middle": [], "last": "Courtney-Long", "suffix": ""}, {"first": "C", "middle": [], "last": "Gillespie", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Armour", "suffix": ""}], "year": 2001, "venue": "Prev Chronic Dis", "volume": "11", "issn": "8", "pages": "1--6", "other_ids": {"DOI": ["10.5888/pcd11.140162"]}}, "BIBREF10": {"ref_id": "b10", "title": "Disability status as an antecedent to chronic conditions: national health interview survey", "authors": [{"first": "A", "middle": ["D"], "last": "Ibarra", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Johnson", "suffix": ""}], "year": 2006, "venue": "Prev Chronic Dis", "volume": "11", "issn": "", "pages": "1--8", "other_ids": {"DOI": ["10.5888/pcd11.130251"]}}, "BIBREF11": {"ref_id": "b11", "title": "Americans with disabilities", "authors": [{"first": "D", "middle": ["M"], "last": "Taylor", "suffix": ""}], "year": 2014, "venue": "Curr Popul Rep", "volume": "", "issn": "", "pages": "1--32", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Preliminary estimates of the prevalence of selected underlying health conditions among patients with coronavirus disease 2019 d United States", "authors": [{"first": "N", "middle": [], "last": "Chow", "suffix": ""}, {"first": "K", "middle": [], "last": "Fleming-Dutra", "suffix": ""}, {"first": "R", "middle": [], "last": "Gierke", "suffix": ""}], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "69", "issn": "13", "pages": "382--386", "other_ids": {"DOI": ["10.15585/mmwr.mm6913e2"]}}, "BIBREF13": {"ref_id": "b13", "title": "Asymptomatic and presymptomatic SARS-CoV-2 infections in residents of a long-term care skilled nursing facility d", "authors": [{"first": "A", "middle": [], "last": "Kimball", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Hatfield", "suffix": ""}, {"first": "M", "middle": [], "last": "Arons", "suffix": ""}], "year": 2020, "venue": "Morb Mortal Wkly Rep Summ CDC", "volume": "69", "issn": "13", "pages": "377--381", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "COVID-19 outcomes among people with intellectual and developmental disability living in residential group homes in New York State", "authors": [{"first": "S", "middle": ["D"], "last": "Landes", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Turk", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Formica", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Mcdonald", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Stevens", "suffix": ""}], "year": null, "venue": "Disabil Health J", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.dhjo.2020.100969"]}}, "BIBREF15": {"ref_id": "b15", "title": "Neurologic disorders among pediatric deaths associated with the 2009 pandemic influenza. Pediatrics", "authors": [{"first": "L", "middle": [], "last": "Blanton", "suffix": ""}, {"first": "G", "middle": [], "last": "Peacock", "suffix": ""}, {"first": "C", "middle": [], "last": "Cox", "suffix": ""}, {"first": "M", "middle": [], "last": "Jhung", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}, {"first": "C", "middle": [], "last": "Moore", "suffix": ""}], "year": 2012, "venue": "", "volume": "130", "issn": "", "pages": "390--396", "other_ids": {"DOI": ["10.1542/peds.2011-3343"]}}, "BIBREF16": {"ref_id": "b16", "title": "Cochrane Rehabilitation: prove scientifiche sull ' uso della tecnologia e robotica in riabilitazione", "authors": [{"first": "S", "middle": [], "last": "Negrini", "suffix": ""}, {"first": "J", "middle": [], "last": "Pollet", "suffix": ""}, {"first": "B", "middle": [], "last": "Piovanelli", "suffix": ""}], "year": 2019, "venue": "Ital Med Riabil", "volume": "", "issn": "", "pages": "4--6", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "COVID-19 and people with intellectual disability: impacts of a pandemic", "authors": [{"first": "K", "middle": [], "last": "Courtenay", "suffix": ""}, {"first": "B", "middle": [], "last": "Perera", "suffix": ""}], "year": 2012, "venue": "Ir J Psychol Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1017/ipm.2020.45"]}}, "BIBREF18": {"ref_id": "b18", "title": "The effects of social deprivation on adolescent development and mental health", "authors": [{"first": "A", "middle": [], "last": "Orben", "suffix": ""}, {"first": "L", "middle": [], "last": "Tomova", "suffix": ""}, {"first": "S-J", "middle": [], "last": "Blakemore", "suffix": ""}], "year": 2020, "venue": "Lancet Child Adolesc Health", "volume": "4", "issn": "8", "pages": "30186--30189", "other_ids": {"DOI": ["10.1016/S2352-4642(20)30186-3"]}}, "BIBREF19": {"ref_id": "b19", "title": "Adolescent psychiatric disorders during the COVID-19 pandemic and lockdown", "authors": [{"first": "S", "middle": ["B"], "last": "Guessoum", "suffix": ""}, {"first": "J", "middle": [], "last": "Lachal", "suffix": ""}, {"first": "R", "middle": [], "last": "Radjack", "suffix": ""}], "year": 2020, "venue": "Psychiatr Res", "volume": "291", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.psychres.2020.113264"]}}, "BIBREF20": {"ref_id": "b20", "title": "Impact of COVID-19 on children: special focus on the psychosocial aspect", "authors": [{"first": "R", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Dubey", "suffix": ""}, {"first": "S", "middle": [], "last": "Chatterjee", "suffix": ""}, {"first": "S", "middle": [], "last": "Dubey", "suffix": ""}], "year": 2020, "venue": "Minerva Pediatr", "volume": "72", "issn": "3", "pages": "226--235", "other_ids": {"DOI": ["10.23736/S0026-4946.20.05887-9"]}}, "BIBREF21": {"ref_id": "b21", "title": "The Covid-19 pandemic and people with disability", "authors": [{"first": "M", "middle": ["A"], "last": "Turk", "suffix": ""}, {"first": "S", "middle": [], "last": "Mcdermott", "suffix": ""}], "year": null, "venue": "Disabil Health J", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.dhjo.2020.100944"]}}, "BIBREF22": {"ref_id": "b22", "title": "Measuring Health and Disability: Manual for WHO Disability Assessment Schedule WHODAS 2.0", "authors": [{"first": "T", "middle": ["B"], "last": "Üstün", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Circolare Ministero Della Salute 9 Marzo 2020", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Epidemiology of COVID-19 among children in China", "authors": [{"first": "Y", "middle": [], "last": "Dong", "suffix": ""}, {"first": "X", "middle": [], "last": "Mo", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "Pediatrics", "volume": "145", "issn": "6", "pages": "", "other_ids": {"DOI": ["10.1542/peds.2020-0702"]}}, "BIBREF25": {"ref_id": "b25", "title": "COVID-19 epidemic: disease characteristics in children", "authors": [{"first": "J", "middle": [], "last": "She", "suffix": ""}, {"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "W", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "", "issn": "", "pages": "1--8", "other_ids": {"DOI": ["10.1002/jmv.25807"]}}, "BIBREF26": {"ref_id": "b26", "title": "Balance diagnostics for comparing the distribution of baseline covariates between treatment groups in propensity-score matched samples", "authors": [{"first": "P", "middle": ["C"], "last": "Austin", "suffix": ""}], "year": 2009, "venue": "Stat Med", "volume": "28", "issn": "25", "pages": "3083--3107", "other_ids": {"DOI": ["10.1002/sim.3697"]}}, "BIBREF27": {"ref_id": "b27", "title": "Effect sizes for experimental psychologists", "authors": [{"first": "R", "middle": ["L"], "last": "Rosnow", "suffix": ""}, {"first": "R", "middle": [], "last": "Rosenthal", "suffix": ""}], "year": 2003, "venue": "Can J Exp Psychol", "volume": "57", "issn": "3", "pages": "221--237", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The case-crossover design: a method for studying transient effects on the risk of acute events", "authors": [{"first": "M", "middle": [], "last": "Maclure", "suffix": ""}], "year": 1991, "venue": "Am J Epidemiol", "volume": "133", "issn": "2", "pages": "144--153", "other_ids": {"DOI": ["10.1093/oxfordjournals.aje.a115853"]}}, "BIBREF29": {"ref_id": "b29", "title": "Disability and Health Journal xxx (xxxx) xxx neurodisability during COVID-19", "authors": [{"first": "E", "middle": [], "last": "Fazzi", "suffix": ""}, {"first": "J ; S", "middle": ["M"], "last": "Galli", "suffix": ""}, {"first": "M", "middle": [], "last": "Bova", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Basso", "suffix": ""}, {"first": "", "middle": [], "last": "Bianchi", "suffix": ""}], "year": 2020, "venue": "Dev Med Child Neurol", "volume": "62", "issn": "7", "pages": "879--880", "other_ids": {"DOI": ["10.1111/dmcn.14557"]}}, "BIBREF30": {"ref_id": "b30", "title": "The human rights of children with disabilities during health emergencies: the challenge of COVID-19", "authors": [{"first": "V", "middle": [], "last": "Schiariti", "suffix": ""}], "year": 2020, "venue": "Dev Med Child Neurol", "volume": "62", "issn": "6", "pages": "", "other_ids": {"DOI": ["10.1111/dmcn.14526"]}}, "BIBREF31": {"ref_id": "b31", "title": "Remote technology-based training programs for children with acquired brain injury: a systematic review and a meta-analytic exploration", "authors": [{"first": "C", "middle": [], "last": "Corti", "suffix": ""}, {"first": "V", "middle": [], "last": "Oldrati", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Oprandi", "suffix": ""}], "year": 2019, "venue": "Behav Neurol", "volume": "", "issn": "", "pages": "5--7", "other_ids": {"DOI": ["10.1155/2019/1346987"]}}, "BIBREF32": {"ref_id": "b32", "title": "Telehealth for global emergencies: implications for coronavirus disease 2019 (COVID-19)", "authors": [{"first": "A", "middle": ["C"], "last": "Smith", "suffix": ""}, {"first": "E", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Snoswell", "suffix": ""}], "year": 2019, "venue": "J Telemed Telecare", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/1357633X20916567"]}}}, "ref_entries": {"FIGREF0": {"text": "Access and recourse to care services during lockdown.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Access to telerehabilitation for patients who had face-to-face sessions cancelled during the lockdown period.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Description of the sample. Legend: SD ¼ standard deviation.", "latex": null, "type": "table"}, "TABREF2": {"text": "Data relevant to COVID-19 epidemiology.", "latex": null, "type": "table"}}, "back_matter": [{"text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.", "cite_spans": [], "ref_spans": [], "section": "Funding"}]}