{"paper_id": "0abc414c945268b1adaa52767bc682a630b43833", "metadata": {"title": "BRIEF COMMUNICATION High expression of ACE2 and TMPRSS2 and clinical characteristics of COVID-19 in colorectal cancer patients", "authors": [{"first": "Chao", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Renmin Hospital of Wuhan University", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Kai", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Southern Medical University", "location": {"settlement": "Guangzhou", "country": "China"}}, "email": ""}, {"first": "Min", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "PLA General Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Xiaoyu", "middle": [], "last": "Hu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shandong Academy of Medical Sciences", "location": {"settlement": "Jinan", "country": "China"}}, "email": ""}, {"first": "Tian", "middle": [], "last": "Hu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wuhan Hankou Hospital", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Yumei", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wuhan Hankou Hospital", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Qinyong", "middle": [], "last": "Hu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Renmin Hospital of Wuhan University", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "✉", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shikai", "middle": [], "last": "Wu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Peking University First Hospital", "location": {"settlement": "Beijing", "country": "China"}}, "email": ""}, {"first": "Jinbo", "middle": [], "last": "Yue", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shandong Academy of Medical Sciences", "location": {"settlement": "Jinan", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "Little is known of the patterns of expression of ACE2 and TMPRSS2 or the clinical characteristics of COVID-19 in patients with COVID-19 and colorectal cancer. We found in both bulk and single-cell RNA-seq profiles that ACE2 and TMPRSS2 were expressed at high levels on tumor and normal colorectal epithelial tissues. Clinically, patients with colorectal cancer and COVID-19 were more likely to have lymphopenia, higher respiratory rate, and high hypersensitive C-reactive protein levels than matched patients with COVID-19 but without cancer. These results suggest that patients with colorectal cancer may be particularly susceptible to SARS-CoV-2 infection. Further mechanistic studies are needed to support our findings.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "npj Precision Oncology (2021) 5:1 ; https://doi.org/10.1038/s41698-020-00139-y", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In late 2019, a new RNA coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-Cov-2), was found to have infected humans, and led to a worldwide outbreak of coronavirus disease (COVID-19) 1,2 . By 4 October 2020, more than 35 million confirmed cases had been reported across 214 countries, areas, or territories, resulting in more than 1,000,000 deaths.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Previous studies have shown that COVID-19 patients often experience gastrointestinal symptoms such as diarrhea, anorexia, nausea, and vomiting [3] [4] [5] [6] [7] [8] [9] [10] . SARS-CoV-2 viral RNA has been found to be present in fecal samples and to remain there longer than in respiratory samples 8, 10, 11 . Enterocytes in cultured human small intestinal organoids were shown by confocal and electron microscopy to have been infected by SARS-CoV-2 12 . SARS-CoV-2 can enter human cells through two entry receptors, angiotensin Iconverting enzyme 2 (ACE2) and transmembrane serine protease 2 (TMPRSS2), and infection with the virus can lead to severe adverse outcomes such as acute respiratory distress and gastrointestinal syndromes 13 . Systematic investigation of the distribution of the ACE2 and TMPRSS2 in human tissues may benefit our understanding of the pathogenesis of SARS-CoV-2 infection. Several studies have shown ACE2 receptors to be expressed at high levels in the intestinal epithelium, which may explain the ability of the virus to infect the intestinal epithelium 4, 12 . Cancer patients are known to be vulnerable to infection in general and may experience more serious consequences of COVID-19 [14] [15] [16] [17] , but little is known of whether ACE2 and TMPRSS2 are expressed in colorectal cancer tissues, or how infection with SARS-CoV-2 may affect the clinical course of patients with colorectal cancer.", "cite_spans": [{"start": 143, "end": 146, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 147, "end": 150, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 151, "end": 154, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 155, "end": 158, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 159, "end": 162, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 163, "end": 166, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 167, "end": 170, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 171, "end": 175, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 300, "end": 302, "text": "8,", "ref_id": "BIBREF7"}, {"start": 303, "end": 306, "text": "10,", "ref_id": "BIBREF9"}, {"start": 1085, "end": 1087, "text": "4,", "ref_id": "BIBREF3"}, {"start": 1217, "end": 1221, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1222, "end": 1226, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1227, "end": 1231, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1232, "end": 1236, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": ""}, {"text": "In this study, we measured the expression of ACE2 and TMPRSS2 in colorectal cancer tissue samples from two publicly available databases by using bulk and single-cell RNA-sequencing (scRNA-seq). Our ultimate goal was to investigate the potential susceptibility of patients with colorectal cancer to infection with SARS-CoV-2. To further investigate the potential consequences of COVID-19 for patients with colorectal cancer, we also compared clinical characteristics, laboratory findings, and outcomes of five patients with colorectal cancer and COVID-19 with those of 20 matched patients with COVID-19 but without cancer.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "On the basis of previous findings that ACE2 and TMPRSS2 RNA was expressed in human normal and cancerous lung tissues 18 , we attempted to extend these results by examining the expression of ACE2 and TMPRSS2 in human colorectal tumor and normal tissue samples in The Cancer Genome Atlas. Bulk RNA-sequencing profiling showed that ACE2 and TMPRSS2 were expressed at higher levels in human colorectal tumor and normal tissue samples than in human tumor or normal tissue samples of lung, esophagus, stomach, and liver (P for all <0.05, Fig. 1) , indicating that the colorectum may be a likely route of infection with SARS-CoV-2 in addition to the lungs.", "cite_spans": [], "ref_spans": [{"start": 532, "end": 539, "text": "Fig. 1)", "ref_id": "FIGREF0"}], "section": "EPITHELIAL CELLS IN COLORECTAL TUMORS AND NORMAL TISSUES EXPRESS HIGH LEVELS OF ACE2 AND TMPRSS2 RNA"}, {"text": "We further analyzed the expression of ACE2 and TMPRSS2 in single-cell RNA-sequencing profiling of 11 pairs of colorectal tumor and colorectal normal tissues from 11 patients with colorectal cancer patients in the GSE81861 dataset. We found three clusters of epithelial cells in normal and tumor colorectal tissues ( Fig. 2A) . Among the 203 epithelial cells of 266 cells in normal colorectal tissues, 21.7% of cells expressed ACE2 and 70.4% expressed TMPRSS2; among the 272 epithelial cells of 375 cells in colorectal cancer tissues, 13.6% expressed ACE2 and 48.2% expressed TMPRSS2 (Fig. 2B-C) . Given the possible link between ACE2 and TMPRSS2 distribution and susceptibility to SARS-Cov-2, we further performed Pearson correlation analysis of 6 additional markers of enterocytes (KRT20, CA1, CA2, EPHX2, MEP1A, FABP1) with ACE2 and TMPRSS2 in colorectal tissues. Expression of both ACE2 and TMPRSS2 was found to be highly correlated with the enterocyte score ( Fig. 2D-F) . We also analyzed single-cell RNAsequencing profiles of pairs of colon tumors and normal colon tissue from 10 patients with colon cancer from the GSE146771 dataset. Among the 140 epithelial cells in normal colon tissues, 5.7% of cells expressed ACE2 and 39.3% expressed TMPRSS2; among the 989 epithelial cells in colon cancer tissues, 12.3% expressed ACE2 and 38.5% expressed TMPRSS2 ( Fig. 3A-B) . Collectively, these findings indicate that ACE2 and TMPRSS2 are expressed at high levels in both normal and cancerous colorectal tissues, suggesting that the colorectum may be particularly susceptible to SARS-CoV-2 infection.", "cite_spans": [], "ref_spans": [{"start": 316, "end": 324, "text": "Fig. 2A)", "ref_id": "FIGREF2"}, {"start": 583, "end": 594, "text": "(Fig. 2B-C)", "ref_id": "FIGREF2"}, {"start": 964, "end": 974, "text": "Fig. 2D-F)", "ref_id": "FIGREF2"}, {"start": 1362, "end": 1372, "text": "Fig. 3A-B)", "ref_id": null}], "section": "EPITHELIAL CELLS IN COLORECTAL TUMORS AND NORMAL TISSUES EXPRESS HIGH LEVELS OF ACE2 AND TMPRSS2 RNA"}, {"text": "We also analyzed the expression of ACE2 and TMPRSS2 in nonepithelial cells (i.e., immune cells, endothelial cells, and fibroblasts) from human normal and tumor colorectal tissues. In the GSE81861 dataset, among 63 non-epithelial cells from human normal colorectal tissues, ACE2 was expressed by 12% of B cells and 7.7% of T cells; TMPRSS2 was expressed by 40% of B cells, 11.1% of fibroblasts, 33% of mast cells, and 23% of T cells (Fig. 4A) . Also, in the GSE81861 dataset, among 103 non-epithelial cells from human colorectal cancer tissues, ACE2 was expressed by 33% of endothelial cells; TMPRSS2 was expressed by 7.6% of B cells, 5.9% of fibroblasts, 11% of macrophages, and 3% of T cells (Fig. 4B ). In another dataset (GSE146771), among 5108 non-epithelial cells from human normal colon tissues, TMPRSS2 was expressed by 9.4% of B cells, 12% of innate lymphoid cells, 10.8% of macrophages, and 12.3% of T cells (Fig. 4C) . Also, in GSE146771, among 4231 non-epithelial cells from human colon cancer tissues, ACE2 was expressed by 3% of fibroblasts; TMPRSS2 was expressed by 12% of B cells, 21% of fibroblasts, 10.6% of innate lymphoid cells, 11.9% of macrophages, and 10.3% of T cells (Fig. 4D) .", "cite_spans": [], "ref_spans": [{"start": 432, "end": 441, "text": "(Fig. 4A)", "ref_id": "FIGREF4"}, {"start": 693, "end": 701, "text": "(Fig. 4B", "ref_id": "FIGREF4"}, {"start": 917, "end": 926, "text": "(Fig. 4C)", "ref_id": "FIGREF4"}, {"start": 1191, "end": 1200, "text": "(Fig. 4D)", "ref_id": "FIGREF4"}], "section": "ACE2 AND TMPRSS2 EXPRESSION IN NON-EPITHELIAL CELLS FROM HUMAN NORMAL AND TUMOR COLORECTAL TISSUES"}, {"text": "Cancer patients are thought to be more vulnerable to severe adverse effects from SARS-CoV-2 than are patients without cancer [14] [15] [16] [17] , but whether this is also true for patients with colorectal cancer is unclear. To address this gap, we compared A Box plots of ACE2 and TMPRSS2 expression in human normal tissue samples of colon, rectum, lung, esophagus, stomach, and liver from The Cancer Genome Atlas (TCGA). B Box plots of ACE2 and TMPRSS2 expression in human tumor tissues of colon, rectum, lung, esophagus, stomach, and liver from TCGA. Centre line, bounds of box and whiskers represent median value, quartile, and the most extreme data point that is no more than 1.5 × interquartile range beyond the box, respectively. Asterisks indicate significant differences (i.e., P < 0.05). Table 1 . Among the 5 patients with colorectal cancer, 2 (40%) were female and 3 (60%) were more than 65 years old; the most common comorbid condition was hypertension (60%), which was consistent with previous findings that COVID-19 patients often had hypertension 19, 20 . All five patients had high hypersensitive C-reactive protein levels (i.e., >6 mg/L); 4 (80%) had lymphopenia (<0.8 × 10 9 /L), 4 (80%) had high procalcitonin levels (>0.05 ng/mL), and three had high lactate dehydrogenase levels (>300 U/L) and high D-dimer levels (>0.5 μg/mL); two patients had low total protein and three had low albumin levels. In terms of pulmonary function, four patients (80%) had high respiratory rates (>20/min) and 2 (40%) had low oxygen saturation levels (SpO 2 < 93%). All patients presented with bilateral shadows on CT scans and fever, 4 (80%) had cough, 3 (60%) had shortness of breath, and 2 (40%) had fatigue. Therapies used for COVID-19 were antibiotics (four patients), glucocorticoids (four patients), antiviral therapy (three patients), immunomodulators (three patients), and mechanical ventilation (one patient). COVID-19 infection lasted for more than 30 days for three (60%) of the five patients, and one patient died of COVID-19.", "cite_spans": [{"start": 125, "end": 129, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 130, "end": 134, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 135, "end": 139, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 140, "end": 144, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1063, "end": 1066, "text": "19,", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 798, "end": 805, "text": "Table 1", "ref_id": "TABREF0"}], "section": "SEVERITY OF COVID-19 IN PATIENTS WITH COLORECTAL CANCER AND MATCHED PATIENTS WITH COVID-19 WITHOUT CANCER"}, {"text": "Next, we compared these results with findings from 20 patients with COVID-19 but without cancer who had been propensity-score matched in a 1:4 ratio on the basis of age, sex, and comorbid conditions. The two groups were well balanced, with no significant differences between them. However, cancer patients experienced significantly higher rates of lymphopenia (80% vs. 20%, P = 0.023), high hypersensitive C-reactive protein levels (100% vs. 30%, P = 0.009) and high respiratory rates (>20/min) (80% vs. 25%, P = 0.040). Apparent (though non-significant) differences between cancer patients and non-cancer controls included having high lactate dehydrogenase levels (60% vs. 15%, P = 0.070); receipt of antiviral therapy (60% vs. 35%, P = 0.358), glucocorticoids (80% vs. 40%, P = 0.160), and mechanical ventilation (20% vs. 5%, P = 0.367); having COVID-19 for longer than 30 days (60% vs. 35%, P = 0.358); and having a higher death rate (20% vs. 5%, P = 0.367) ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 963, "end": 971, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "SEVERITY OF COVID-19 IN PATIENTS WITH COLORECTAL CANCER AND MATCHED PATIENTS WITH COVID-19 WITHOUT CANCER"}, {"text": "We systematically investigated the expression of ACE2 and TMPRSS2 in human tumor and normal colorectal tissues by using both bulk and single-cell RNA-sequencing datasets, and found both receptors to be highly expressed in colorectal epithelial cells. We further found that patients with colorectal cancer and COVID-19 were more likely to have lymphopenia and higher respiratory rates and hypersensitive C-reactive protein levels than were patients with COVID-19 but without cancer. These results suggest that patients with colorectal cancer may be particularly vulnerable to infection with SARS-CoV-2 and thus extra precautions should be taken to prevent them from developing COVID-19.", "cite_spans": [], "ref_spans": [], "section": "SEVERITY OF COVID-19 IN PATIENTS WITH COLORECTAL CANCER AND MATCHED PATIENTS WITH COVID-19 WITHOUT CANCER"}, {"text": "The 5 COVID-19 patients with colorectal cancer and the 20 patients with COVID-19 without cancer were identified from 135 patients admitted to Wuhan Hankou Hospital from 11 January 2020 to 12 February 2020. Demographic, clinical, and lab data were obtained from the medical record system. COVID-19 diagnosis was confirmed by real-time polymerase chain reaction tests for SARS-CoV-2. This study was approved by the Ethical Committee of Wuhan Hankou Hospital (HKYY-2020-028), with a waiver of written informed consent.", "cite_spans": [], "ref_spans": [], "section": "Study design and participants"}, {"text": "We performed 1:4 propensity score matching (PSM) to select 20 matched COVID-19 patients without cancer to compare with the five COVID-19 patients with colorectal cancer. PSM was done based on age, sex, and comorbid conditions recognized as being potential risk factors for COVID-19 prognosis 21-23 and randomly sorted by using the nearest neighbor technique with acceptable distance (with a caliper of 0.02 to obtain robust comparison results) of propensity scores.", "cite_spans": [], "ref_spans": [], "section": "Study design and participants"}, {"text": "Expression of ACE2 and TMPRSS2 in tumor and adjacent normal tissue samples of human lung, esophagus, stomach, liver, colon, and rectum was analyzed by bulk RNA sequencing of samples from The Cancer Genome Atlas via the University of California Santa Clara's Xena website (https:// xenabrownser.net). Single-cell RNA expression matrices for human epithelial and non-epithelial cells from normal and cancerous colorectal tissues were downloaded from the Gene Expression Omnibus (GEO, numbers GSE81861 and GSE146771) 24, 25 . After quality-control processing of the single-cell RNA expression data, and we selected eligible cells for downstream analysis, which was done with the Seurat package 26 and included identification of highly variable genes, unsupervised graph-based clustering, differentially expressed genes, and dimension reduction using principal component analysis and uniform manifold approximation and projection analysis. We further analyzed the correlation of ACE2 and TMPRSS2 with enterocyte markers with Pearson correlation coefficients.", "cite_spans": [{"start": 514, "end": 517, "text": "24,", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Analysis of single-cell and bulk RNA expression matrices"}, {"text": "The data generated and/or analysed during this study are described in the figshare ", "cite_spans": [], "ref_spans": [], "section": "DATA AVAILABILITY"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Baseline Characteristics and Outcomes of 1591 Patients Infected With SARS-CoV-2 Admitted to ICUs of the Lombardy Region", "authors": [{"first": "G", "middle": [], "last": "Grasselli", "suffix": ""}], "year": 2020, "venue": "Italy. JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.5394"]}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical Characteristics of Coronavirus Disease 2019 in China", "authors": [{"first": "W", "middle": ["J"], "last": "Guan", "suffix": ""}], "year": 2020, "venue": "N. Engl. J. Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2002032"]}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiological, clinical and virological characteristics of 74 cases of coronavirus-infected disease 2019 (COVID-19) with gastrointestinal symptoms", "authors": [{"first": "X", "middle": [], "last": "Jin", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/gutjnl-2020-320926"]}}, "BIBREF3": {"ref_id": "b3", "title": "Diarrhoea may be underestimated: a missing link in 2019 novel coronavirus", "authors": [{"first": "W", "middle": [], "last": "Liang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/gutjnl-2020-320832"]}}, "BIBREF4": {"ref_id": "b4", "title": "Gastrointestinal symptoms of 95 cases with SARS-CoV-2 infection", "authors": [{"first": "L", "middle": [], "last": "Lin", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/gutjnl-2020-321013"]}}, "BIBREF5": {"ref_id": "b5", "title": "Prevalence and Characteristics of Gastrointestinal Symptoms in Patients with SARS-CoV-2 Infection in the United States: A Multicenter Cohort Study", "authors": [{"first": "W", "middle": ["D"], "last": "Redd", "suffix": ""}], "year": 2020, "venue": "Gastroenterology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1053/j.gastro.2020.04.045"]}}, "BIBREF6": {"ref_id": "b6", "title": "SARS-CoV-2 induced diarrhea as onset symptom in patient with COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Song", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/gutjnl-2020-320891"]}}, "BIBREF7": {"ref_id": "b7", "title": "Evidence for gastrointestinal infection of SARS-CoV-2. Gastroenterology", "authors": [{"first": "F", "middle": [], "last": "Xiao", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1053/j.gastro.2020.02.055"]}}, "BIBREF8": {"ref_id": "b8", "title": "Effect of gastrointestinal symptoms on patients infected with COVID-19", "authors": [{"first": "Z", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "Gastroenterology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1053/j.gastro.2020.03.020"]}}, "BIBREF9": {"ref_id": "b9", "title": "Diarrhea is associated with prolonged symptoms and viral carriage in COVID-19", "authors": [{"first": "X", "middle": ["S"], "last": "Wei", "suffix": ""}], "year": 2020, "venue": "Clin. Gastroenterol. Hepatol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.cgh.2020.04.030"]}}, "BIBREF10": {"ref_id": "b10", "title": "Prolonged presence of SARS-CoV-2 viral RNA in faecal samples", "authors": [{"first": "Y", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "Lancet Gastroenterol. Hepatol", "volume": "5", "issn": "", "pages": "434--435", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "SARS-CoV-2 productively infects human gut enterocytes", "authors": [{"first": "M", "middle": ["M"], "last": "Lamers", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abc1669"]}}, "BIBREF12": {"ref_id": "b12", "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor", "authors": [{"first": "M", "middle": [], "last": "Hoffmann", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.cell.2020.02.052"]}}, "BIBREF13": {"ref_id": "b13", "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China", "authors": [{"first": "W", "middle": [], "last": "Liang", "suffix": ""}], "year": 2020, "venue": "Lancet Oncol", "volume": "21", "issn": "", "pages": "335--337", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "SARS-CoV-2 transmission in patients with cancer at a tertiary care hospital in Wuhan, China", "authors": [{"first": "J", "middle": [], "last": "Yu", "suffix": ""}, {"first": "W", "middle": [], "last": "Ouyang", "suffix": ""}, {"first": "M", "middle": ["L K"], "last": "Chua", "suffix": ""}, {"first": "C", "middle": [], "last": "Xie", "suffix": ""}], "year": 2020, "venue": "JAMA Oncol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamaoncol.2020.0980"]}}, "BIBREF15": {"ref_id": "b15", "title": "Patients with cancer appear more vulnerable to SARS-COV-2: a multicenter study during the COVID-19 outbreak", "authors": [{"first": "M", "middle": [], "last": "Dai", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1158/2159-8290.CD-20-0422"]}}, "BIBREF16": {"ref_id": "b16", "title": "Clinical characteristics of COVID-19-infected cancer patients: a retrospective case study in three hospitals within Wuhan", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "China. Annals Oncol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.annonc.2020.03.296"]}}, "BIBREF17": {"ref_id": "b17", "title": "Analysis of the susceptibility of lung cancer patients to SARS-CoV-2 infection", "authors": [{"first": "Q", "middle": [], "last": "Kong", "suffix": ""}], "year": 2020, "venue": "Mol. Cancer", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Presenting Characteristics, Comorbidities, and Outcomes Among 5700 Patients Hospitalized With COVID-19 in the New York City Area", "authors": [{"first": "S", "middle": [], "last": "Richardson", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.6775"]}}, "BIBREF19": {"ref_id": "b19", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "507--513", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "JAMA Internal Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamainternmed.2020.0994"]}}, "BIBREF21": {"ref_id": "b21", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "30566--30569", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30566-3"]}}, "BIBREF22": {"ref_id": "b22", "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study", "authors": [{"first": "T", "middle": [], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "368", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Reference component analysis of single-cell transcriptomes elucidates cellular heterogeneity in human colorectal tumors", "authors": [{"first": "H", "middle": [], "last": "Li", "suffix": ""}], "year": 2017, "venue": "Nat. Genet", "volume": "49", "issn": "", "pages": "708--718", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Single-cell analyses inform mechanisms of myeloid-targeted therapies in colon", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Cancer Cell", "volume": "181", "issn": "", "pages": "442--459", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Spatial reconstruction of single-cell gene expression data", "authors": [{"first": "R", "middle": [], "last": "Satija", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Farrell", "suffix": ""}, {"first": "D", "middle": [], "last": "Gennert", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Schier", "suffix": ""}, {"first": "A", "middle": [], "last": "Regev", "suffix": ""}], "year": 2015, "venue": "Nat. Biotechnol", "volume": "33", "issn": "", "pages": "495--502", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Metadata record for the manuscript: High expression of ACE2 and TMPRSS2 and clinical characteristics of COVID-19 in colorectal cancer patients", "authors": [{"first": "C", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.6084/m9.figshare.13265096"]}}}, "ref_entries": {"FIGREF0": {"text": "ACE2 and TMPRSS2 expression in normal and tumor tissues.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "the severity of COVID-19 between patients with colorectal cancer and COVID-19 and matched patients with COVID-19 but without cancer. In this analysis, which was approved by the Ethical Committee of Wuhan Hankou Hospital, we assessed the clinical characteristics of 5 patients with colorectal cancer and COVID-19 admitted to Wuhan Hankou Hospital. COVID-19 was diagnosed on the basis of real-time polymerase chain reaction tests for SARS-CoV-2. The clinical characteristics of the 5 patients with COVID-19 and colorectal cancer, and those of 20 patients with COVID-19 without cancer, are shown in", "latex": null, "type": "figure"}, "FIGREF2": {"text": "scRNA-seq of epithelial cells from human normal and tumor colorectal tissues. A Uniform manifold approximation and projection (UMAP) plot of epithelial cell clusters from human normal and tumor colorectal tissue samples. B UMAP and pie plots of ACE2 expression in epithelial cells from human normal and tumor colorectal tissue samples. C UMAP and pie plots of TMPRSS2 expression in epithelial cells from human normal and tumor colorectal tissue samples. D Heatmap shows correlation coefficients between ACE2 and TMPRSS2 and the indicated markers of enterocytes. E-F Scatter plots show correlation coefficients for ACE2 and TMPRSS2 with enterocyte scores.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "metadata record: https://doi.org/10.6084/m9.figshare.13265096 27 . The expression profiling data underlying Figs. 2-4 are openly available at the Gene Expression Omnibus repository at the following two series accessions: https://identifiers.org/geo: GSE81861 28 and https://identifiers.org/geo:GSE146771 29 . The COVID-19 patient data are stored in the file COVID-19 patient data.xlsx. This file is not publicly available to protect patient privacy. Contact Prof. Qinyong Hu (rm001223@whu.edu.cn) with data requests. The following samples from The Cancer Genome Atlas were analysed by bulk RNA sequencing and are openly available via the University of California Santa Clara's Xena website (https://xenabrownser.net): TCGA-LUAD.htseq_fpkm.tsv, TCGA-LUSC.htseq_fpkm.tsv, TCGA-ESCA.htseq_fpkm.tsv, TCGA-COAD.htseq_fpkm.tsv,Fig. 3 scRNA-seq of epithelial cells from human normal and tumor colon tissues. UMAP and pie plots of ACE2 and TMPRSS2 expression in epithelial cell clusters from human normal colon tissue samples (A) and from human tumor colon tissue samples (B). C Liu et al.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "scRNA-seq of non-epithelial cells in human normal and tumor colorectal tissues. A-B UMAP and pie plots of ACE2 and TMPRSS2 expression in non-epithelial cell clusters from human normal tissues (A) and tumor colorectal tissue samples (B) from dataset GSE81861. C-D UMAP and pie plots of ACE2 and TMPRSS2 expression in non-epithelial cell clusters from human normal tissues (C) and tumor colon tissue samples (D) from GSE146771.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Characteristics of 5 patients with COVID-19 and colorectal cancer and 20 matched patients with COVID-19 without cancer.", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank all medical staff in Wuhan Hankou Hospital for their bravery in fighting against SARS-CoV-2 and collecting data for this work. ", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}, {"text": "TCGA-STAD.htseq_fpkm.tsv, TCGA-LIHC.htseq_fpkm.tsv, TCGA-READ.htseq_fpkm.tsv. These data underlie Fig. 1 in the related manuscript.", "cite_spans": [], "ref_spans": [{"start": 98, "end": 104, "text": "Fig. 1", "ref_id": null}], "section": "annex"}, {"text": "The code that supports the findings of this study are available from the corresponding author on reasonable request. ", "cite_spans": [], "ref_spans": [], "section": "CODE AVAILABILITY"}, {"text": "The authors declare no competing interests.", "cite_spans": [], "ref_spans": [], "section": "COMPETING INTERESTS"}, {"text": "Supplementary information is available for this paper at https://doi.org/10.1038/ s41698-020-00139-y.Correspondence and requests for materials should be addressed to Q.H., S.W. or J.Y.", "cite_spans": [], "ref_spans": [], "section": "ADDITIONAL INFORMATION"}, {"text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons. org/licenses/by/4.0/.", "cite_spans": [], "ref_spans": [], "section": "Reprints and permission information is available at http://www.nature.com/ reprints"}]}