{"paper_id": "0abd9db4bf60494ec3b1445780e079606c775377", "metadata": {"title": "Development and validation of cost-effective one-step multiplex RT-PCR assay for detecting the SARS-CoV-2 infection using SYBR Green melting curve analysis Author list", "authors": [{"first": "Shovon", "middle": [], "last": "Lal Sarkar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "☤", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": ["S M"], "last": "Rubayet", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ul", "middle": [], "last": "Alam", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Prosanto", "middle": ["Kumar"], "last": "Das", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Md", "middle": [], "last": "Hasan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ali", "middle": [], "last": "Pramanik", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hassan", "middle": ["M"], "last": "Al-Emran", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Iqbal", "middle": [], "last": "Kabir Jahid", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["Anwar"], "last": "Hossain", "suffix": "", "affiliation": {}, "email": "hossaina@du.ac.bd"}]}, "abstract": [{"text": "TaqMan probe-based expensive commercial real-time (RT) PCR kits are being used in COVID-19 diagnosis. The unprecedented scale of SARS-CoV-2 infections has urgently needed to meet the challenge of testing more persons at a reasonable cost. This study developed a rapid, simple, and cost-effective alternative diagnostic method based on melting curve analysis of SYBR green multiplex assay with a host-specific internal control. A total of 90 randomly selected samples were used for comparing the assay with an available commercial kit to analyse the variation and validity of this in-house developed method. Our customized designed primers specifically detected the virus as similar to commercial kit manufactured by Sansure Biotech Inc. We optimized separately the N, E, S, and RdRp genes by SYBR Green RT-PCR method based on melting curve analysis. Afterwards, a multiplex COVID-19 diagnosis method targeting N and E genes of the virus along with the β-actin gene of the host as an internal control has been established. The total run-time of our proposed method was less than 90 minutes. The cost of each sample processing was less than $2.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Overall, this one-step and one-tube method can revolutionize the COVID-19 diagnosis in developing countries.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "2 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The outbreak of pneumonia like symptoms among the people in Wuhan, China caused by unknown etiology made a global concern since in December 2019. 1 World Health Organization (WHO) declared the disease as a pandemic coronavirus disease 2019 caused by Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in March 2020. 2 The continuous spread of COVID-19 pandemic demands a low-cost diagnosis to stop person-to-person viral transmission. Commercial or in-house RT-PCR based on TaqMan chemistry, the gold standard for detecting SARS-CoV-2 for its higher specificity and correlating the viral load with the cycle threshold value, is the only reliable way for detecting SARS-CoV-2 [3] [4] [5] . Nonetheless, SYBR Green based RT-PCR could be used as a better alternative for its low cost wherein specific fluorescent probes are not required 6 . Several researches have already been performed for establishing SYBR Green based detection method as a cheaper substitute to detect SARS-CoV-2 instead of TaqMan based detection method [6] [7] [8] [9] [10] [11] [12] [13] . However, none of them included internal control for host-specific amplification in the multiplex reaction.", "cite_spans": [{"start": 146, "end": 147, "text": "1", "ref_id": "BIBREF0"}, {"start": 326, "end": 327, "text": "2", "ref_id": "BIBREF1"}, {"start": 685, "end": 688, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 689, "end": 692, "text": "[4]", "ref_id": null}, {"start": 693, "end": 696, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 844, "end": 845, "text": "6", "ref_id": "BIBREF6"}, {"start": 1032, "end": 1035, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 1036, "end": 1039, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 1040, "end": 1043, "text": "[8]", "ref_id": "BIBREF9"}, {"start": 1044, "end": 1047, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 1048, "end": 1052, "text": "[10]", "ref_id": "BIBREF12"}, {"start": 1053, "end": 1057, "text": "[11]", "ref_id": "BIBREF13"}, {"start": 1058, "end": 1062, "text": "[12]", "ref_id": "BIBREF14"}, {"start": 1063, "end": 1067, "text": "[13]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "The aim of this study is to develop and validate an easy and inexpensive SYBR Green based method to detect SARS-CoV-2 with four primer sets against N, E, RdRp, and S genes including internal control. We compared our study with one TaqMan-based one-step real time PCR Kit provided by the Government of Bangladesh in almost all COVID-19 testing laboratories. Since this study based on SYBR green mimics TaqMan-based one-step qRT-PCR, we performed the analytical sensitivity comparison with clinical samples collected from COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The oligo-analyzer tool showed that no stable secondary structure, no hairpins, no homodimers, and no cross-dimer were formed in the primer set sequences. The result of the Primer-BLAST tool from the NCBI showed that all the genes' primer set only matched with the expected target size of SARS-CoV-2 virus genome (reference strain Wuhan-Hu-1), indicating that the performance of the SYBR Green would be sensitive enough for SARS-CoV-2 detection. Searching against the human genome and other pathogens showed no similarity, bolstering that the viral genome segments alone would be amplified (supplementary Table S1 ). We found no mutation that engendered the new variants within the primer binding region of the viral genome and mutations with low frequency were identified within the last five bases of spike forward and reverse primers, while RdRp, N, and E 3 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 605, "end": 613, "text": "Table S1", "ref_id": null}], "section": "Primer Sequence Validation"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Primer Sequence Validation"}, {"text": "The copyright holder for this preprint this version posted May 8, 2021. ;  https://doi.org/10.1101/2021.05.06.21256629 doi: medRxiv preprint targeted primers were void of end site mutations. The result of the searches was represented in the supplementary Table S1 .", "cite_spans": [{"start": 59, "end": 73, "text": "May 8, 2021. ;", "ref_id": "BIBREF3"}, {"start": 74, "end": 74, "text": "", "ref_id": null}], "ref_spans": [{"start": 241, "end": 263, "text": "supplementary Table S1", "ref_id": null}], "section": "Primer Sequence Validation"}, {"text": "Using JUST_N1, JUST_E1, JUST_S1, JUST_RdRp1, beta-actin and GAPDH primer sets, a singleplex assay was initially performed for four clinical samples (3 positive and 1 negative).", "cite_spans": [], "ref_spans": [], "section": "Development of Singleplex SYBR Green assay"}, {"text": "Specific desired band for each gene target was identified in the gel electrophoresis as mentioned in the table 1 (supplementary figure 1) . In this assay, the amplicon of JUST_N1, JUST_E1, JUST_S1 and JUST_RdRp1 primers produced a specific Tm peak at 82.32±0.17°C, 79.40±0.31°C, 76.52±0.17°C and 77.57±0.17°C, respectively in the melt curve for positive samples. However, a clearly distinct dissociation curve was generated for negative samples that varied with the melt curve as identified for the positive samples, suggesting non-specific signals or the formation of primer dimers in the melt curve peaks for the negative samples. The amplicon of housekeeping gene β-actin and GAPDH produced a specific Tm peak at 87.59±0.18°C and 82.95±0.036°C for both positive and negative samples ( Figure 2 ). Finally, in quadruplex assay of JUST_N1+JUST_E1+JUST_S1+JUST_RdRp1, only two amplicons were amplified and produced two specific Tm peak at 82.12°C and 77.54°C. Since the amplicon size of JUST_S1 is small (66 bp), thus could not be differentiated from primer-dimer (as it produced Tm peak at lower temperature and similar Tm peak also appeared for primer-dimer or due to non-specific amplified or fragmented products). We also eliminated JUST-RdRp1 from multiplex assay for small product size (104 bp) and less accurate result in the melting curve with other gene targeting PCR and also eliminated housekeeping gene target in primer GAPDH as it produced closer Tm peak with JUST_N1.", "cite_spans": [], "ref_spans": [{"start": 128, "end": 137, "text": "figure 1)", "ref_id": null}, {"start": 788, "end": 796, "text": "Figure 2", "ref_id": null}], "section": "Development of Singleplex SYBR Green assay"}, {"text": "The result was summarized in supplementary table 3 .", "cite_spans": [], "ref_spans": [{"start": 29, "end": 50, "text": "supplementary table 3", "ref_id": null}], "section": "Optimization of multiplex SYBR green assay"}, {"text": "For initially establishing optimal SYBR green based protocol, we used three positive samples and one negative sample as previously confirmed by probe based commercial kit where singleplex qRT-PCR was performed using different sets of primer (JUST_N1, JUST_E1, JUST_S1 and JUST_RdRp1) at different concentration (50-500 nM) and different annealing temperature (58°C-68°C). In our study, the optimal condition of annealing temperature was set at 62°C and 200 nM primer concentration. We also lessened the annealing and extension time (combinedly 25 seconds instead of 1 minute as per standard protocol) to reduce the primer dimer formation and getting a higher quantity of target amplicons.", "cite_spans": [], "ref_spans": [], "section": "Validation of in-house established Multiplex SYBR Green Assay with clinical samples"}, {"text": "In this study, the amplicon of JUST_N1 primer and JUST_E1 primer produced a specific Tm peak at 81.8 ± 0.40°C and 78.4 ± 0.33°C in the melt curve for positive samples. For internal control, β-actin primer amplified product generated specific Tm peaks in two positions at around 85.8 ± 0.3°C and 87.8 ± 0.3°C, that is a signature peak ( Figure 2 ). We compiled the singleplex into a multiplex PCR assay based on melting curve and with some modifications to simultaneously detect multiple genes of SARS CoV-2. However, a clearly distinct dissociation curve was generated for negative samples that varied with the melt curve as identified for the positive samples, suggesting non-specific signals or the formation of primer 5 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 336, "end": 344, "text": "Figure 2", "ref_id": null}], "section": "Validation of in-house established Multiplex SYBR Green Assay with clinical samples"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 23.20, 26.32, 27 .65, and 28.24 for 10 -1 , 10 -2 , 10 -3 , 10 -4 , and 10 -5 dilution of template RNA (Figure 3 ). The R 2 value of 0.9386 and 0.9172 for the N and E gene specific qPCR showed a good correlation between viral copy numbers and Ct values ( Figure 4 ).", "cite_spans": [{"start": 136, "end": 152, "text": "23.20, 26.32, 27", "ref_id": null}], "ref_spans": [{"start": 239, "end": 248, "text": "(Figure 3", "ref_id": null}, {"start": 391, "end": 399, "text": "Figure 4", "ref_id": null}], "section": "Validation of in-house established Multiplex SYBR Green Assay with clinical samples"}, {"text": "In the optimization step, we assayed 90 samples from COVID-19 cases with commercially available TaqMan based kit and our SYBR Green-based One-Step RT-qPCR protocol with two primer sets for SARS-CoV-2 nucleocapsid gene (JUST_N1), envelope gene (JUST_E1) and a primer set for housekeeping gene (β_actin). In both qPCR methods, 49 samples showed positive and 8 samples were negative in both of the RT-qPCR assays (Table 2 and Figure 2 ). However, we observed 33 samples with contradictory false positive or false negative results (supplementary Table S2 ). To validate the results, we performed the targeted PCR amplification of spike protein coding sequence and observed product in gel electropherogram (unpublished data). We found a 33% (9/27) positive and 67% (4/6) negative results that corroborated with our SYBR-green based assay for these conflicting samples. On the other hand, only a 33% (2/6) positive and 38% (10/27) negative results accorded with the TaqMan method. Furthermore, we selected three representative samples (one positive and two contradictory) to perform Sanger sequencing using BigDye™ Terminator v3.1 Cycle Sequencing Kit (ThermoFisher Scientific) to estimate the amplicon validation.", "cite_spans": [], "ref_spans": [{"start": 423, "end": 431, "text": "Figure 2", "ref_id": null}, {"start": 542, "end": 550, "text": "Table S2", "ref_id": "TABREF7"}], "section": "Validation of SYBR Green assay against Probe-based Method"}, {"text": "The melting curve peak basically shows the presence of a particular gene in a sample and the derivative reporter is a measurement for the approximate quantity of the present gene. Either ", "cite_spans": [], "ref_spans": [], "section": "Comparison between the Methods"}, {"text": "6 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Sanger Sequencing Results"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. S3 ). For diagnostic purposes, it is convenient to mimic the regularly used Taqman based commercial kit assay using a multiplex SYBR Green method so that the regular users will face no hindrance to apply. Generally, SYBR green method has some issues of nonspecific signaling by binding primers to the unwanted regions of the sequence, formation of primer-dimer, and presence of remaining segmented templates. Elimination of this factor by gauging primer sequence and PCR condition would significantly increase the acceptance of this technique as a diagnostic tool and optimization of the method can improve its performance and quality to be comparable to a standard TaqMan assay 6 .", "cite_spans": [{"start": 815, "end": 816, "text": "6", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 136, "end": 138, "text": "S3", "ref_id": null}], "section": "Sanger Sequencing Results"}, {"text": "In this study, the designed primers were successfully sifted out the non-specificity issues, and also by troubleshooting the annealing temperature of our primers in different combinations, we could detect the specific genes of only SARS-CoV-2 given that other human coronaviruses might present in the clinical samples. Besides, the primers are targeted solely against the SARS-CoV-2 with the screening out of the mutations present among the GISAID global viral sequences within the last five bases of the 3'-end of the primer. However, we found a partial matching of the RdRp, N, and E primers with the SARS coronavirus Tor2 genome (supplementary table S1), and it is noteworthy that SARS was not detected in human and other animals after 2005 16 . These criteria, together, can give highly specific results for our developed SYBR green assay.", "cite_spans": [{"start": 744, "end": 746, "text": "16", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Sanger Sequencing Results"}, {"text": "Four customized primer sets against N, E, RdRp and S gene were employed in this method for two reasons. Firstly, the N and S are the most expressed transcript during viral replication 17 . Secondly, the E and RdRp are the least evolving genes due to minimize effects of the selective pressure 18 . Since the amplicon size of JUST_S1 is small (66 bp), thus could not be 7 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 184, "end": 186, "text": "17", "ref_id": "BIBREF21"}, {"start": 293, "end": 295, "text": "18", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Sanger Sequencing Results"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Sanger Sequencing Results"}, {"text": "The copyright holder for this preprint this version posted May 8, 2021. ; https://doi.org/10.1101/2021.05.06.21256629 doi: medRxiv preprint differentiated from primer-dimer and there had also arisen some cases of mutations within the last 5 bases of the S targeting primer region (supplementary Table S1 ) while carrying out the experiment, hence we eliminated the S targeting primers from further multiplex study. We also eliminated JUST-RdRp1 from multiplex assay for small product size (104 bp) and less accurate result in the melting curve with other gene targeting PCR. We initially optimized the condition for each gene and then targeted multiple genes for conducting multiplex PCR by combining virus-specific primer sets along with an internal control gene of the host. While most of the previous studies were performed based on two step RT-PCR (cDNA preparation and PCR reaction in different tubes), we performed those in a one step RT-qPCR using a single tube (cDNA preparation and PCR in the same tube) that has facilitated the workflow and also reduced the chance of contamination. Gomez et al. (2020) and Dorlass et al. (2020) at first converted extracted RNA into cDNA and then performed the PCR with the cDNA template which is a two-step process and relatively time-consuming 9,12 . However, we performed only one step RNA extraction in a single tube that after adding the qRT-PCR reagents lead to the subsequent RT-qPCR.", "cite_spans": [{"start": 1117, "end": 1138, "text": "Dorlass et al. (2020)", "ref_id": null}], "ref_spans": [{"start": 295, "end": 303, "text": "Table S1", "ref_id": null}], "section": "Sanger Sequencing Results"}, {"text": "Our designed primers were screened against the covariants and clade-featured mutations that independently originated in different parts of the world, now spreading quickly, and importantly, arised after most of the previous SYBR green based methods 19 , thus this assay can effectively detect the variants. Another supremacy of our study is the multiplexing with three genes (N, E, and beta-actin) simultaneously where we included internal control β-actin, which is a host-specific gene. β-actin here was used for the same purpose as in TaqMan assay for confirming the human sample and whether the sampling has been collected accurately from the nasopharyngeal swab. This engendered a unique approach and was not present in any current SYBR-Green based study. When multiple genes are used in the SYBR green method, it is not feasible to predict the presence or absence of any particular gene or primer (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (supplementary table S2 ). Since our target was not to quantify viruses present in a sample and compare the assays based on quantification, we did not proceed further on this issue. 20 . Using a lower amount of RNA template, the less reliable results than TaqMan assay, multiplexing of three genes in SYBR Green, and arises of possible mutations during the study in highly dynamic nucleocapsid protein 20,21 might reduce the chance to amplify N gene specific region. Moreover, the sensitivity and the specificity were not completely determined due to not validating all the studied samples, though an identical sensitivity and specificity was determined while comparing the 33 deviated samples between SYBR Green and TaqMan assay ( Table 2 ). The reasons behind a low R 2 value (0.938 for JUST_N1 and 0.917 for JUST_E1) might be the presence of non-specific RNA due to a quick RNA extraction system, possible presence of polymerase inhibitors, and formation of primer-dimer. Another subtle limitation of our technology is that only expert 9 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 249, "end": 251, "text": "19", "ref_id": "BIBREF23"}, {"start": 1220, "end": 1222, "text": "20", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 1038, "end": 1061, "text": "(supplementary table S2", "ref_id": "TABREF7"}, {"start": 1770, "end": 1777, "text": "Table 2", "ref_id": "TABREF7"}], "section": "Sanger Sequencing Results"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. personnel will be able to analyze the results since it is based on melting curve analysis. SYBR Green technique was suitable for detecting SARS-CoV-2 in clinical samples; and our user friendly and affordable protocol detected clinical SARS-CoV-2 as efficiently as a standard costly Taqman protocol. Since this SYBR green based method of detection SARS-CoV-2 performed well after optimization and the results can be easily predicted by melting curve analysis, we recommend this method as an easier, cheaper, and reliable alternate to the costly probe-based method to increase the testing capacity for low and middle income countries where reagent supply is limited and high testing capacity is desired.", "cite_spans": [], "ref_spans": [], "section": "Pereira"}, {"text": "The sample size was calculated based on the prevalence of positive samples using the following equation . ", "cite_spans": [], "ref_spans": [], "section": "Clinical sample selection and ethical consideration"}, {"text": "We designed our primers by targeting N, E, S, and RdRp protein coding nucleotide sequences based on the aligned sequence data of all circulating SARS-CoV-2s available in GISAID. We used Nextstrain (https://covariants.org/variants) and National Genomics Data Center 10 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Primer designing for SARS-CoV-2 strains"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Primer designing for SARS-CoV-2 strains"}, {"text": "The copyright holder for this preprint this version posted May 8, 2021. ; https://doi.org/10.1101/2021.05.06.21256629 doi: medRxiv preprint (https://bigd.big.ac.cn/ncov/variation/annotation) for checking whether the mutation sites fall within the primer binding region or not. We also checked the primers against the genome of Homo sapiens, six common human coronaviruses HCoV-OC43, HCoV-229E, HCoV-NL63, HCoV-HKU1, MERS-CoV, and SARS-CoV, and finally main respiratory and opportunistic viruses and pathogens in PrimerBLAST (supplementary table S1). As the internal control, we primarily targeted three house-keeping genes of the human genome, GAPDH and beta-actin.", "cite_spans": [], "ref_spans": [], "section": "Primer designing for SARS-CoV-2 strains"}, {"text": "We designed the SARS-CoV-2 specific primers in a way to maintain the annealing temperature at~60ºC for efficient qPCR detection and then used oligo-analyzer tool to check the primers for stem-loops and highly energetic dimer formation (< -9 Kcal/mol). The amplicons' size was distinct so that we could identify separate products in the melting curve (table 1) .", "cite_spans": [], "ref_spans": [{"start": 350, "end": 359, "text": "(table 1)", "ref_id": null}], "section": "Primer designing for SARS-CoV-2 strains"}, {"text": "The viral RNA was extracted using QuickExtract™ RNA Extraction Kit (Lucigen, USA) according to the manufacturer's instruction (cat number: QER090150). Briefly, a particular volume of the samples (5-100 µl) VTM was separated from patients swab sample inside Biosafety Cabinet (Class II) and mixed with an equal volume of ice-cold QuickExtract RNA Extraction Solution (5-100 µl) in Eppendorf tube and vortex-mixed for 1 minute, followed by immediate transfer into ice.", "cite_spans": [], "ref_spans": [], "section": "Crude RNA Extraction from the Samples"}, {"text": "In TaqMan probe-based RT-qPCR method, commercially available SARS-CoV-2 nucleic acid detection kits (Sansure Biotech, China) were used to compare with in house SYBR Green kit.", "cite_spans": [], "ref_spans": [], "section": "Commercial Fluorescence-based RT-PCR"}, {"text": "The kit contains SARS-CoV-2 ORF1ab and N genes, and as internal control, human IRC genes (i.e. Rnase P). The reaction conditions and procedures were applied according to protocol described elsewhere and all reactions were performed in duplicate to confirm reproducibility. The reaction systems and procedures were carried out according to the (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Commercial Fluorescence-based RT-PCR"}, {"text": "The copyright holder for this preprint this version posted May 8, 2021. ; https://doi.org/10.1101/2021.05.06.21256629 doi: medRxiv preprint respectively. Supplied Positive control and supplied negative control with kit as well as nuclease-free water was included in every qPCR run as a positive control, kit negative control and reaction negative control, respectively. Sigmoid curve for either or both of the ORF1b-nsp14 or N gene with a CT value of ≤ 36 was interpreted as positive. CT values between 37 and 39 were repeated and above those (≥40) were considered negative in the prevalence study.", "cite_spans": [], "ref_spans": [], "section": "Commercial Fluorescence-based RT-PCR"}, {"text": "To detect SARS-CoV-2 target genes, melting curve-based RT-PCR was performed using conditions were set at 58°C incubation for 12 minutes for reverse transcription followed by the initial denaturation at 95°C for 3 minutes, then cycle denaturation at 95°C for 15 seconds and an extension at 62°C for 25 seconds for 45 cycles. For the melt curve analysis, we set 12 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Optimization of Singleplex RT-qPCR"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (<20 as detected in TaqMan method) and nuclease-free water were included in every qPCR run as a positive control and negative control, respectively.", "cite_spans": [], "ref_spans": [], "section": "Optimization of Singleplex RT-qPCR"}, {"text": "For the multiplexing, two sets of SARS CoV-2 specific primers, JUST_N1 and JUST_E1, as well as, β-actin (human control) primer set were used since the amplified products had distinct melting curve peaks -that eased the identification of different products. The primer concentration was optimized for multiplex RT-qPCR as follows: JUST_N1 forward 300 nM, JUST_N1 reverse 400 nM, JUST_E1 forward 150 nM, JUST_E1 reverse 175 nM, β-actin forward 150 nM, and β-actin reverse 200 nM. 10 l master mix (2X) with 1 l enzyme mix (20X) of Luna ® Universal One-Step RT-qPCR Kit (New England Bioscience) with 5 l of template RNA was used under the PCR conditions as performed for the singleplex one. We set the criteria to determine the positive and negative results: presence of any peak for either N or E genes in the melting curve. The results were not interpreted based on the derivative reporter value of the melting curve for each gene since a peak with low value but good shape was considered in this case. The overall protocol of the assay has been presented within a single kit-based manual style ( Figure 5 ).", "cite_spans": [], "ref_spans": [{"start": 1095, "end": 1103, "text": "Figure 5", "ref_id": "FIGREF10"}], "section": "Optimization of Multiplex RT-qPCR"}, {"text": "For preparing the standard curve, template RNA was diluted 10-fold for 5 times (10 -1 to 10 -5 ).", "cite_spans": [], "ref_spans": [], "section": "Generation of Standard Curve and Melting Curve Analysis"}, {"text": "The diluted template RNA was used to conduct single-plex RT-qPCR assay for both JUST_N1 and JUST_E1. The derivative reporter values of the melting curve as measured for the N and E genes were analyzed to compare between the SYBR positive-Sansure positive and SYBR positive-Sansure negative groups. We targeted to set a threshold based on the derivative reporter value from the melting curve.", "cite_spans": [], "ref_spans": [], "section": "Generation of Standard Curve and Melting Curve Analysis"}, {"text": "We performed gel electrophoresis in 3% agarose gel having ethidium bromide at 60V and 100mA for 100 minutes to ensure amplification of the correct RT-qPCR products and analyzed in an automated Gel Doc Imager (Molecular Imager® Gel Doc™ XR+ System with Image Lab™ Software by Bio-Rad (Catalog # 170-8195) and the software Image Lab™ Software version 5.2.1. To validate the ambiguous results between the SYBR-Green and 13 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Validation by Gel Electrophoresis and Targeted Amplification"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ", "cite_spans": [], "ref_spans": [], "section": "Validation by Gel Electrophoresis and Targeted Amplification"}, {"text": "For purifying the desired PCR product from the agarose gel, we used Wizard® SV gel and PCR Clean-Up system. The four representative amplicons were then subjected to Sanger sequencing with BigDye™ Terminator v3.1 Cycle Sequencing Kit (Thermo Fisher Scientific) in Applied Biosystems SeqStudio genetic analyzer as per the optimized protocol of Islam et al. (2021) . The ab1 files from the Sanger sequencing were analyzed using the Sequencing Analysis Software V6.0 (Thermofisher, USA). NCBI BLAST was performed initially and the alignment to SARS-CoV-2 spike gene was also checked in MEGA7 (https://www.megasoftware.net/). (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 342, "end": 361, "text": "Islam et al. (2021)", "ref_id": null}], "ref_spans": [], "section": "PCR Product Purification and Sanger Sequencing"}, {"text": "The copyright holder for this preprint this version posted May 8, 2021. ; https://doi.org/10.1101/2021.05.06.21256629 doi: medRxiv preprint N gene and b) Serially diluted targeted RNA of E gene. The coefficient of determination (R 2 ) and linear regression curve (y) were determined. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "PCR Product Purification and Sanger Sequencing"}, {"text": "The copyright holder for this preprint this version posted May 8, 2021. ; https://doi.org/10.1101/2021.05.06.21256629 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "PCR Product Purification and Sanger Sequencing"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pneumonia of unknown aetiology in Wuhan, China: potential for international spread via commercial air travel", "authors": [{"first": "I", "middle": ["I"], "last": "Bogoch", "suffix": ""}], "year": 2020, "venue": "J. Travel Med", "volume": "2020", "issn": "", "pages": "1--3", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR", "authors": [{"first": "V", "middle": ["M"], "last": "Corman", "suffix": ""}], "year": 2020, "venue": "Eurosurveillance", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "No reuse allowed without permission. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint this version posted", "authors": [], "year": 2021, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2021.05.06.21256629"]}}, "BIBREF4": {"ref_id": "b4", "title": "Analytical sensitivity and efficiency comparisons of SARS-CoV-2 RT-qPCR primer-probe sets", "authors": [{"first": "C", "middle": ["B F"], "last": "Vogels", "suffix": ""}], "year": 2020, "venue": "Nat. Microbiol", "volume": "5", "issn": "", "pages": "1299--1305", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Types of assays for SARS-COV-2 testing: A review", "authors": [{"first": "M", "middle": ["C"], "last": "Smithgall", "suffix": ""}, {"first": "M", "middle": [], "last": "Dowlatshahi", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Spitalnik", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Hod", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Rai", "suffix": ""}], "year": 2021, "venue": "Lab Medicine", "volume": "51", "issn": "", "pages": "59--65", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Comparison of SYBR Green and TaqMan methods in quantitative real-time polymerase chain reaction analysis of four adenosine receptor subtypes", "authors": [{"first": "M", "middle": [], "last": "Tajadini", "suffix": ""}, {"first": "M", "middle": [], "last": "Panjehpour", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Javanmard", "suffix": ""}], "year": 2014, "venue": "Adv. Biomed. Res", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A new SYBR Green real-time PCR to detect SARS-CoV-2", "authors": [{"first": "D", "middle": ["R"], "last": "Marinowic", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "SYBR green one-step qRT-PCR for the detection of SARS-CoV-2 RNA in saliva", "authors": [{"first": "D", "middle": ["R"], "last": "Ganguly", "suffix": ""}], "year": 2020, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.29.109702"]}}, "BIBREF10": {"ref_id": "b10", "title": "Lower cost alternatives for molecular diagnosis of COVID-19: conventional RT-PCR and SYBR Green-based RT-qPCR", "authors": [{"first": "Gustavo", "middle": [], "last": "Dorlass", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "Brazilian J", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Optimization of primer sets and detection protocols for SARS-CoV-2 of coronavirus disease 2019 (COVID-19) using PCR and real-time PCR", "authors": [{"first": "M", "middle": [], "last": "Park", "suffix": ""}, {"first": "J", "middle": [], "last": "Won", "suffix": ""}, {"first": "B", "middle": ["Y"], "last": "Choi", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Lee", "suffix": ""}], "year": 2020, "venue": "Exp. Mol. Med", "volume": "52", "issn": "", "pages": "963--977", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A one-step, one-tube real-time RT-PCR based assay with an automated analysis for detection of SARS-CoV-2", "authors": [{"first": "B", "middle": [], "last": "Dharavath", "suffix": ""}], "year": 2020, "venue": "Heliyon", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Evaluation of SYBR Green real time PCR for detecting SARS-CoV-2 from clinical samples", "authors": [{"first": "M", "middle": [], "last": "Pereira-Gómez", "suffix": ""}], "year": 2021, "venue": "J. Virol. Methods", "volume": "289", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Development of a Laboratory-safe and Low-cost Detection Protocol for SARS-CoV-2 of the Coronavirus Disease 2019 (COVID-19)", "authors": [{"first": "J", "middle": [], "last": "Won", "suffix": ""}], "year": 2020, "venue": "Exp. Neurobiol", "volume": "29", "issn": "", "pages": "107--119", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Comparison of SARS-CoV-2 indirect and direct detection methods", "authors": [{"first": "J", "middle": ["D"], "last": "Pearson", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.12.092387"]}}, "BIBREF17": {"ref_id": "b17", "title": "A rapid and cost-effective multiplex ARMS-PCR method for the simultaneous genotyping of the circulating SARS-CoV-2 phylogenetic clades", "authors": [{"first": "M", "middle": ["T"], "last": "Islam", "suffix": ""}], "year": null, "venue": "J. Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Tracing the SARS-coronavirus", "authors": [{"first": "P", "middle": ["K S"], "last": "Chan", "suffix": ""}, {"first": "M", "middle": ["C W"], "last": "Chan", "suffix": ""}], "year": 2013, "venue": "J. Thorac. Dis. (Emerging Infect. Respir. Dis. &amp", "volume": "5", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The Architecture of SARS-CoV-2 Transcriptome", "authors": [{"first": "D", "middle": [], "last": "Kim", "suffix": ""}], "year": 2020, "venue": "Cell", "volume": "181", "issn": "", "pages": "914--921", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "RdRp mutations are associated with SARS-CoV-2 genome evolution", "authors": [{"first": "D", "middle": [], "last": "Eskier", "suffix": ""}, {"first": "G", "middle": [], "last": "Karakülah", "suffix": ""}, {"first": "A", "middle": [], "last": "Suner", "suffix": ""}, {"first": "Y", "middle": [], "last": "Oktay", "suffix": ""}], "year": 2020, "venue": "PeerJ", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Centre for Disease Control and Prevention. SARS-CoV-2 Variant Classifications and Definitions", "authors": [], "year": 2021, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "A Novel Point Mutation in the N Gene of SARS-CoV-2 May Affect the Detection of the Virus by Reverse Transcription-Quantitative PCR", "authors": [{"first": "M", "middle": ["R"], "last": "Hasan", "suffix": ""}], "year": null, "venue": "J. Clin", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Evolutionary dynamics of SARS-CoV-2 nucleocapsid protein and its consequences", "authors": [{"first": "M", "middle": ["S"], "last": "Rahman", "suffix": ""}], "year": 2021, "venue": "J. Med. Virol", "volume": "93", "issn": "", "pages": "2177--2195", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The CD44 standard isoform contributes to radioresistance of pancreatic cancer cells", "authors": [{"first": "K", "middle": [], "last": "Tsubouchi", "suffix": ""}], "year": 2017, "venue": "J. Radiat. Res", "volume": "58", "issn": "", "pages": "816--826", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Chemokine up-regulation in SARS-coronavirus-infected, monocyte-derived human dendritic cells", "authors": [{"first": "H", "middle": ["K W"], "last": "Law", "suffix": ""}], "year": 2005, "venue": "Blood", "volume": "106", "issn": "", "pages": "2366--2374", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "N or E gene was detected in 27 out of 49 SYBR positive-Sansure kit positive samples and 17 such cases were present out of 27 SYBR positive-Sansure kit negative samples. In the case of N genes in SYBR positive-Sansure kit positive samples, there were only 10 samples out of 27 where the threshold of derivative reporter went up and beyond 20,000 whereas there were one such sample out of 12 in SYBR positive-Sansure kit negative samples. On the other hand, E gene specific primers could detect 43 and 26 samples in SYBR positive-Sansure kit positive SYBR positive-Sansure negative samples, respectively. The mean value of derivative reporter for SYBR positive-Sansure kit positive was higher by 2,283 with similar standard deviation of ~5000.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "We selected three representative samples (both methods positive: GC164.02, SYBR positive-Sansure negative: GC164.36, and SYBR negative-Sansure positive: GC165.104) from the 18 amplified spike targeted products among the contradictory resulted samples to perform Sanger sequencing to estimate the amplicon validation and identified matching with the SARS-CoV-2 spike both in BLAST (>99%) and MEGA7 based alignment (supplementary figure S2). Discussion COVID-19 cases are surging worldwide and the developing countries have faced the obstacle to test a large number of samples to control the spread of the disease. Despite a higher price per sample, laboratories and diagnostic centers preferred the probe-based method to detect SARS-CoV-2. A convenient SYBR Green assay as we established here can diagnose with similar efficiency by low cost (supplementary table", "latex": null, "type": "figure"}, "FIGREF2": {"text": "dimer by specific Ct-value. Melting curve-based detection therefore solved the issue wherein the dissociation point of three genes are different and any flat curve on that melting point predicted the absence of the specific gene in the sample. A slight deviation from the average melting temperature in the dissociation curve for the N (81.8 ± 0.40°C) and E (78.4 ± 0.33°C) genes would mean minimal or no sequence variation among the viruses present in different clinical samples. The difference between the derivative reporters (mean = 2,283) of the SYBR positive-Sansure kit positive and SYBR positive-Sansure kit negative samples was most probably due to the lowest quantity of the virus present in those samples. Even though we used a lower amount of RNA for the assay (upto 7 ul), we derived better results in terms 8 All rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "-Gómez et al. (2021) used primer sets against ORF1b-nsp14 or N gene targets and found that SYBR Green based assays were consistent with the TaqMan probe-based protocol 12 . They also performed melting curve analysis to differentiate primer-dimer from the target product amplification. Park et al. (2020) established a multiplex cost-effective SYBR Green based method using primer sets targeting RdRp, N, E, and S gene while suggesting melting curve analysis for confirming the specific target product amplification. However, their work did not include the internal control specific primers in the multiplex reaction 10 , that we included in this study. Pearson et al. (2020) compared TaqMan and SYBR green based detection method for N and S genes from previously published primers but they did not design any SYBR green based detection method 14 . Erick Gustavo Dorlass et al. (2020) also conducted a SYBR-Green assay for the detection of SARS CoV-2 E gene in clinical samplesbut the multiple gene detection in SYBR-Green method is absent in their study9 . Our study thus is superior to other studies since this method generated the similar results as the probe-based assay to separate the disparate COVID-19 positive and negative samples.", "latex": null, "type": "figure"}, "FIGREF4": {"text": ", our target was not to quantify rather detect the presence or absence of virus in the clinical samples that we have successfully accomplished here. Nevertheless, this study has some limitations. We could not be consistent with the gold standard outcomes obtained by commercial kits with respect to Ct value measured for each gene. Discrepant results wherein one gene was detected in SYBR green assay were observed in more than half of the samples for both SYBR positive-Sansure kit positive (27/49) and SYBR positive-Sansurel kit negative groups (17/27). Other researchers however reported the similar trend despite with a very small percentage of the samples", "latex": null, "type": "figure"}, "FIGREF5": {"text": "random number generator using Microsoft Excel inc.) selected 6 positive and 4 negative samples were selected from left-over samples once in a week and tested by our proposed method besides the routine TaqMan based method. In 9 weeks from 10 October 2020 to 30 November 2020, we collected a total sample size of 3836 where 560 samples were positive. Using the above equation with a 10% margin of error and 95% confidence level for the samples and finally a total of 90 nasopharyngeal swab samples were selected for both methods. All patients' samples were selected from the continuous surveillance system screening for COVID-19 at the Genome Center, Jashore University of Science and Technology (JUST) authorized by the Directorate General of Health Services (DGHS), Bangladesh. The study was approved by the ethical review committee (ERC) of Jashore University of Science and Technology, Bangladesh (Reference: ERC/FBS/JUST/2020-45, Date: 06/10/2020).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "://eng.sansure.com.cn/index.php?g=&m=article&a=index&id=81). In brief, 13 l 2019-nCoV-PCR Mix was mixed with 2 l 2019-nCoV-PCR-Enzyme Mix and added to 10 l template RNA. The RT-qPCR conditions were set according to the manufacturer's instructions as follows: reverse transcription at 50°C for 30 minutes, cDNA pre denaturation at 95°C for 1 minute, then denaturation at 95°C for 15 seconds and annealing, extension and fluorescence collection at 60°C for 30 seconds for 45 cycles before cooling the device at 25°C for 10 seconds in Real Time PCR machine (QuantStudio 3.0, Applied Biosystem). For detection, FAM, ROX, and VIC were used to detect ORF1ab, N gene, and internal control, 11 All rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Green fluorescent dye, which binds double-stranded DNA by intercalating between the DNA bases. All RT-qPCRs were performed on Applied Biosystems QuantStudio3 Real-Time PCR Systems and Design and Analysis Software v1.5.1, using 0.2ml MicroAmp™ Optical 96-Well Reaction Plate (Cat. No. N8010560) and MicroAmp™ Optical Adhesive Film (Cat. No. 4311971). Initially, commercial kit based repeatedly confirmed positive and negative samples were considered to check the accuracy and efficiency of each primer set. We verified this through one step RT-qPCR amplification (QuantStudio 3.0: Applied Bioscience) of the amplicons to optimize the PCR conditions and primer set concentration. The target SARS-CoV-2 genes included N1, S1, E1, and RdRp1. In addition, either GAPDH, or β-actin of humans, which is a housekeeping gene, was used as an internal positive control. For each reaction, 5 l of extracted RNA template was used for the SARS-CoV-2 specific target primer sets and human internal positive control primer set. Gradient RT-qPCR was performed with an increasing annealing temperature (Tm) from 60°C to 70°C based on the melting temperature of each primer set. Different concentrations of primer were used for optimizing concentration of the primer sets. The basic RT-qPCR conditions were set according to the Luna ® Universal SYBR green One-Step RT-qPCR Kit (New England Biolabs Inc, MA). Detailed protocol is provided in the manufacturer's recommended procedures (https://international.neb.com/products/e3005-luna-universal-one-step-rt-qpcr-kit#Product%2 0Information). We mixed 10 l master mix (2X) with 1 l enzyme mix (20X), 200 nM forward primer, and 250 nM reverse primer for each gene in single primer set. The PCR", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Positive result for TaqMan Based method; b) Positive result for N, E and β-Actin genes in SYBR Green Based Method (linear View) ; c) Positive result for N, E and β-Actin genes in SYBR Green Based Method (Melt curve plot) d) Negative result for TaqMan Based method (only Internal control peak); e) Negative result for SYBR Green Based Method (linear View); f) e) Negative result for SYBR Green Based Method (Melt Curve Plot); Melting curve plot of singleplex and multiplex assay. a) Melting curve of N gene of Covid-19 Positive sample; b) Melting curve of E gene of Covid-19 Positive sample; c) Melting curve of Housekeeping gene β-Actin; Melting Curve of Multiplex E+N+ β-Actin genes of Covid-19 Positive Sample.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Standard Curve of Just N1 and Just E1 genes. a) Amplification plot of JUST N1 gene (Logarithmic View) in different dilutions (10 -1 to 10 -5 ); b) Amplification plot of JUST N1 gene (Linear view) in different dilutions (10 -1 to 10 -5 ) c) Melting curve of JUST N1 genes in different dilutions; d) Amplification plot of JUST E1 gene (Logarithmic View) in different dilutions (10 -1 to 10 -5 ); e) Amplification plot of JUST E1 gene (Linear view) in different dilutions (10 -1 to 10 -5 ) f) Melting curve of JUST E1 genes in different dilutions; Calibration of qPCR based SYBR green assay. a) Serially diluted targeted RNA of 18 All rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Standard", "latex": null, "type": "figure"}, "TABREF0": {"text": "Using the above mentioned primer sets in nine different combinations: JUST_N1+JUST_E1; JUST_N1+JUST_E1+GAPDH used to conduct triplex assay for two positive clinical samples and no template control (NTC). Quadruplex assay was also performed using primer sets in combination of JUST_N1+JUST_E1+JUST_S1+JUST_RdRp1 for those positive samples.", "latex": null, "type": "table"}, "TABREF1": {"text": "dimers in the melt curve peaks for the negative samples. This is the crucial parameter in the analysis of specificity of curves for the SYBR Green methodology. In the standard curve, theCt value for JUST_N1 were 19.42, 23.66, 25.64, 27.18, and 27.62 whereas for JUST_E1 were 19.92,", "latex": null, "type": "table"}, "TABREF3": {"text": "of detecting the virus showing a less value of derivative reporter for those samples", "latex": null, "type": "table"}, "TABREF5": {"text": "95°C for 15 seconds, then 60°C for 1 minutes followed by 95°C for 15 seconds. The ramp rate of last transformation of 60°C to 95°C was set at 0.05°C/seconds. For passive reference, ROX was used as the passive reference and SYBR dye was used to check the fluorescence in the Real Time PCR machine (QuantStudio 3.0, Applied Biosystem). Low Ct valued samples", "latex": null, "type": "table"}, "TABREF6": {"text": "The copyright holder for this preprint this version posted May 8, 2021. ; https://doi.org/10.1101/2021.05.06.21256629 doi: medRxiv preprint commercial RT-qPCR assay, the in-house established primer set targeting the spike gene for amplification established by Islam et al. was used and run in 1.5% agarose gel at 80V and 200mA for 40 minutes to ensure amplification 15 .", "latex": null, "type": "table"}, "TABREF7": {"text": "SYBR Green-based protocol TaqMan based multiplex real-time PCR assay No. of samples Amplified for S gene", "latex": null, "type": "table"}}, "back_matter": [{"text": "We acknowledge GISAID for sharing the sequence data and IDT for giving the opportunity to use the tools for validating primers in silico. We also acknowledge the Ministry of Health and Family Welfare, Bangladesh, for giving us permission for the SARS-CoV-2 diagnosis.The present study was funded by the Jashore University of Science and Technology Research Grant (#FoBST-06) supported by the University Grant Commission, Bangladesh. ", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "The authors have no conflict of interest. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 23 17 All rights reserved. No reuse allowed without permission.(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted May 8, 2021. ; https://doi.org/10.1101/2021.05.06.21256629 doi: medRxiv preprint", "cite_spans": [{"start": 178, "end": 180, "text": "23", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Conflict of Interest"}]}