{"paper_id": "0ac742d96a8e19a36da2772eed39bd55b5f0dcb0", "metadata": {"title": "Evaluation of Changes in the City Fabric Using Multispectral Multi-temporal Geospatial Data: Case Study of Milan, Italy", "authors": []}, "abstract": [{"text": "In recent decades the global effects of climate change have requested for a more sustainable approach in thinking and planning of our cities, making them more inclusive, safe and resilient. In terms of consumption of natural resources and pollution, cities are seen as entities with most significant impact to the natural environment. Strategic policies focused on tackling the challenges induced by climate change suggest in fact the necessity to start from the management and operating models of the cities themselves. This study illustrates an initial evaluation of parameters for purposes of urban generation studies using optical multi-spectral satellite imagery from Landsat-5, Landsat-8 and Sentinel-2 missions. The changes in land occupation and urban density are the first aspects chosen to be examined for the period 1985-2020. The focus was given on possible modifications occurred in occasion of Milano Expo 2015. The paper firstly explores the known best band combination for observation of urban fabric. Suggestions derived have then been calibrated with reference to ground truth data, while the image pairs over the 35 years span were then build with selected bands. Finally, all image pairs have been processed for Principal Component Analysis in order to identify possible \"hot-spots\" of significant changes. The results found on the image pair 2006-2015 have been explored in detail and checked upon official orthophotos. Monitoring of changes in urban fabric using multispectral optical imagery can provide valuable insights for further evaluation of single urban generation interventions. Such contributions could be considered in the processes of urban planning policies in a more systematic manner.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In recent decades the global effects of climate change have requested for a more sustainable approach in thinking and planning of our cities and human settlements, making them more inclusive, safe and resilient as openly addressed by the Sustainable Development Goals (SDGs) number 11 of the United Nations (UN) [1] . In terms of consumption of natural resources and pollution, cities are seen as entities with most significant impact to the natural environment. Strategic policies focused on tackling the challenges induced by climate change suggest in fact the necessity to start from the management and operating models of the cities themselves [2] . Some studies have already investigated the relationship between land cover and the air temperature of a specific area using Earth Observation (EO) information. More specifically, in [3] Local Climate Zone (LCZ) maps depicting land cover compositions were built for the city of Milan.", "cite_spans": [{"start": 312, "end": 315, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 648, "end": 651, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 836, "end": 839, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "The study here presented focuses on a broader issue i.e. issue of the change in urban fabric of Milan over a longer period of time (decades) as an initial input to the evaluation of parameters for purposes of urban generation studies. This paper, based on the use of Full Open and Free (FOF) optical multi-spectral satellite imagery, attempts to answer two questions: 1) What is the best combination of multispectral bands that will allow statistical analysis (such as PCA) to highlight highest changes in the urban fabric over time? 2) What are the areas where significant changes in urban fabric have occurred in the last 35 years and that are visible from freely available satellite imagery?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Firstly, the best band combination for observation of urban growth based on data provider suggestions have been explored [4] . In particular the paper has investigated pseudo-composite combinations considering short-wave infrared, near-infrared and red bands. The results were then calibrated with reference to ground truth data such as thematic map of land destination (DUSAF) , an open tested layer of Topographic Database of Lombardy Region (TBD Regione Lombardia).", "cite_spans": [{"start": 121, "end": 124, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 370, "end": 377, "text": "(DUSAF)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Successively, the changes in land occupation and urban density have been examined in the period 1985-2020, with focus on possible modifications in urban fabric occurred in occasion and after the event of Milano Expo 2015. The pairs of images were built on different thresholds over the 35 years (circa one decade period) using only three selected bands. Finally, four image pairs have been processed for Principal Component Analysis (PCA) in order to identify possible \"hot-spots\" of significant changes in the indicated period. The PCA is a technique used to identify common spatial patterns and it has been used on Landsat data in different application regarding cities such as urban growth [5] , urban climate and spatial distribution of heat [6] , as well as typology of changes in urban fabric over time [7] .", "cite_spans": [{"start": 693, "end": 696, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 746, "end": 749, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 809, "end": 812, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Satellite imagery was chosen for this analysis having in mind possible needs of public authorities and/or experts in the urban regeneration field: (i) the sensors have high re-pass period (in case of Landsat and Sentinel circa 14-16 days) hence the imagery can possibly be used systematically and over different periods of the year (e.g. for detection of presence/absence of green areas in the urban structure); (ii) satellite imagery is highly compatible with common GIS software (both commercial and open source), hence results derived are comparable with geospatial data commonly used by public authorities such as technical territorial, urban or cadastral maps. In fact, this last characteristics was extremely important in both calibration of imagery and verification of the results.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Experts identify presence of green areas, accessibility, pollution, temperature and other as important parameters for evaluation of urban regeneration interventions in both short-term experiments and long-term strategic vision [8] . The possibility to explore and structure such changes of urban environment over almost half a century using freely available information, places the satellite imagery in high ranking position. The future implications of this work can be further explored for purposes of urban regeneration studies. The city of Milan occupies a strategic geographical position in central Europe. Milan has undergone significant urbanization during the years of \"economic boom\" after the second world war (WWII), expanding into predominantly agricultural lands at the outskirts of the city. In the last few decades, the changes have affected mainly the already dense urban fabric. The population of the city of Milan accounts for 1.4MIL inhabitants on an area of about 180 km 2 .", "cite_spans": [{"start": 227, "end": 230, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "The first feature that was going to be inspected was the change in urban fabric in past 35 years, especially in occasion of a major event that has regarded Milano's structure -Milano Expo 2015. Another factor that was considered is that the maple is the most represented spices in municipal area of Milan. Since maple trees undergo the process of leaf-fall in months of October and November, this period was evaluated as the best for observation of changes (choice towards lowering any interference with possible changes over time in urban fabric). In terms of time slots, the following year pairs have been chosen for inspection 1985-1995; 1995-2005; 2005-2015 ; 2015-2019 (latest data available for the chosen period). Given that in autumn months, the area of Milan could be subjected to precipitations or cloudy weather, an additional criteria of cloud cover was added and set to less than 5% for the scene of interest. Table 1 shows the final selection of images used in this paper. ", "cite_spans": [{"start": 630, "end": 661, "text": "1985-1995; 1995-2005; 2005-2015", "ref_id": null}], "ref_spans": [{"start": 923, "end": 930, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Data Selection Over Time Period 1985-2020"}, {"text": "When it comes to visibility of urban features, literature suggests some main pseudocomposite band combinations that enhance these aspects. Since the main slot of data analyzed regarded Landsat data, the following two pseudo composite band combinations (with reference to Landsat 5) were chosen: In order to follow the correct visualization of these bands across different images acquired by different sensors, Table 2 was created by the author. In this table the bands' order in Landsat 5 and 8 has been rearranged in order to match the order of Sentinel 2A data in terms of wavelengths. The different band combinations across different sensors for two main combinations described have been summarized in Table 3 . Combination 1 (LS5 B7-5-3) enhances urban features in white and light purple, while Combination 2 (LS5 B7-4-2) presents urban features in varying shades of magenta. Table 1 and for both Combination 1 and 2, hence considering only the three bands chosen for inspection.", "cite_spans": [], "ref_spans": [{"start": 410, "end": 417, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 705, "end": 712, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 880, "end": 887, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Spectral Resolution and Pseudo-colour Band Combination of Selected Imagery"}, {"text": "The work proposed in this paper was conducted in two distinct phases: (i) in the first phase the two literature-recommended band combinations have been examined and compared to ground truth data (official map of the soil use destination) in order to choose the most suitable band combination for the change detection of the urban fabric of Milan; (ii) the second phase focused on a) detection of areas subject to major changes using statistical methods and b) verification of the changes on the ground truth data (official publicly available orthophotos). In order to evaluate the most suitable band combination for inspection over time (multitemporal data analysis), it was chosen to examine how the information observed from satellite correspond to ground truth data. In this case, two series of information have been used as ground truth data [9] : Preparing DUSAF Data for Comparison of Classified Satellite Imagery. In order to compare selected Combinations to DUSAF ground truth data, the original categories had to be re-classified. As shown in Fig. 2 , the DUSAF legend categories have been combined into fewer classes in order to make the distinction between built environment (infrastructures and buildings) and green areas more straightforward. The areas for these new 5 classes were hence calculated (see Table 4 for details).", "cite_spans": [{"start": 846, "end": 849, "text": "[9]", "ref_id": null}], "ref_spans": [{"start": 1052, "end": 1058, "text": "Fig. 2", "ref_id": "FIGREF4"}, {"start": 1317, "end": 1324, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Methodology"}, {"text": "This new re-classified image of DUSAF information has enabled a better comparison with satellite imagery and its specific band combination described in the following paragraphs. Classification of Band Combinations 1 and 2. In order to make satellite imagery comparable to DUSAF data, it was chosen to classify them also into 5 classes. The supervised method was firstly tested but eventually abandoned as it was not possible to read spectral signatures of different features and create proper regions of reference with only three bands. The three band 2015 LS5 images have been hence classified using Unsupervised classification method and then converted into vector shape files (Fig. 3) . The images were then inserted into a Free and Open Source Software (FOSS) QGIS environment for further analysis [10] . The use of open source GIS environment was a benefit to this paperthe environment has been tested for robustness and stability for investigation of both Landsat and Sentinel-2 satellite imagery. In fact, experts evaluate FOSS a mature and reliable technology for geo-data management [11] . From the first visual investigation, first three classes seem to indicate built areas with no distinction between buildings and streets (Class 1 and 2 from Table 4 ), two other classes seemed to indicate better green areas respectively classes 3 and 4 of Table 4 , while Class 5 was not represented (it seemed to be incorporated into Class 4). It was hence chosen to represent satellite imagery in this manner: Distinguishable classes 1, 2 and 3 were represented in three shades of red (dark red, red and orange); while Distinguishable classes 4 and 5 have been represented in light and dark green. The areas of these five distinguishable classes were hence calculated for both Combination imagery and compared to DUSAF classes as shown in Table 5 . From the first visual inspection, it seemed that Combination 2 i.e. the band combination with reference to Landsat 5 bands B7-6-4 (i.e. Landsat 8 B7-5-3) is a more suitable one for identification of urban changes. This was further investigated by calculating compatibility percentage with DUSAF Classes. For purposes of this comparison, the area DUSAF Class 5 Water bodies was incorporated into Class 4 Agriculture areas. Table 5 shows the areas calculated per specific distinguishable class (in satellite imageries) and for re-grouped classes of DUSAF. Given that all products were now vector shape files, all calculations have been performed within a FOSS GIS environment.", "cite_spans": [{"start": 802, "end": 806, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1092, "end": 1096, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 679, "end": 687, "text": "(Fig. 3)", "ref_id": "FIGREF5"}, {"start": 1255, "end": 1262, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 1354, "end": 1361, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 1839, "end": 1846, "text": "Table 5", "ref_id": "TABREF4"}, {"start": 2271, "end": 2278, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Methodology"}, {"text": "Such information enabled to proceed with error calculation of both Combination 1 and Combination 2. For the built environment the errors observed regarded Urban areas only as well Urban areas and communication networks, while for green areas errors have been observed for Agricultural areas only as well as for all green areas, comprehensive of wet areas and water bodies. Table 6 provides a summary of errors observed in both Combination 1 and Combination 2. From Table 6 it can be observed that pixels attributed Urban area (Class 1) seem to be overestimated in both images, with a slightly better result in Combination 2, while the comparison with both Classes 1 and 2 gives an underestimation in both combination of an order of 30%. Agriculture areas are as well underestimated with pretty good results in Combination 2 (order of 10%). The high number of underestimation for all green areas (column 4 of Table 6 ) can be explained with the fact that Class 3 features are too small to be detected by 30 m resolutionhence while calculated in DUSAF maps because documented on a specific layer, these are not easily detected neither in Combination 1 nor 2. Considering however that agricultural areas account for two thirds of all green areas (67%), this last error could be declared as misleading and omitted from the considerations.", "cite_spans": [], "ref_spans": [{"start": 373, "end": 380, "text": "Table 6", "ref_id": null}, {"start": 465, "end": 472, "text": "Table 6", "ref_id": null}, {"start": 908, "end": 915, "text": "Table 6", "ref_id": null}], "section": "Methodology"}, {"text": "The first visual inspection has been thus confirmed with results presented in Table 6 leading to the choice of Combination 2 for further investigation i.e. band combination B7-4-2 as intended in Landsat 5. Figure 4 shows Milan across Combination 2 in all years considered. S2-A image in NIR-RED-GREEN pseudocombination was inserted to facilitate observations. ", "cite_spans": [], "ref_spans": [{"start": 78, "end": 85, "text": "Table 6", "ref_id": null}, {"start": 206, "end": 214, "text": "Figure 4", "ref_id": "FIGREF6"}], "section": "Methodology"}, {"text": "In order to compare images over different time period the following methodology was adopted: i) four stack pair of six (6) band images have been created i.e. combination of LS5 Bands 7-4-2 (Year 1) and LS8 Bands 7-5-3 (Year 2); ii) statistical method of Principal Component Analysis (PCA) has been conducted upon these new images. PCA is a frequently employed technique for image analysis and pattern detection applied in domains using satellite imagery and image fusion. Given the multi-spectral i.e. multi-dimensional nature of remotely sensed data, it is very often observed that the measured variables have significant level of correlation among them, causing redundancy of information. PCA is a transformation procedure that organizes the original variables (spectral bands) into a new set of variables as a novel linear combination. When the linear functions used in the process are not correlated among each, other they are called \"principal components\" (PCs). Such process summarizes the original information into fewer dimensions, where the most of the information is contained within first few PCs [12] . In this paper a PCA was applied on multi-temporal satellite imagery i.e. on 4 raster pairs of specifically selected bands (3 bands combination respectively in 2 different years) over five (5) components.", "cite_spans": [{"start": 1108, "end": 1112, "text": "[12]", "ref_id": null}], "ref_spans": [], "section": "Principal Component Analysis of Multi-temporal Imagery Over Milan"}, {"text": "The results of the PCA are illustrated in the Fig. 5 . In order to emphasize the first two components, the images are show in the combinations as follows R: 1, B: 2 and G: 4. The first visual inspection gives some indications on the changes in urban texture of the city of Milan over the last few decades. Excluding the error due to small cloud formation in the 1993 image (appears in the first two images above, coordinate 513084.46, 5034841.09 UTM/WGS84), it could be observed that in decade 1985-1993 there are more significant changes in the norther part of the city. Furthermore, it can be observed over the period 1993-2006 changes in urban fabric seem to be concentrated in the center area while over the period 2015-2019 they seem to be spread out over the whole area of Milan. No significant \"hot-spots\" can be identified in those periods.", "cite_spans": [], "ref_spans": [{"start": 46, "end": 52, "text": "Fig. 5", "ref_id": "FIGREF7"}], "section": "Discussion of the Results"}, {"text": "In the period 2006-2015 however, quite a few \"hot-spots\" can be noticed and they have been further investigated.", "cite_spans": [], "ref_spans": [], "section": "Discussion of the Results"}, {"text": "The image pair 2006-2015 was firstly observed for single PCs, as shown in Fig. 6 . The hotspots have then been identified over all bands using the following method: (i) a fishnet of 50 by 50 m was built (a distance comparable to city blocks of Milan urban fabric); (ii) every raster (PC band) has been inspected in order to obtain a mean value of its center; (iii) such vector file was investigated for hotspots using Hot Spots Analysis (Getis-Ord Gi*) © ESRI. Figure 7 illustrates the hotspots analysis of PC1 where the points with high z-score i.e. high Standard deviation value (>2.58) have been highlighted (cyan colour).", "cite_spans": [], "ref_spans": [{"start": 74, "end": 80, "text": "Fig. 6", "ref_id": "FIGREF9"}, {"start": 461, "end": 469, "text": "Figure 7", "ref_id": "FIGREF10"}], "section": "Discussion of the Results"}, {"text": "Hotspots Validation Over Lombardy Region Aero-Photogrammetric Orthophotos. An additional step consisted in validating the hotspots using orthophotos as ground-truth data. Considering the prior knowledge of the operator in the changes in urban fabric, some of the identified hotspots have been selected for further illustration. Nuova area (literally New Gate), the new main business district of Milan; 3. Porta Vittoria railway stopover (an area located at the south-east between two main Milan \"ring-roads\") and 4. \"Darsena\" or a dock of Milano system of artificial water canals. The paper investigates the four principal locations i.e. coordinates as identified in Table 7 . All coordinates were hence verified for changes in orthophotos available for different years (2003 and 2015 were used in this paper). In Fig. 8 it can be observed in details how all four areas have undergone changes in terms of demolition/construction and urban regeneration activities in the period between 2003 (closest orthophoto available before 2006) and 2015. These can be further verified by documentation on contracting of major construction sites in the area of Milan. All of the projects, considering the four identified locations, have been initiated (or have intensified their activities) as city regeneration projects in occasion of the world fair held in Milan in 2015.", "cite_spans": [], "ref_spans": [{"start": 667, "end": 674, "text": "Table 7", "ref_id": "TABREF5"}, {"start": 814, "end": 820, "text": "Fig. 8", "ref_id": "FIGREF11"}], "section": "Discussion of the Results"}, {"text": "The work presented in this paper illustrates how major changes in urban fabric can be detected and identified on the multi-temporal multi-spectral optical satellite imagery. A specific band combination, referred to as Combination 2 in this paper (LS5 B7-4-2), has been calibrated and checked upon an open ground truth official data, DUSAF map. Such insight could be of help in detecting changes on a larger batch of images and for specific time periods. Furthermore, changes in the urban fabric have been clearly identified on a separate set of ground truth data of the geomatics disciplinethe official orthophotos provided as Web Map Services (WMS) by the Lombardy Region Geoportal.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "This kind of crossed use of freely available open geospatial information could provide suggestions on replicability and experiments to be conducted on other cities in Italy or beyond, in view of the urban regeneration parameters evaluation. The aspect of \"openness\", regarding both data and processing software, and their compatibility with traditionally used cartographic methods, could be an additional asset for EO derived products and services to be considered in the processes of urban planning and policy in a more systematic manner.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "United Nations: Sustainable Development Goals", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Directorate General for Research and Innovation-European Commission: Towards an EU Research and Innovation policy agenda for Nature-Based Solutions & Re-Naturing Cities", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Measuring urban land cover influence on air temperature through multiple geo-data -the case of Milan", "authors": [{"first": "D", "middle": [], "last": "Oxoli", "suffix": ""}], "year": 2018, "venue": "Italy. ISPRS Int. J. Geo-Inf", "volume": "7", "issn": "11", "pages": "", "other_ids": {"DOI": ["10.3390/ijgi7110421"]}}, "BIBREF3": {"ref_id": "b3", "title": "United States Geological Survey (USGS) -What are the best Landsat spectral bands for use in my research?", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Assessing spatio-temporal growth of urban subcentre using Shannon's entropy model and principle component analysis: a case from North 24 Parganas, lower Ganga River Basin", "authors": [{"first": "M", "middle": ["K"], "last": "Dhali", "suffix": ""}, {"first": "M", "middle": [], "last": "Chakraborty", "suffix": ""}, {"first": "M", "middle": [], "last": "Sahana", "suffix": ""}], "year": null, "venue": "India. Egypt. J. Remote Sens. Space Sci", "volume": "22", "issn": "1", "pages": "25--35", "other_ids": {"DOI": ["10.1016/j.ejrs.2018.02.002"]}}, "BIBREF5": {"ref_id": "b5", "title": "Estimating Barcelona's metropolitan daytime hot and cold poles using Landsat-8 Land Surface Temperature", "authors": [{"first": "M", "middle": [], "last": "Lemus-Canovas", "suffix": ""}, {"first": "J", "middle": [], "last": "Martin-Vide", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Moreno-Garcia", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Lopez-Bustins", "suffix": ""}], "year": 2020, "venue": "Sci. Total Environ", "volume": "699", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.scitotenv.2019.134307"]}}, "BIBREF6": {"ref_id": "b6", "title": "Observing landscape changes around the Nicosia old town center using multi-temporal datasets", "authors": [{"first": "B", "middle": [], "last": "Cuca", "suffix": ""}, {"first": "A", "middle": [], "last": "Agapiou", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Hadjimitsis", "suffix": ""}], "year": 2016, "venue": "EuroMed 2016", "volume": "10058", "issn": "", "pages": "615--624", "other_ids": {"DOI": ["10.1007/978-3-319-48496-9_49"]}}, "BIBREF7": {"ref_id": "b7", "title": "New paradigms for the urban regeneration project between green economy and resilience", "authors": [{"first": "E", "middle": [], "last": "Mussinelli", "suffix": ""}, {"first": "A", "middle": [], "last": "Tartaglia", "suffix": ""}, {"first": "D", "middle": [], "last": "Fanzini", "suffix": ""}, {"first": "R", "middle": [], "last": "Riva", "suffix": ""}, {"first": "D", "middle": [], "last": "Cerati", "suffix": ""}, {"first": "G", "middle": [], "last": "Castaldo", "suffix": ""}], "year": 2020, "venue": "Regeneration of the Built Environment from a Circular Economy Perspective. RD", "volume": "", "issn": "", "pages": "59--67", "other_ids": {"DOI": ["10.1007/978-3-030-33256-3_7"]}}, "BIBREF9": {"ref_id": "b9", "title": "Open Source Geospatial Foundation: QGIS Geographic Information System", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Free and open source software for geospatial applications (FOSS4G) to support Future Earth", "authors": [{"first": "M", "middle": ["A"], "last": "Brovelli", "suffix": ""}, {"first": "M", "middle": [], "last": "Minghini", "suffix": ""}, {"first": "R", "middle": [], "last": "Moreno-Sanchez", "suffix": ""}, {"first": "R", "middle": [], "last": "Oliveira", "suffix": ""}], "year": 2017, "venue": "Int. J. Digit. Earth", "volume": "10", "issn": "", "pages": "386--404", "other_ids": {"DOI": ["10.1080/17538947.2016.1196505"]}}}, "ref_entries": {"FIGREF1": {"text": "Red: Band 7; Green: Band 5; Blue: Band 3. -Combination 2: Red: Band 7; Green: Band 4; Blue: Band 2, and Figure 1 illustrates the two combinations for the city of Milan as seen by Landsat5 in 1985.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Image of Milan in 1985 Combination 1 LS5 B7-5-3 (left) and Combination 2 LS5 B7-4-2. CRS:WGS84/UTM zone 32 (Color figure online) Pseudo composite images have been built for all years chosen in", "latex": null, "type": "figure"}, "FIGREF3": {"text": "For comparison and satellite imagery calibration: a DUSAF map -Intended Use of Agricultural and Forest Soils (Destinazione d'Uso dei Suoli Agricoli e forestali), produced for Lombardy Region by ERSAF, a regional body for agriculture and forests services. This database adopts a legend in accordance with the Corine Land Cover 3rd level classification; -For results validation: Orthophotos of Lombardy Region produced by means of aero-photogrammetry for years 2003, 2007, 2012 and 2015. 2015 was chosen as the reference year as it was the year of MilanoExpo event and of the one of the most updated DUSAF maps available. 2018 DUSAF map (latest update) was not considered as it could already indicate changes occurring after 2015.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Representation of re-classified DUSAF classes: the image emphasizes the difference between urban build texture (in red) and the infrastructures (grey areas) on one side and on the other the green areas (light green) and agricultural areas (dark green). CRS:WGS84/UTM zone 32 N. (Colorfigure online)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Classification of the image of Milan (2015) taken by Landsat 8 in (left) Combination 1 (LS5 B7-5-3) and (right) in Combination 2 (LS5 B7-4-2). Colours of classifications classes have been attributed by the author. CRS:WGS84/UTM zone 32 N.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Milan across band Combination 2 (LS5 B7-4-2) respectively of following years: 1985 (above left), 1993 (above right), 2006 (middle left), 2015 (middle right. LS8 B7.5.3). Sentinel 2A in 2019 across B12-8-3 (low left) and NIR-R-G (low right). CRS:WGS84/UTM zone 32 N.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Principal Component Analysis (PCA) over pair images in the following years: 1985-1993 (above left); 1993-2006 (above right); 2006-2015 (lower left) and 2015-2019 (lower right). All images are show in R: 1, B: 2 and G: 4 element combination. CRS:WGS84/UTM zone 32 N.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "The areas considered were those possibly interested by changes in occasion of Milan Expo 2015, namely: 1. The area of ex -City Fair of Milan (Fiera MilanoCity); 2. Porta", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Principal Component 1-5 observed in pseudo-colour with respective score values. The Principal Component Analysis (PCA) over the pair of images 2006-2015 is shown for reference at the bottom right corner. CRS:WGS84/UTM zone 32 N.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "PC1 of 2006-2015 PCA (left) and the result over the same band conducted with Hot Spots Analysis (Getis-Ord Gi*) © ESRI (left) (Color figure online)", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Four areas identified as \"hot-spots\" of the first class in PCA, here seen in orthophotos in 2003 (left) and 2015 (right). Respectively these are a) Ex-City Fair Milan; b) Porta Nuova area c) Porta Vittoria railway stopover; d) \"Darsena\", a dock of Milan artificial water canals' system", "latex": null, "type": "figure"}, "TABREF0": {"text": "Satellite imagery chosen for Milano case study", "latex": null, "type": "table"}, "TABREF1": {"text": "Bands' wavelength and spatial resolution in Landsat 5, Landsat 8 and Sentinel 2A", "latex": null, "type": "table"}, "TABREF2": {"text": "Pseudo-composite band combinations in Landsat 5, Landsat 8 and Sentinel 2A", "latex": null, "type": "table"}, "TABREF3": {"text": "Aggregation of DUSAF legend categories into classes", "latex": null, "type": "table"}, "TABREF4": {"text": "Areas of specific classes as calculated within a FOSS GIS environment", "latex": null, "type": "table"}, "TABREF5": {"text": "UTM/WGS84 coordinates of the four \"hot-spot\" areas identified in PCA over the period 2006-2015.The \"hot-spots\" identified in the first class of Principal Component Analysis (PCA) Coordinate X Coordinate Y \"Hot-spot\" 1ex-city fair of Milan (Fiera)", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements. The author acknowledges the use of Landsat-8 image courtesy of the U.S. Geological Survey and Copernicus Sentinel-2 (ESA) image courtesy of the U.S. Geological Survey.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}