{"paper_id": "0ace8f87f223b3c98ffdea1c841f69697b591daf", "metadata": {"title": "Equity Impacts of Dollar Store Vaccine Distribution *", "authors": [{"first": "Judith", "middle": ["A"], "last": "Chevalier", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yale", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jason", "middle": ["L"], "last": "Schwartz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yihua", "middle": [], "last": "Su", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kevin", "middle": ["R"], "last": "Williams", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We use geospatial data to examine the unprecedented national program currently underway in the United States to distribute and administer vaccines against COVID-19. We quantify the impact of the proposed federal partnership with the company", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "An unprecedented national program to distribute and administer vaccines against has been underway in the United States since December 2020. The complex storage and handling requirements of several vaccines authorized by the U.S. Food and Drug Administration (FDA), as well as the limited vaccine supply available in the initial months of the vaccination campaign, led public health officials to create dedicated vaccination sites largely outside of the clinical settings where individuals typically receive medical care.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "These locations-a mix of federal-, state-, and locally-run sites of widely varying size and located in diverse settings-are intended to facilitate the rapid administration of available vaccine doses while being attentive to the goal of promoting equity in vaccine delivery (Bibbins-Domingo, Petersen, and Havlir, 2021) . To address this latter objective, health officials have pursued strategies to enhance vaccine access and availability in communities that have been disproportionately affected by COVID-19 and its most severe outcomes, including low-income and minority communities that have long encountered barriers to the receipt of necessary health care services, including vaccination.", "cite_spans": [{"start": 273, "end": 318, "text": "(Bibbins-Domingo, Petersen, and Havlir, 2021)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "In March 2021, the director of the U.S. Centers for Disease Control and Prevention (CDC) and the company Dollar General confirmed reports that they were exploring a partnership through which COVID-19 vaccines would be administered in Dollar General locations (Dollar General Stores, 2021; Boomey, 2021) . This potential partnership is particularly noteworthy because the growth of the two national dollar store chains, Dollar General and Dollar Tree, has generated considerable skepticism and controversy in the policy sector. For example, citing arguments that the growth of dollar stores in lower-income areas contribute to food insecurity, numerous localities have passed ordinances restricting the growth of these chains (Meyersohn, 2019; Pandey, 2019) . Despite this controversial context, if an agreement were to be reached, this partnership would augment the federal government's existing partnership with retail pharmacies. Although such a partnership would likely not ultimately involve all 16,805 Dollar General locations, a partnership with the chain has the potential to greatly increase the scope of the current Federal Retail Pharmacy Partnership Program.", "cite_spans": [{"start": 259, "end": 288, "text": "(Dollar General Stores, 2021;", "ref_id": null}, {"start": 289, "end": 302, "text": "Boomey, 2021)", "ref_id": "BIBREF4"}, {"start": 725, "end": 742, "text": "(Meyersohn, 2019;", "ref_id": "BIBREF17"}, {"start": 743, "end": 756, "text": "Pandey, 2019)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "Under the current scheme for distributing COVID-19 vaccines in the United States, the federal government controls all vaccine allocation. On a weekly basis, nearly all available doses are allocated to state governments or directly to participants in the Federal Retail Pharmacy Partnership Program. 1 The CDC describes the Federal Retail Pharmacy Program for COVID-19 Vaccination as \"a collaboration between the federal government, states and territories, and 21 national pharmacy partners and independent pharmacy networks to increase access to COVID-19 vaccination across the United States\" (Centers for Disease Control and Prevention, 2021a) . The program is intended to work in parallel with vaccination sites established and supported at the state level (and using state-allocated vaccine doses), thereby advancing the federal government's objective of ensuring broad vaccine access. The program is being implemented and expanded incrementally based on available vaccine supply and as needs are identified in particular communities, with select retail pharmacy locations providing COVID-19 vaccine to individuals eligible for vaccine based on state prioritization guidelines.", "cite_spans": [{"start": 299, "end": 300, "text": "1", "ref_id": null}, {"start": 614, "end": 644, "text": "Control and Prevention, 2021a)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "This type of partnership between the federal government and retail pharmacies is novel, but it reflects the expanding role of pharmacies in providing clinical services to patients in recent years, including the administration of recommended vaccines (Cassel, 2018) . For COVID-19 vaccination, the pharmacy partner locations are seen as particularly valuable toward reducing the distance required for Americans to reach their nearest vaccination site. To this end, the Biden administration has announced its goal of having a vaccination site located within 5 miles of 90% of American adults by April 19, 2021 (The White House, 2021 .", "cite_spans": [{"start": 250, "end": 264, "text": "(Cassel, 2018)", "ref_id": "BIBREF5"}, {"start": 593, "end": 607, "text": "April 19, 2021", "ref_id": "BIBREF23"}, {"start": 608, "end": 630, "text": "(The White House, 2021", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, we use geospatial data to examine the proximity of U.S. households to their closest federal pharmacy program partner and quantify differences in access based on geographic data. We show that, relative to the locations of current federal pharmacy partner stores, Dollar General stores are disproportionately likely to be located in Census tracts with high social vulnerability, as measured using the Center for Disease Control's Social Vulnerability Index 2018 Database US (SVI), accessed March 17, 2021 (Centers for Disease Control and Prevention, Agency for Toxic Substances and Disease Registry, 2021). As low household income is an important component of social vulnerability, we further show that adding Dollar General as a partner would dramatically improve the fraction of low-income households that live less than a mile from their closest vaccination program partner, particularly in the South and Southeast, compared to the current retail pharmacy program. Thus, the Dollar General partnership would have the effect of greatly expanding vaccine access for these groups. We also show that adding Dollar General as a partner disproportionately improves access for Black individuals and for Hispanic and Latino people. For individuals at all income levels, full utilization of existing pharmacy partner sites would approach the proximity target (90% within 5 miles) set by the Biden administration; adding Dollar General to the vaccination program would greatly surpass that goal.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Because of the strong results identified with the proposed partnership with Dollar General, we also examine a hypothetical partnership with Dollar Tree-the other major dollar store chain in the United States. We show that Dollar Tree stores are even more concentrated in locations with high social vulnerability than are Dollar General stores. For some states, adding Dollar Tree stores to the Federal Retail Pharmacy Partnership Program would provide a markedly better reduction in the proximity of low-income households to their closest federal vaccination partner site than would adding Dollar General to the program. However, for some states, the reverse is true.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Finally, we recognize that the Federal Retail Pharmacy Partnership Program is only one channel of vaccine access. For a subset of states (20), we gather all active vaccination locations in that state, as listed on that state's COVID-19 response website. We consider the superset of sites from the federal pharmacy program and sites set up by the states. Several states include mass vaccination locations, federal pharmacy partners, and federally qualified health centers in their directories. We show that adding state-listed vaccination sites to our baseline analysis of the federal pharmacy program increases the share of lowincome households within 1 mile or 5 miles of a vaccine site. However, we show that adding Dollar General stores nonetheless provides a substantial proximity improvement for low-income households in many states.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Our paper proceeds as follows. Section 2 discusses our data and methodology. In Section 3, we profile the major dollar store chains and document their recent growth. In Section 4, we describe the retail pharmacy program and quantify the characteristics of Census tracts in which retail pharmacy partners are located. In Section 5, we quantify the impacts of adding dollar stores to the federal vaccine program on vaccine access. In Section 6, we undertake a partial analysis of state vaccine locations. Section 7 concludes.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Our purpose is to assess the characteristics of partners in the Federal Retail Pharmacy Partnership Program and Dollar Stores and quantify their proximity to populations identified as high social vulnerability. We are especially interested in low-income populations.", "cite_spans": [], "ref_spans": [], "section": "Data and Methodology"}, {"text": "We bring together data from several sources. First, we obtain a list by state of federal retail pharmacy partner chains from the Centers for Disease Control (Centers for Disease Control and Prevention, 2021a). As described by the CDC, the program is comprised of \"21 national pharmacy partners and independent pharmacy networks.\" In providing a list of pharmacy partners for each state, the separation of the pharmacy efforts and state efforts is emphasized. The CDC notes, \"This list is specific to the Federal Retail Pharmacy Program; some states have engaged additional pharmacies directly to assist with vaccination efforts\".", "cite_spans": [], "ref_spans": [], "section": "Data and Methodology"}, {"text": "For each pharmacy partner, in each state, we match these chains by name to the Historical Business Information Files from ReferenceUSA (Infogroup, 2005 (Infogroup, -2021 , accessed March 14, 2021. We were unable to match the pharmacy network CPESN, a partner in eleven states, and MHCN, a partner in four states. From ReferenceUSA, we obtain the universe of locations of these federal partners.", "cite_spans": [{"start": 135, "end": 151, "text": "(Infogroup, 2005", "ref_id": null}, {"start": 152, "end": 169, "text": "(Infogroup, -2021", "ref_id": null}], "ref_spans": [], "section": "Data and Methodology"}, {"text": "It is important to note that not all pharmacy locations for a given chain (and state) are necessarily providing vaccines. Moreover, some locations may be providing vaccinations intermittently. This is because the supply of vaccine has been constrained overall, but also because some retailers-due to freezer constraints, for example-can only offer a subset of the vaccines. Thus, some chains only offer vaccinations when specific vaccines are available. We nonetheless include all of the outlets of these chains because the number of locations offering vaccinations is expected to increase as vaccine supply grows. In March 2021, representatives of these chains explicitly noted that more of their outlets will provide vaccines as supply increases, a plan confirmed by the Biden administration (Barker, 2021; Robbins and Weiland, 2021; The White House, 2021) .", "cite_spans": [{"start": 794, "end": 808, "text": "(Barker, 2021;", "ref_id": "BIBREF2"}, {"start": 809, "end": 835, "text": "Robbins and Weiland, 2021;", "ref_id": "BIBREF21"}, {"start": 836, "end": 858, "text": "The White House, 2021)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Data and Methodology"}, {"text": "We further supplement our analysis using vaccine locations found on state COVID response websites. State vaccine sites are dynamic; we use active vaccine sites as of the week of March 22rd, 2021. Therefore, our analysis does not necessarily reflect the complete buildout of state capacity, although we do include in our analysis announced locations that did not have appointments available at the time of data collection. Some states also list pharmacies found through the federal partnership program; our analysis is unaffected by potential duplicates as we select the closest vaccination site to each Census tract. Additionally, these files may allow us to incorporate Federally Qualified Health Centers and locations that we cannot match using the ReferenceUSA data.", "cite_spans": [], "ref_spans": [], "section": "Data and Methodology"}, {"text": "We obtain vaccine locations for 21 states that either post a file containing all locations or present users with an interactive map of locations. 2 Figure 5 contains a list of the states and the corresponding websites we used for data collection.", "cite_spans": [], "ref_spans": [{"start": 148, "end": 156, "text": "Figure 5", "ref_id": "FIGREF5"}], "section": "Data and Methodology"}, {"text": "In order to examine the implications of a partnership with Dollar General and a hypothetical partnership with the other large dollar store chain, Dollar Tree, we download all of their locations from ReferenceUSA. For all retail dollar store and pharmaceutical outlets, we remove a small number of outlets that are listed in ReferenceUSA from analysis if they appear to be a headquarters, a distribution center, or other non-retail location of the company.", "cite_spans": [], "ref_spans": [], "section": "Data and Methodology"}, {"text": "Our goal is to examine the social vulnerability metrics for the Census tracts containing these outlets and measure distances from the these retail outlets to households. We use the latitudes and longitudes of the retail outlets provided by ReferenceUSA and map these to Census data on households. Throughout this analysis, we will use Census data at the Census tract level. There are approximately 74 thousand Census tracts in the US, created by the Census Bureau with a target population of 4,000 per tract. Some tracts were unavailable for processing, leaving us with 73,088 Census tracts. As is common in the literature, we will assume that all households live at the geographic centroid of the Census tract and calculate the great circle distance from the Census tract centroids to each of the retail outlets in our database. We use the minimum-calculated distance for each Census tract to a vaccine location for our analysis. Because vaccine eligibility is set by individual states and allocations are at the state level, we calculate distances to the closest same-state retail location; we assume that people located near a state border will not obtain the vaccine at an out-of-state location. 3 We also characterize the Census tracts within which the retail outlets are located. 4 To do this, we match each Census tract not only to the Census data provided directly by the Census, but to the tract-level data on the Social Vulnerability Index 2018 Database US (SVI) provided by the CDC. SVI is a composite of Census data used to identify communities that may require the greatest support during, or following, a disaster; it has been widely adopted by federal and state health officials during COVID-19 as a tool to inform the design of vaccination efforts and to assess their performance with respect to equity (Centers for Disease Control and Prevention, Agency for Toxic Substances and Disease Registry, 2021; Hughes, 2021) . We are able to match 72,173 SVI tracts to the Census data.", "cite_spans": [{"start": 1200, "end": 1201, "text": "3", "ref_id": null}, {"start": 1920, "end": 1933, "text": "Hughes, 2021)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Data and Methodology"}, {"text": "In our examination of the current composition of the pharmacy partner program, we find 26,246 retail pharmacy outlets that belong to chains that are designated as pharmacy partners in the state in which the outlet is located. Only a subset of these outlets are currently administering vaccinations, but some of these chains will significantly expand the number of outlets within the chain administering vaccinations as vaccine supply increases. In matching to Census data, we summarize in Table 1 the proximity of various segments of the population to the closest within-state outlet of the Federal Retail Pharmacy Partner Program. We examine income groups, racial groups, and Hispanic/Latino Notes: Summary statistics for federal U.S. pharmacy partner program. Table  entries denote the share of the population type within the denoted proximity to an in-state pharmacy partner. \"CONUS\" denotes continental US.", "cite_spans": [], "ref_spans": [{"start": 489, "end": 496, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 762, "end": 776, "text": "Table  entries", "ref_id": null}], "section": "Data and Methodology"}, {"text": "ethnicity. 5 Table 1 shows that these pharmacy partners (if all outlets were providing vaccine) are nearly sufficient to meet the Biden administration's promise that 90 percent of Americans will be within 5 miles of a vaccine site by April 19, 2021. As this chart includes only the federal pharmacy program vaccine sites (and we were unable to match a small number of pharmacies), providing vaccines at all of these sites would almost surely be sufficient to achieve this pledge. Nonetheless, the administration pledge is not the only way to measure access. In particular, the table shows that the fraction of households within 1, 2, or 5 miles of a federal pharmacy partner is smaller for low-income households than for high-income households. This is concerning because low-income households are least likely to have access to transportation infrastructure, internet access to book a distant appointment, etc. That the majority of these households are more than a mile from the closest pharmacy partner could indeed create a barrier to vaccination. The table also shows 5 To characterize race, we divide the total population into one of four racial groups: white (for which we use the Census categorization \"White alone\"), Black (for which we use the Census categorization \"Black or African American\", AAPI (for which we add the Census categorizations of Asian American, Native Hawaiian and Pacific Islander), and other races for which we include all other races. We also characterize the population as \"Hispanic\" or \"non-Hispanic\", including the Census categorizations of Hispanic or Latino and including Hispanic or Latino people of all races. a large disparity in proximity between Hispanic and non-Hispanic people. This disparity in proximity is particularly concerning as COVID-19 vaccination rates for Hispanic people have been shown to be low. (Ndugga, Pham, Hill, Artiga, Alam, and Parker, 2021) An important caveat to our analysis is that we consider the universe of outlets in Federal Retail Pharmacy Program chains. As discussed earlier, not all chain pharmacy locations have been used to distribute vaccines. Adding or removing locations can increase or reduce disparities in vaccine access.", "cite_spans": [{"start": 1853, "end": 1905, "text": "(Ndugga, Pham, Hill, Artiga, Alam, and Parker, 2021)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 13, "end": 20, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Data and Methodology"}, {"text": "We obtain addresses for 10,439 vaccination sites on state websites, corresponding to ", "cite_spans": [], "ref_spans": [], "section": "Data and Methodology"}, {"text": "The major dollar store chains have expanded dramatically in the United States over the last fifteen years. As Table 2 demonstrates, the number of outlets of the major dollar store chains have more than doubled since 2005. As demonstrated by the 2019 and 2021 store counts, substantial growth in stores, particularly Dollar General, continued even during the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [{"start": 110, "end": 117, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Dollar Store Chains in the United States"}, {"text": "While dollar stores blanket the continental US, the coverage of the two major chains is particularly dense in the Southeast area of the country. Even a cursory inspection of their prevalence by state demonstrates that they are particularly numerous in several of the poorest states in the United States. As Figure 1 shows, Dollar General is most dense per capita in Alabama, Arkansas, and Mississippi, with nearly 20 stores per 100 thousand population. There is also substantial density also in Kentucky, Louisiana, Oklahoma, South Carolina, Tennessee, and West Virginia. The other major dollar store chain, Dollar Tree, while similar in terms of overall store counts, is substantially more dispersed geo-6 The website https://covidvaccine.mo.gov/map/ shows 1,639 vaccination websites, accessed 3/31/2021. The website https://coronavirus.ohio.gov/wps/portal/gov/covid-19/dashboards/covid-19-vaccine/covid-19vaccine-provider-dashboard lists 1,332, accessed 3/31/2021. graphically. As shown in Figure 1 , it is most dense in Louisiana, New Mexico, and West Virginia, with nine to ten stores per 100 thousand population. The state-by-state data underpinning the figure is in Figure 6 in the Appendix.", "cite_spans": [], "ref_spans": [{"start": 307, "end": 315, "text": "Figure 1", "ref_id": null}, {"start": 992, "end": 1000, "text": "Figure 1", "ref_id": null}, {"start": 1172, "end": 1180, "text": "Figure 6", "ref_id": null}], "section": "Dollar Store Chains in the United States"}, {"text": "As noted above, the rapid expansion of dollar stores in the United States has been controversial. One recent report from the Institute for Local Self-Reliance refers to dollar store chains as \"an invasive species in America's left behind places\" (Donahue and Mitchell (2018) ). In particular, recent research examines linkages between the variety of food sold at dollar stores and the prevalence of dollar stores and obesity, although some research has questioned whether there is a causal link from dollar stores to obesity directly (Allcott, Diamond, Dubé, Handbury, Rahkovsky, and Schnell, 2019) . While a causal link has not been established, some authors have argued that the influx of dollar stores cause the exit of traditional supermarkets and grocery stores, creating food deserts, and numerous localities have instituted regulations to curb dollar store growth.", "cite_spans": [{"start": 246, "end": 274, "text": "(Donahue and Mitchell (2018)", "ref_id": "BIBREF11"}, {"start": 534, "end": 598, "text": "(Allcott, Diamond, Dubé, Handbury, Rahkovsky, and Schnell, 2019)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Dollar Store Chains in the United States"}, {"text": "Whether the growth of dollar stores has negative impacts is beyond the scope of this ", "cite_spans": [], "ref_spans": [], "section": "Dollar Store Chains in the United States"}, {"text": "Notes: Depiction of Dollar General and Dollar Tree stores per 100 thousand population by state. Dollar General is represented by the black bar on the left and Dollar Tree by the white bar on the right. Raw data are shown in Figure 6 in the Appendix.", "cite_spans": [], "ref_spans": [{"start": 224, "end": 232, "text": "Figure 6", "ref_id": null}], "section": "Dollar General and Dollar Tree"}, {"text": "research. However, our hypothesis is that the criticisms of dollar stores derive precisely from their potential advantage in a vaccine distribution program. If dollar stores are more prevalent in locations proximate to low-income households than are other types of retailers, then they are uniquely suited to improving vaccine access.", "cite_spans": [], "ref_spans": [], "section": "Dollar General and Dollar Tree"}, {"text": "Since phasized that the success of the program would be judged not simply on the number of doses administered, the percent of the population vaccinated, or the reduction in cases or severe outcomes following widespread vaccination, but also on the degree to which vaccine administration occurs equitably within and among communities.", "cite_spans": [], "ref_spans": [], "section": "The Retail Pharmacy Program and Vaccine Access"}, {"text": "To inform this work on vaccine access and to evaluate its success, federal and state health officials have utilized the Social Vulnerability Index (SVI). Created by the Centers 7 In the initial months of the vaccination program, doses were also directly sent by the federal government to a program that administered vaccines to residents and staff of long-term care facilities. That effort, the Pharmacy Partnership for Long-Term Care Program, involved three pharmacy partners-CVS, Walgreens, and Managed Health Care Associates-all of whom are among the participants in the current retail pharmacy program (Centers for Disease Control and Prevention, 2021b).", "cite_spans": [], "ref_spans": [], "section": "The Retail Pharmacy Program and Vaccine Access"}, {"text": "for Disease Control's Agency for Toxic Substances and Disease Registry (CDC-ATSDR) in 2011 and updated every two years, the measure is intended to capture \"the degree to which a community exhibits certain social conditions, including high poverty, low percentage of vehicle access, or crowded households may affect that community's ability to prevent human suffering and financial loss in the event of disaster. These factors The stated intent of the SVI is to assist health officials in identifying those communities that may-as a result of these characteristics-require additional support during a public health emergency or other hazardous event. It has been used by states and private entities to calibrate disaster response prior to the COVID-19 pandemic (Flanagan, Hallisey, Adams, and Lavery, 2018 ) and SVI measures have been shown to be correlated with worse COVID-19 outcomes (Karaye and Horney, 2020) . During the ongoing vaccination program, CDC and states have released data evaluation patterns between vaccination coverage and social vulnerability as measured via SVI (Hughes, 2021) .", "cite_spans": [{"start": 760, "end": 804, "text": "(Flanagan, Hallisey, Adams, and Lavery, 2018", "ref_id": "BIBREF12"}, {"start": 886, "end": 911, "text": "(Karaye and Horney, 2020)", "ref_id": "BIBREF15"}, {"start": 1082, "end": 1096, "text": "(Hughes, 2021)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "The Retail Pharmacy Program and Vaccine Access"}, {"text": "We examine the distribution of SVI measures of Census tracts in which federal pharmacy partners are located. We compare these to the distribution of SVI measures for Dollar General Stores. For further comparison, we also compare these to the distribution of SVI measures for the other major dollar store chain, Dollar Tree/Family Dollar.", "cite_spans": [], "ref_spans": [], "section": "The Retail Pharmacy Program and Vaccine Access"}, {"text": "For the pharmacy partners and Dollar General stores in tracts with SVI designations, we look at the distribution by decile of SVI. The numerical value of SVI for Census tract i is the fraction of all Census tracts which are less vulnerable than tract i. Thus, higher value of SVI is more vulnerable, and one tenth of all Census tracts are assigned to each SVI decile bin. In the figure, we show the fraction of all federal pharmacy partner outlets located in each decile bin of SVI, the fraction of all Dollar General stores located in each decile bin of SVI, and the fraction of all Dollar Tree stores located in each decile bin of SVI.", "cite_spans": [], "ref_spans": [], "section": "The Retail Pharmacy Program and Vaccine Access"}, {"text": "The roughly 26 thousand pharmacy partners that we have mapped are nearly evenly distributed across the SVI deciles. However, the highest SVI decile, composed of the Census tracts estimated to have the highest social vulnerability, contain the smallest fraction of the federal pharmacy partner locations. The figure for Dollar General illustrates why it could be a valuable federal partner in reaching vulnerable communities. Dollar General stores are noticeably underrepresented in the lowest SVI Census tracts.", "cite_spans": [], "ref_spans": [], "section": "The Retail Pharmacy Program and Vaccine Access"}, {"text": "The Social Vulnerability Index has several distinct components. An important component is household income. It is well-established that seasonal flu vaccination rates increase with income (Linn, Guralnik, and Patel, 2010) ; lower-income households face numerous barriers to vaccination such as access to scheduling technologies and transportation (Schmid, Rauber, Betsch, Lidolt, and Denker, 2017; Press, Huisingh-Scheetz, and Arora, 2021) . Vaccine take-up will likely improve with greater proximity to a vaccination site, especially a vaccination site within walking distance. Thus, we examine here the proximity to retail pharmacy outlets of low-income households. Following the Census, we consider low-income households to be households with less than $35 thousand in annual income.", "cite_spans": [{"start": 188, "end": 221, "text": "(Linn, Guralnik, and Patel, 2010)", "ref_id": "BIBREF16"}, {"start": 347, "end": 397, "text": "(Schmid, Rauber, Betsch, Lidolt, and Denker, 2017;", "ref_id": "BIBREF22"}, {"start": 398, "end": 439, "text": "Press, Huisingh-Scheetz, and Arora, 2021)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Evidence on the Addition of Dollar Stores to Vaccine Access"}, {"text": "We consider the proximity of the current federal pharmacy partners to these households, as well as the proximity that would occur if all Dollar General locations were added as vaccine locations.", "cite_spans": [], "ref_spans": [], "section": "Evidence on the Addition of Dollar Stores to Vaccine Access"}, {"text": "As Figure 3 demonstrates, in the continental United States, 48.9 percent of low-income households reside within one mile of an outlet of one of the current pharmacy partner chains. This would represent an overestimate of access from this program because, as discussed above, not all outlets of these chains are or will supply vaccines. This climbs to 60.5 percent if the vaccine were offered at all Dollar General outlets. For comparison, the right panel of Figure 3 provides comparable statistics for high-income households with incomes greater than $100 thousand. A slightly higher fraction of high-income households are close to a federal pharmacy site than are low-income households, 49.5 percent. However, as might be expected by the high average SVI index of dollar store locations, adding Dollar General as a partner does not increase the fraction of households located within one mile of an outlet as dramatically as it does for low-income households.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 11, "text": "Figure 3", "ref_id": "FIGREF3"}, {"start": 458, "end": 466, "text": "Figure 3", "ref_id": "FIGREF3"}], "section": "Evidence on the Addition of Dollar Stores to Vaccine Access"}, {"text": "While adding Dollar General to the vaccine distribution program increases the share of low-income households within a mile of a partner from 48.9 percent to 60.5 percent, for high-income households the share within a mile of a partner is increased from 49.5 percent to 54.9 percent with the addition of Dollar General locations. Similarly, when considering less than 2 mile proximity and less than 5 mile proximity, a smaller share of low-income households have proximity to pharmacy partners than do high-income households for each cutoff. Adding Dollar General reverses this, and a larger fraction of low-income households are within 2 or 5 miles of a partner when Dollar General is added to the program.", "cite_spans": [], "ref_spans": [], "section": "Evidence on the Addition of Dollar Stores to Vaccine Access"}, {"text": "Currently, we estimate that 86. While the overall continental U.S. pattern illustrates the substantial proximity improvements of adding Dollar General as a pharmacy partner, the overall data masks considerable cross-state heterogeneity. Figure 4 focuses on the less than one mile distance.", "cite_spans": [], "ref_spans": [{"start": 237, "end": 245, "text": "Figure 4", "ref_id": null}], "section": "Evidence on the Addition of Dollar Stores to Vaccine Access"}, {"text": "The figure shows, for each state, the share of low-income households located less than one mile from a federal pharmacy partner. On the left of each bar pair for each state, the current pharmacy partner is shown and on the right the impact of adding Dollar General is illustrated. In some states, such as Alaska and Hawaii, there are no Dollar General stores and thus the figure shows no improvement (the two bars are of equal height). However, in some states, particularly in the South and Midwest, the hypothetical addition of Dollar General to the pharmacy program dramatically increases the share of low-income households less than one mile from a pharmacy partner. The raw data are included in Figure 7 in the Appendix.", "cite_spans": [], "ref_spans": [{"start": 699, "end": 707, "text": "Figure 7", "ref_id": null}], "section": "Evidence on the Addition of Dollar Stores to Vaccine Access"}, {"text": "White and Asian individuals have been vaccinated at a rate greater than or equal to their share of the population, share of cases, and share of deaths. In contrast, Black and Hispanic individuals had, as of the end of March, been undervaccinated relative to their prevalence in the population and to their share of COVID-19 cases and share of deaths (Ndugga, Pham, Hill, Artiga, Alam, and Parker, 2021) . Improving proximity of vaccine providers to these groups may help ameliorate such disparities. To explore this, we measure the impact of adding Dollar General to the Federal Retail Pharmacy Partnership Program on ", "cite_spans": [{"start": 350, "end": 402, "text": "(Ndugga, Pham, Hill, Artiga, Alam, and Parker, 2021)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Racial and ethic disparities in COVID-19 vaccine distribution have been identified."}, {"text": "Notes: State-by-state data on the share of households earning less than $35K per year that are located less than a mile from a federal pharmacy partner. The grey bar represents the current pharmacy partners and the black bars add Dollar General as a partner. proximity of vaccination cites to different racial and ethnic subgroups of the population.", "cite_spans": [], "ref_spans": [], "section": "Low Income Households <1mi from Federal Pharmacy Partner"}, {"text": "These are shown in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 19, "end": 26, "text": "Table 3", "ref_id": "TABREF6"}], "section": "Low Income Households <1mi from Federal Pharmacy Partner"}, {"text": "A few patterns are notable. First, while we find that a higher share of the Black population is within 1 mile of a pharmacy partner than the white population, the improvement in proximity of adding Dollar General outlets as vaccine sites is particularly large for the Black population. Adding Dollar General to the program would improve the fraction of Black individuals within a mile of a partner site from 53.6 percent to 66.1 percent. The improvement in proximity from adding Dollar General to the program is also disproportionately large for the Hispanic population relative to the non-Hispanic population. The share of Hispanic people less than a mile from a partner site is 44.9 percent without Dollar General and 53.4 percent with Dollar General.", "cite_spans": [], "ref_spans": [], "section": "Low Income Households <1mi from Federal Pharmacy Partner"}, {"text": "We have seen that the overall data for the impacts of adding Dollar General to the program is particularly large for Black individuals and Hispanic people. For Black individuals, the overall data again masks substantial heterogeneity across states. As shown in ", "cite_spans": [], "ref_spans": [], "section": "Low Income Households <1mi from Federal Pharmacy Partner"}, {"text": "Notes: State-by-state data on the share of households earning less than $35K per year that are located less than a mile from a federal pharmacy partner. The grey bar represents the current pharmacy partners and the black bars add Dollar General as a partner.", "cite_spans": [], "ref_spans": [], "section": "Black Population <1mi from Federal Pharmacy Partner"}, {"text": "that Dollar Tree as a vaccine partner would provide even better proximity to vaccines for low-income households than Dollar General. 8 We examine this question by again measuring the proximity of low-income households to current pharmacy partners and to Dollar Tree. We found that 60.5 percent of low-income households in the continental U.S.", "cite_spans": [{"start": 133, "end": 134, "text": "8", "ref_id": null}], "ref_spans": [], "section": "Black Population <1mi from Federal Pharmacy Partner"}, {"text": "are less than one mile from current pharmacy partners plus Dollar General while 61.56 percent of low-income households are less than one mile from current pharmacy partners plus Dollar Tree. Thus, Dollar Tree would provide slightly higher within one mile access to low-income households. Interestingly, this finding is not true for wider distance bands.", "cite_spans": [], "ref_spans": [], "section": "Black Population <1mi from Federal Pharmacy Partner"}, {"text": "More low-income households are within 2 or 5 miles from the current pharmacies plus Dollar General than are within 2 or 5 miles from the current pharmacies plus Dollar Tree.", "cite_spans": [], "ref_spans": [], "section": "Black Population <1mi from Federal Pharmacy Partner"}, {"text": "The overall findings again mask some cross-state heterogeneity. As Figure 6 shows, the share of low-income households within a mile of a pharmacy partner plus hypothetical dollar store partner is, in many states, similar whether the dollar store partner is Dollar General or Dollar Tree. Dollar Tree's locations are particularly attractive relative to Dollar General in the West. Notes: State-by-state data on the share of households earning less than $35K per year that are located less than a mile from a federal pharmacy partner or dollar store. The black bars represents the current pharmacy partners plus Dollar General while the white bars represent the current pharmacy partners plus Dollar Tree.", "cite_spans": [], "ref_spans": [{"start": 67, "end": 75, "text": "Figure 6", "ref_id": null}], "section": "Black Population <1mi from Federal Pharmacy Partner"}, {"text": "Our findings that dollar stores vaccine sites would substantially expand vaccine proximity for low-income households, particularly in the South and Southeastern United States.", "cite_spans": [], "ref_spans": [], "section": "State Allocations and State Vaccination Sites"}, {"text": "Thus far, our analysis has examined only chains that are partners in the Federal Retail Pharmacy Partnership Program. However, as discussed above, while some vaccine doses are allocated to this program, doses are also allocated to states to supply the vaccination sites that states support. If state vaccination sites have been established in low-income areas, it is possible that dollar stores and the sites chosen by states for vaccinations are redundant in increasing proximity to low-income residents.", "cite_spans": [], "ref_spans": [], "section": "State Allocations and State Vaccination Sites"}, {"text": "To do this, we scraped the COVID vaccine websites of 21 states to find the full listing of vaccination sites in the state. These listings typically included federal pharmacy partners and Federally Qualified Health Centers. However, they typically included only sites that were actively providing vaccinations when we scraped the site. We used these listings to construct, for these 21 states, a superset of vaccine sites. These included the federal retail partners that we had identified plus the sites listed in the state website. Obviously, sometimes a site was listed in both places. When a retail chain in the pharmacy program", "cite_spans": [], "ref_spans": [], "section": "State Allocations and State Vaccination Sites"}, {"text": "had not yet started using a particular outlet for vaccines, it would appear on our federal retail partner list but not on the state list. A state hospital or mass vaccination site would appear on the state list but not our federal partner list. Our superset of sites includes all of the sites on the state site plus all outlets of federal retail pharmacy partners. Having constructed that set, we recalculated the distance of households to their closest within-state vaccination site, again the Census methodology described above.", "cite_spans": [], "ref_spans": [], "section": "State Allocations and State Vaccination Sites"}, {"text": "We find that state vaccination sites do not add substantially to our measures of proximity to low-income households in some states, but do in others. For example, we find that only 9.1 percent of low-income households were within a mile of the federal pharmacy partners in Arkansas. Adding in the state sites raises the fraction of low-income households within a mile of a vaccine site to 32 percent. In states for which the state sites do not meaningfully improve proximity, we hypothesize that either the state is using pop-up clinics not listed on the state site and/or the state relies heavily on mass vacci-nation sites that have large capacity but do not substantially improve proximity. While the state sites substantially improve proximity to low-income households, we find that in many cases, particularly in the South, the state sites are not redundant with the proximity benefits of adding dollar stores. Not considering state sites, the combination of federal pharmacy partners and Dollar General outlets raised the fraction of Arkansas low-income households within a mile of a vaccine site from 9.1 percent without Dollar General to 40 percent with Dollar General. The Federal pharmacy plus state sites are within a mile of 32 percent of low-income households. Adding Dollar General would still improve this share substantially, to 48 percent. Table 4 shows the share of low-income households within a mile of a federal pharmacy partner, the share within a mile of a federal pharmacy partner and/or state site, and the share within a mile of a federal pharmacy partner, state site, and/or Dollar General. The figure shows that Dollar General provides substantial improvement in access, particularly in the South, even when taking state vaccine sites into account. The table also shows the share of low-income households within five miles of a vaccine site using these same metrics.", "cite_spans": [], "ref_spans": [{"start": 1357, "end": 1364, "text": "Table 4", "ref_id": "TABREF5"}], "section": "State Allocations and State Vaccination Sites"}, {"text": "In the four months since its launch, the U.S. COVID-19 vaccination program has rapidly transitioned from having one authorized vaccine, extremely scarce doses available, and narrow vaccine prioritization guidelines to three authorized vaccines, tens of millions of doses available weekly, and open eligibility in many U.S. states. As this effort transitions to a new phase throughout the spring and summer, considerable work remains delivering vaccines to those yet to be vaccinated, for whom navigating vaccine appointment registration systems, identifying available vaccine sites, arranging for transportation, or other access barriers may have thus far been insurmountable obstacles.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusions"}, {"text": "Evidence to date suggests that vaccination efforts -nationally, at the state level, and in cities-have performed considerably less well with respect to meeting their equity goals as they have regarding those measuring the speed and pace of vaccine administration Notes: Share of low-income households less than one mile/5 miles from pharmacy partners, pharmacy partners plus state vaccine sites, and pharmacy partners plus state vaccine sites plus Dollar General. Data from RefUSA and state vaccine sites. (Hughes, 2021) . These reports also indicate that the need for enhanced efforts to ensure broad access to vaccines-and correspondingly high vaccine uptake-in low-income and high-SVI communities remains particularly acute. Even if vaccines were to be made available in some traditional clinical settings later in 2021, centrally-located, vaccinationspecific sites in communities will most likely remain an important component of the COVID-19 response for months to come. This is particularly true given the possibility that emerging viral variants or waning immunity, two areas being monitored by health officials, may require subsequent cycles of mass vaccination that would require elements of the large-scale vaccination infrastructure and capacity currently in place and actively being expanded upon (Del Rio and Malani, 2021) .", "cite_spans": [{"start": 506, "end": 520, "text": "(Hughes, 2021)", "ref_id": "BIBREF13"}, {"start": 1309, "end": 1335, "text": "(Del Rio and Malani, 2021)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion and Conclusions"}, {"text": "We show that adding dollar stores as vaccination sites, as has been recently discussed by the Biden administration, would offer considerable proximity benefits, particularly for low-income households and Black Americans in several regions of the continental U.S., if such a program were added to the existing retail pharmacy partnership. These benefits would be seen even if all available pharmacy partner locations were to serve as vaccination sites. Benefits from the addition of Dollar General stores, the specific partner in discussions with federal officials regarding a potential partnership, would be enhanced in many locations by the inclusion of Dollar Tree, the other major dollar store chain.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusions"}, {"text": "The use of dollar stores as vaccination sites would require a number of implementation and logistical challenges to be addressed, particularly because they currently lack the facilities and employees trained to administer vaccines present at federal pharmacy partner locations. But recent discussions about a potential dollar store partnership by federal health officials suggest that they believe those challenges to be solvable, offset by potential advantages including not only the well-positioned locations of these stores but also their familiarity to local residents, available indoor and outdoor space, parking lots (in many locations), and other attributes. Some of the $7.5 billion for COVID-19", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusions"}, {"text": "vaccination provided in the recently signed American Rescue Plan could be used for the vaccine-related equipment and personnel needed for dollar stores to serve as vaccination sites.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusions"}, {"text": "If implemented successfully, the administration of vaccines at dollar stores would not only provide the proximity benefits considered invaluable to the equitable rollout of COVID-19 vaccines, but it could suggest additional opportunities beyond the current pandemic. Annual influenza vaccination similarly relies on rapidly delivering vaccines to tens of millions of Americans in a compressed period, often through the use of temporary large-scale vaccination clinics outside of traditional health care settings. Reported rates of influenza vaccine administration are lower among low-income older adults, the age group-as with COVID-19-at the greatest risk of severe disease-related outcomes (Artiga, Michaud, Kates, and Orgera, 2020) .", "cite_spans": [{"start": 692, "end": 734, "text": "(Artiga, Michaud, Kates, and Orgera, 2020)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion and Conclusions"}, {"text": "Enhancing proximity to vaccination sites is by no means sufficient to ensuring access, equity, and high rates of COVID-19 vaccination among low-income and minority com-munities or the overall population. But it is an important component of approaches to reduce barriers to vaccination, alongside efforts to build support and enthusiasm for the vaccines and address sources of vaccine hesitancy. The potential addition of dollar stores as vaccination sites-in tandem with the federal pharmacy program and state-supported locations-is a promising approach toward strengthening COVID-19 vaccination programs and increasing their ability to reach all eligible populations in the months ahead. Notes: Share of low-income households less than one mile from pharmacy partners, pharmacy partners plus Dollar General, and pharmacy partners plus Dollar Tree/Family Dollar. Data from Re-fUSA. Notes: Share of low-income households less than one mile/5 miles from pharmacy partners, pharmacy partners plus state vaccine sites, and pharmacy partners plus state vaccine sites plus Dollar General.Data from RefUSA and state vaccine sites.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Food deserts and the causes of nutritional inequality", "authors": [{"first": "H", "middle": [], "last": "Allcott", "suffix": ""}, {"first": "R", "middle": [], "last": "Diamond", "suffix": ""}, {"first": "J.-P", "middle": [], "last": "Dubé", "suffix": ""}, {"first": "J", "middle": [], "last": "Handbury", "suffix": ""}, {"first": "I", "middle": [], "last": "Rahkovsky", "suffix": ""}, {"first": "M", "middle": [], "last": "Schnell", "suffix": ""}], "year": 2019, "venue": "The Quarterly Journal of Economics", "volume": "134", "issn": "4", "pages": "1793--1844", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Racial disparities in flu vaccination: implications for COVID-19 vaccination efforts", "authors": [{"first": "S", "middle": [], "last": "Artiga", "suffix": ""}, {"first": "J", "middle": [], "last": "Michaud", "suffix": ""}, {"first": "J", "middle": [], "last": "Kates", "suffix": ""}, {"first": "K", "middle": [], "last": "Orgera", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Walmart exec says supply-demand dynamic of vaccine rollout could soon shift", "authors": [{"first": "A", "middle": [], "last": "Barker", "suffix": ""}], "year": 2021, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Taking Vaccine to Where the Virus Is-Equity and Effectiveness in Coronavirus Vaccinations", "authors": [{"first": "K", "middle": [], "last": "Bibbins-Domingo", "suffix": ""}, {"first": "M", "middle": [], "last": "Petersen", "suffix": ""}, {"first": "D", "middle": [], "last": "Havlir", "suffix": ""}], "year": 2021, "venue": "JAMA Health Forum", "volume": "2", "issn": "", "pages": "210213--210213", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "CDC, Dollar General exploring partnership to speed up COVID-19 vaccine rollout", "authors": [{"first": "N", "middle": [], "last": "Boomey", "suffix": ""}], "year": 2021, "venue": "USA Today", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Can retail clinics transform health care?", "authors": [{"first": "C", "middle": ["K"], "last": "Cassel", "suffix": ""}], "year": 2018, "venue": "Jama", "volume": "319", "issn": "18", "pages": "1855--1856", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Understanding the Pharmacy Partnership for Long-Term Care Program", "authors": [], "year": 2021, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Agency for Toxic Substances and Disease Registry", "authors": [], "year": 2021, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Agency for Toxic Substances and Disease Registry/ Geospatial Research", "authors": [], "year": 2018, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "COVID-19 in 2021-Continuing Uncertainty", "authors": [{"first": "C", "middle": [], "last": "Del Rio", "suffix": ""}, {"first": "P", "middle": [], "last": "Malani", "suffix": ""}], "year": 2021, "venue": "COVID-19 Vaccine Distribution: The Process", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Ongoing Efforts for COVID 19", "authors": [], "year": 2021, "venue": "Dollar General Stores", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Dollar stores are targeting struggling urban neighborhoods and small towns. One community is showing how to fight back", "authors": [{"first": "M", "middle": [], "last": "Donahue", "suffix": ""}, {"first": "S", "middle": [], "last": "Mitchell", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Measuring community vulnerability to natural and anthropogenic hazards: the Centers for Disease Control and Prevention's Social Vulnerability Index", "authors": [{"first": "B", "middle": ["E"], "last": "Flanagan", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Hallisey", "suffix": ""}, {"first": "E", "middle": [], "last": "Adams", "suffix": ""}, {"first": "A", "middle": [], "last": "Lavery", "suffix": ""}], "year": 2018, "venue": "Journal of environmental health", "volume": "80", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "County-Level COVID-19 Vaccination Coverage and Social Vulnerability-United States", "authors": [{"first": "M", "middle": ["M"], "last": "Hughes", "suffix": ""}], "year": 2020, "venue": "MMWR. Morbidity and Mortality Weekly Report", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "ReferenceUSA Business Historical Data Files", "authors": [{"first": "", "middle": [], "last": "Infogroup", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The impact of social vulnerability on COVID-19 in the US: an analysis of spatially varying relationships", "authors": [{"first": "I", "middle": ["M"], "last": "Karaye", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Horney", "suffix": ""}], "year": 2020, "venue": "American journal of preventive medicine", "volume": "59", "issn": "3", "pages": "317--325", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Disparities in influenza vaccine coverage in the United States", "authors": [{"first": "S", "middle": ["T"], "last": "Linn", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Guralnik", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Patel", "suffix": ""}], "year": 2008, "venue": "Journal of the American Geriatrics Society", "volume": "58", "issn": "7", "pages": "1333--1340", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Dollar stores are everywhere. That is a problem for poor Americans", "authors": [{"first": "N", "middle": [], "last": "Meyersohn", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Kaiser Family Foundation:Latest Data on COVID-19 Vaccinations", "authors": [{"first": "N", "middle": [], "last": "Ndugga", "suffix": ""}, {"first": "O", "middle": [], "last": "Pham", "suffix": ""}, {"first": "L", "middle": [], "last": "Hill", "suffix": ""}, {"first": "S", "middle": [], "last": "Artiga", "suffix": ""}, {"first": "R", "middle": [], "last": "Alam", "suffix": ""}, {"first": "N", "middle": [], "last": "Parker", "suffix": ""}], "year": 2021, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Cities lead the backlash against dollar stores", "authors": [{"first": "E", "middle": [], "last": "Pandey", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Inequities in Technology Contribute to Disparities in COVID-19 Vaccine Distribution", "authors": [{"first": "V", "middle": ["G"], "last": "Press", "suffix": ""}, {"first": "M", "middle": [], "last": "Huisingh-Scheetz", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Arora", "suffix": ""}], "year": 2021, "venue": "JAMA Health Forum", "volume": "2", "issn": "", "pages": "210264--210264", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A U.S. program aiming to channel a huge number of vaccines through pharmacies will start soon", "authors": [{"first": "R", "middle": [], "last": "Robbins", "suffix": ""}, {"first": "N", "middle": [], "last": "Weiland", "suffix": ""}], "year": 2021, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Barriers of influenza vaccination intention and behavior-a systematic review of influenza vaccine hesitancy", "authors": [{"first": "P", "middle": [], "last": "Schmid", "suffix": ""}, {"first": "D", "middle": [], "last": "Rauber", "suffix": ""}, {"first": "C", "middle": [], "last": "Betsch", "suffix": ""}, {"first": "G", "middle": [], "last": "Lidolt", "suffix": ""}, {"first": "M.-L", "middle": [], "last": "Denker", "suffix": ""}], "year": 2005, "venue": "PloS one", "volume": "12", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Fact Sheet: President Biden Announces 90% of the Adult U.S. Population will be Eligible for Vaccination and 90% will have a Vaccination Site Within 5 Miles of Home by", "authors": [{"first": "", "middle": [], "last": "The White House", "suffix": ""}], "year": 2021, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "8,455 unique geographic coordinates. The mean and median number of locations per state is 403 and 275, respectively. There are a few outliers. The West Virginia file contains only 23 locations because it lists only state-coordinated vaccine clinics. Missouri and Ohio list over 1,300 locations. 6", "latex": null, "type": "figure"}, "FIGREF1": {"text": "describe a community's social vulnerability.\"(Centers for Disease Control and Prevention, Agency for Toxic Substances and Disease Registry/ Geospatial Research, Analysis, and Services Program, 2018). The SVI is calculated by the CDC using Census data at the Census tract level. For each Census tract, the overall SVI index (called RPL-THEMES) \"ranks the tract on 15 social factors, including unemployment, minority status, and disability....\"(Centers for Disease Control and Prevention, Agency for Toxic Substances and Disease Registry/ Geospatial Research, Analysis, and Services Program, 2018). The SVI index for a Census tract is a measure from zero to one which reports the fraction of Census tracts that have an overall social vulnerability less than the Census tract at issue.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Distribution", "latex": null, "type": "figure"}, "FIGREF3": {"text": "HouseholdNotes: The graph shows the share of households within different proximity bands to the current pharmacy partners (the grey bars) and the current pharmacy partners plus Dollar General (the black bars). The left panel shows low-income households in the continental United States and the right panel shows high-income households.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "3 percent of U.S. adults live within 5 miles of an outlet of one of the federal pharmacy partner chains. Adding Dollar General would raise that to 94.3 percent of U.S. adults living within 5 miles of at least one outlet of a pharmacy partner chain or Dollar General. This accounting does not include state and local vaccination sites, suggesting that there are multiple routes to achieving the Biden administration's goal of 90 percent of adults residing within 5 miles of a vaccination site.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "the improvement to proximity for Black Americans is particularly pronounced throughout the Southeast and Midwest. Arkansas is one of the starkest examples. There, the federal pharmacy program outlets are within a mile of only 10.0 percent of blacks and 11.2 percent of whites. However, the addition of Dollar General improves one-mile proximity to 32.3 percent of whites and 53.6 percent of Black individuals. The benefit to black Americans of adding Dollar General is large in several Midwestern states. For example, in Michigan, 28.2 percent of the white population is within one mile of a federal pharmacy partner and 33.6 percent of the black population. Adding Dollar General raises this to 37.5 percent of the white population and 60.2 percent of the Black population. The raw data underlyingFigure 5is given in the Appendix. A similar data table for the Hispanic population is also given in the Appendix(Figure 9). Dollar General and the CDC have confirmed that a vaccine partnership between them is being discussed. However, given the high-SVI locations of Dollar Tree, it could be", "latex": null, "type": "figure"}, "TABREF0": {"text": "Characteristics of U.S. Pharmacy Partner Program", "latex": null, "type": "table"}, "TABREF1": {"text": "Summary statistics for U.S. Dollar Stores, selected years Notes: Number of outlets of Dollar Tree and Family Dollar by year. Dollar Tree and Family Dollar merged in 2015. Some stores owned by Dollar Tree are still branded Family Dollar in 2021. Data from RefUSA.", "latex": null, "type": "table"}, "TABREF2": {"text": "Figure 1: Dollar General and Dollar Tree Locations; Stores per 100K Population", "latex": null, "type": "table"}, "TABREF3": {"text": "the inception of the COVID-19 vaccination program in December 2020, all vaccine doses available in the United States have been procured and distributed through the federal government (Department of Health and Human Services, 2021). Each week, manufacturers of FDA-authorized vaccines-three, as of April 2021-report the number of doses available for distribution. Federal health officials reserve a portion of those doses for federal vaccination efforts, such as the Department of Defense, the Department of Veterans Affairs, and the Bureau of Prisons, as well as a small emergency reserve. Doses are then allocated through two principal channels. 7 Most are directed to states, on a pro rata basis according to their share of the U.S. adult population. Based on those weekly allocations, state health officials place orders for quantities of vaccine doses (and vaccine types) to be delivered to specific vaccination sites organized by local health systems, local health departments, or other organizations working in partnership with that state. Additional doses are directed to the Federal Retail Pharmacy Program. Currently, doses are allocated to pharmacy partners in each CDC jurisdiction-the states, territories, and large cities that have relationships with CDC-on the basis of population, thereby bringing additional vaccine availability to states indirectly. The retail pharmacy partners serving a given jurisdiction determine which of their retail locations will receive vaccine doses; the CDC's description of the program states that pharmacy partners make those determination based on factors including \"including equitable access, demand, supply, and market saturation\" (Centers for Disease Control and Prevention, 2021b).The Federal Retail Pharmacy Program was created to ensure wide access to vaccines, complementing and expanding upon state-supported vaccination sites. Throughout the design and implementation of the vaccination effort to date, health officials have em-", "latex": null, "type": "table"}, "TABREF4": {"text": "Notes: Distribution of Pharmacy partners, Dollar General, and Dollar Tree Stores by social vulnerability index (SVI) deciles, continental United States. The figure shows the share of current pharmacy partners, Dollar General stores, and Dollar Tree stores by SVI decile. For example, if an outlet of a chain is located in a Census tract for which 95 percent of all Census tracts are less vulnerable using the full SVI index, the outlet will be counted to be in the top SVI decile in the graph.", "latex": null, "type": "table"}, "TABREF5": {"text": "Percentage of Low-Income Households with Federal Pharmacy Partner at <1mi", "latex": null, "type": "table"}, "TABREF6": {"text": "Impacts of adding Dollar General vaccine sites", "latex": null, "type": "table"}, "TABREF7": {"text": "Percentage of Low-Income Households with Federal Pharmacy Partner at <1mi", "latex": null, "type": "table"}, "TABREF9": {"text": "Characteristics of federal pharmacy and state vaccine sites", "latex": null, "type": "table"}, "TABREF10": {"text": "State-Coordinated Vaccine Locations State Website Wisconsin https://dhsgis.wi.gov/server/rest/services/DHS_COVID19/COVID19_Vaccine_Provider_Sites/MapServer/0/query? Notes: Websites used to gather state-coordinated vaccine locations.", "latex": null, "type": "table"}, "TABREF11": {"text": "Summary Statistics for U.S. Dollar Stores, Selected Years Notes: Number of dollar stores and stores per 100 thousand population, by state. Data from RefUSA.", "latex": null, "type": "table"}, "TABREF12": {"text": "Vaccine Access-Low-Income Households", "latex": null, "type": "table"}, "TABREF13": {"text": "Vaccine Access-Black PopulationNotes: Share of Black population less than one mile from pharmacy partners, pharmacy partners plus Dollar General, and pharmacy partners plus Dollar Tree/Family Dollar. Data from RefUSA.", "latex": null, "type": "table"}, "TABREF14": {"text": "Vaccine Access-Hispanic PopulationNotes: Share of Hispanic population less than one mile from pharmacy partners, pharmacy partners plus Dollar General, and pharmacy partners plus Dollar Tree/Family Dollar. Data from RefUSA.", "latex": null, "type": "table"}, "TABREF15": {"text": "Vaccine Access-Alternative Partners and Distance", "latex": null, "type": "table"}}, "back_matter": []}