{"paper_id": "0ad88577bd88e6d8079d2c740bde7eddf9235f72", "metadata": {"title": "Serum uric acid, disease severity and outcomes in COVID-19 Open Access", "authors": [{"first": "Inès", "middle": [], "last": "Dufour", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cliniques universitaires Saint-Luc", "location": {"postCode": "1200", "settlement": "Brussels", "country": "Belgium"}}, "email": ""}, {"first": "Alexis", "middle": [], "last": "Werion", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cliniques universitaires Saint-Luc", "location": {"postCode": "1200", "settlement": "Brussels", "country": "Belgium"}}, "email": ""}, {"first": "Leila", "middle": [], "last": "Belkhir", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anastazja", "middle": [], "last": "Wisniewska", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cliniques universitaires Saint-Luc", "location": {"postCode": "1200", "settlement": "Brussels", "country": "Belgium"}}, "email": ""}, {"first": "Marie", "middle": [], "last": "Perrot", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cliniques universitaires Saint-Luc", "location": {"postCode": "1200", "settlement": "Brussels", "country": "Belgium"}}, "email": ""}, {"first": "Julien", "middle": [], "last": "De Greef", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gregory", "middle": [], "last": "Schmit", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jean", "middle": [], "last": "Cyr Yombi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xavier", "middle": [], "last": "Wittebole", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cliniques universitaires Saint-Luc", "location": {"postCode": "1200", "settlement": "Brussels", "country": "Belgium"}}, "email": ""}, {"first": "Pierre-François", "middle": [], "last": "Laterre", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cliniques universitaires Saint-Luc", "location": {"postCode": "1200", "settlement": "Brussels", "country": "Belgium"}}, "email": ""}, {"first": "Michel", "middle": [], "last": "Jadoul", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cliniques universitaires Saint-Luc", "location": {"postCode": "1200", "settlement": "Brussels", "country": "Belgium"}}, "email": ""}, {"first": "Ludovic", "middle": [], "last": "Gérard", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cliniques universitaires Saint-Luc", "location": {"postCode": "1200", "settlement": "Brussels", "country": "Belgium"}}, "email": ""}, {"first": "Johann", "middle": [], "last": "Morelle", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cliniques universitaires Saint-Luc", "location": {"postCode": "1200", "settlement": "Brussels", "country": "Belgium"}}, "email": ""}]}, "abstract": [{"text": "Background: The severity of coronavirus disease 2019 is highly variable between individuals, ranging from asymptomatic infection to critical disease with acute respiratory distress syndrome requiring mechanical ventilation. Such variability stresses the need for novel biomarkers associated with disease outcome. As SARS-CoV-2 infection causes a kidney proximal tubule dysfunction with urinary loss of uric acid, we hypothesized that low serum levels of uric acid (hypouricemia) may be associated with severity and outcome of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: In a retrospective study using two independent cohorts, we investigated and validated the prevalence, kinetics and clinical correlates of hypouricemia among patients hospitalized with COVID-19 to a large academic hospital in Brussels, Belgium. Survival analyses using Cox regression and a competing risk approach assessed the time to mechanical ventilation and/or death. Confocal microscopy assessed the expression of urate transporter URAT1 in kidney proximal tubule cells from patients who died from COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The discovery and validation cohorts included 192 and 325 patients hospitalized with COVID-19, respectively. Out of the 517 patients, 274 (53%) had severe and 92 (18%) critical COVID-19. In both cohorts, the prevalence of hypouricemia increased from 6% upon admission to 20% within the first days of hospitalization for COVID-19, contrasting with a very rare occurrence (< 1%) before hospitalization for COVID-19. During a median (interquartile range) follow-up of 148 days (50-168), 61 (12%) patients required mechanical ventilation and 93 (18%) died. In both cohorts considered separately and in pooled analyses, low serum levels of uric acid were strongly associated with disease severity (linear trend, P < 0.001) and with progression to death and respiratory failure requiring mechanical ventilation in Cox (adjusted hazard ratio 5.3, 95% confidence interval 3.6-7.8, P < 0.001) or competing risks (adjusted hazard ratio 20.8, 95% confidence interval 10.4-41.4, P < 0.001) models. At the structural level, kidneys from patients with COVID-19 showed a major reduction in urate transporter URAT1 expression in the brush border of proximal tubules.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Among patients with COVID-19 requiring hospitalization, low serum levels of uric acid are common and associate with disease severity and with progression to respiratory failure requiring invasive mechanical ventilation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "SARS-CoV-2 is the novel coronavirus that causes the pandemic of coronavirus disease 2019 (COVID-19) [1] . COVID-19 primarily affects the respiratory tract, with a broad spectrum of clinical manifestations, ranging from asymptomatic infection to severe pneumonia, respiratory failure and the need for mechanical ventilation in 10-20% of hospitalized patients [2] [3] [4] . Life-threatening COVID-19 is characterized by an acute respiratory distress syndrome, which typically aggravates during in a second phase of the disease driven by an excessive host response [5, 6] . Variability in disease presentation and progression stresses the need for easily available and reliable biomarkers to identify patients at risk of the most severe forms and to provide optimal, personalized care to the individual patient [5] .", "cite_spans": [{"start": 100, "end": 103, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 358, "end": 361, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 362, "end": 365, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 366, "end": 369, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 562, "end": 565, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 566, "end": 568, "text": "6]", "ref_id": "BIBREF5"}, {"start": 808, "end": 811, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Background"}, {"text": "COVID-19 is also characterized by extra-pulmonary manifestations involving the gastrointestinal tract, the neurological and cardiovascular systems, and the kidneys [7] . We recently demonstrated that SARS-CoV-2 causes a specific dysfunction of the kidney proximal tubule, as attested by the presence of low molecular weight proteinuria, neutral aminoaciduria and defective tubular handling of uric acid [8] . In a cohort of 49 patients with specific urinalysis, inappropriate uricosuria was associated with disease severity and the need for mechanical ventilation [8] . Whether the use of widely available serum uric acid levels can be used as a surrogate for the tubular defect and as a biomarker of disease severity and outcome in COVID-19 has not been assessed.", "cite_spans": [{"start": 164, "end": 167, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 403, "end": 406, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 564, "end": 567, "text": "[8]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Background"}, {"text": "Here we used two large and independent cohorts of consecutive patients hospitalized with SARS-CoV-2 infection to investigate and validate the prevalence, kinetics and clinical correlates of hypouricemia in COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "This retrospective study included two independent, discovery and validation cohorts of consecutive adult patients admitted to the Cliniques universitaires Saint-Luc, Brussels, Belgium, with a diagnosis of SARS-CoV-2 infection during the first (February 23, 2020 to April 18, 2020) and second (September 21, 2020 to November 21, 2020) waves of the pandemic. Patients on chronic kidney replacement therapy (hemodialysis, peritoneal dialysis or kidney transplantation) or for whom serum uric acid levels were not available were excluded. COVID-19 diagnosis was based on the detection of SARS-CoV-2 by real-time reverse transcription polymerase chain reaction on nasopharyngeal swab or broncho-alveolar lavage. The standard treatment for patients hospitalized for COVID-19 during the first wave (discovery cohort) included hydroxychloroquine 400 mg b.i.d. on the first hospital day and then 200 mg b.i.d. for four additional days in patients without contraindication, as recommended at the time of the study by the Belgian COVID-19 interim guidelines. The standard treatment for severe and critical patients hospitalized during the second wave (validation cohort) consisted of oral dexamethasone at a dose of 6 mg once daily for up to 10 days [9] . Enteral nutrition using Fresubin HP Energy Fibre (Fresenius Kabi, Schelle, Belgium) was initiated early (< 48 h) in all patients admitted to the ICU and as needed in those hospitalized in a non-ICU COVID-19 unit. We aimed for a target of 25-35 kcal/kg/day and 1.2-1.3 g/kg protein equivalents per day. All patients admitted to the ICU could be fully fed through the enteral route, and we did not use parenteral nutrition in any of them. Crystalloid solutions (Hartmann, alternatively 0.9% saline) were used. Patients were followed until death or end of study follow-up (July 31, 2020 for the discovery cohort and April 11, 2021 for the validation cohort). The flowcharts are presented in Fig. 1 . A subset of 49 patients who underwent specific urinalyses to screen for the presence of proximal dysfunction were previously reported [8] . The twenty-three individuals from the discovery cohort for whom no uric acid level was available included (i) elderly patients with severe comorbidities, major therapeutic restrictions and a high mortality rate, and (ii) patients with mild or moderate disease and a very short hospital length of stay (Additional file 1: Table S1 ).", "cite_spans": [{"start": 265, "end": 280, "text": "April 18, 2020)", "ref_id": null}, {"start": 1239, "end": 1242, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 2076, "end": 2079, "text": "[8]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 1933, "end": 1939, "text": "Fig. 1", "ref_id": null}, {"start": 2403, "end": 2411, "text": "Table S1", "ref_id": "TABREF3"}], "section": "Study design and participants"}, {"text": "The study was conducted in accordance with the World Medical Association's Declaration of Helsinki, the Belgian law related to experiments in humans dated May 7, 2004 , the General Data Protection Regulation 2016/679 and the Belgian law of July 30, 2018, regarding the protection of personal data. The Ethical Review Board of Cliniques universitaires Saint-Luc/UCLouvain approved the study and waived the requirement to obtain informed consent based on the retrospective observational design of the study.", "cite_spans": [{"start": 155, "end": 166, "text": "May 7, 2004", "ref_id": null}], "ref_spans": [], "section": "Study design and participants"}, {"text": "The following data were extracted from electronic medical records: demographics, symptoms at admission, vital signs, biological and imaging data, and outcome.", "cite_spans": [], "ref_spans": [], "section": "Data collection and definitions"}, {"text": "Information about the use of the following drugs, known to interfere with uric acid metabolism, was also collected: allopurinol, febuxostat, fenofibrate, angiotensin receptor blockers and trimethoprim-sulfamethoxazole.", "cite_spans": [], "ref_spans": [], "section": "Keywords: SARS-CoV-2, Acute respiratory distress syndrome, Mechanical ventilation, Proximal tubule, Hypouricemia"}, {"text": "Laboratory measurements were performed on an automated Roche Cobas 8000 analyzer, equipped with modules ISE, c702, c502 and e602 (Roche diagnostics, Rotkreuz, ZG, Switzerland), or a UC3500 automated Fig. 1 Flowchart of the study, including discovery and validation cohorts urine analyzer (Sysmex). Biological data were obtained at admission, and the worst (lowest or highest) levels were also recorded for some variables. Serum uric acid level was collected from medical records at the time of admission, at the time of first level under 2.5 mg/dl (if any) as a cutoff previously used for the study in SARS-CoV-1 [10] and at lowest level in both cohorts. Serum uric acid level was systematically assessed upon admission. Monitoring during hospitalization was systematic and performed on a daily basis among those admitted to the ICU, and left to the discretion of the physician in those on the general ward. In the small subset of patients requiring kidney replacement therapy, uric acid levels were only recorded before initiation of dialysis. In the discovery cohort, serum uric acid level was also collected at discharge from hospital, as well as one to twelve months before admission for COVID-19 in a subset of patients (n = 122) for whom these data were available. Inappropriate uricosuria was defined as a fractional excretion of uric acid > 10% in the presence of hypouricemia [8, 10] . In a previous report, detailed urinalyses showed that, in patients with COVID-19, hypouricemia is commonly associated with inappropriate uricosuria (fractional excretion > 10% in 18/20 [90%] , and 7% and 8% in the two remaining individuals), supporting defective tubular handling and enhanced urinary losses of uric acid [8] . The definition of acute kidney injury was adapted from the KDIGO guidelines [11, 12] . As urine output was not recorded digitally in most patients (i.e., those admitted to a general ward), the definition of AKI was restricted to changes in serum creatinine, as previously done [13] . The term 'mechanical ventilation' refers to intubation followed by invasive mechanical ventilation.", "cite_spans": [{"start": 613, "end": 617, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 1385, "end": 1388, "text": "[8,", "ref_id": "BIBREF8"}, {"start": 1389, "end": 1392, "text": "10]", "ref_id": "BIBREF10"}, {"start": 1574, "end": 1585, "text": "18/20 [90%]", "ref_id": null}, {"start": 1716, "end": 1719, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 1798, "end": 1802, "text": "[11,", "ref_id": "BIBREF11"}, {"start": 1803, "end": 1806, "text": "12]", "ref_id": "BIBREF12"}, {"start": 1999, "end": 2003, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 199, "end": 205, "text": "Fig. 1", "ref_id": null}], "section": "Keywords: SARS-CoV-2, Acute respiratory distress syndrome, Mechanical ventilation, Proximal tubule, Hypouricemia"}, {"text": "Classification of COVID-19 severity was based on the adaptation of the Novel Coronavirus Pneumonia Diagnosis and Treatment Guidance [14] . Mild disease was defined as SARS-CoV-2 infection with no evidence of pneumonia on thoracic computed tomography (CT) scan; moderate disease, as clinical symptoms associated with dyspnea and radiological findings of pneumonia on thoracic CT scan, and requiring a maximum of 3 L/min of oxygen, stable for at least the following 24 h; severe disease, as respiratory distress requiring more than 3 L/min of oxygen and no other organ failure, stable for at least the following 24 h; and critical COVID-19, as respiratory failure requiring mechanical ventilation, shock and/or other organ failure requiring intensive care unit admission. Disease severity was defined as the worst severity score during hospital stay and also evaluated upon admission to assess progression during the course of the disease.", "cite_spans": [{"start": 132, "end": 136, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Keywords: SARS-CoV-2, Acute respiratory distress syndrome, Mechanical ventilation, Proximal tubule, Hypouricemia"}, {"text": "SARS-CoV-2 RNA detection was performed using COVID-19 genesig ® Real-Time RT-PCR assay (Primerdesign Ltd, Chandler's Ford, United Kingdom) in a Light-Cycler 480 instrument (Roche Diagnostics, Mannheim, Germany). Primers and probe of this assay target the RNA-dependent RNA polymerase gene. A test with a cycle threshold less than 40 was considered positive.", "cite_spans": [], "ref_spans": [], "section": "SARS-CoV-2 polymerase chain reaction"}, {"text": "Immunofluorescence was performed on kidney samples obtained from autopsies of five patients who died from COVID-19 and three control patients. Paraffin blocks were sectioned into consecutive 5-μm-thick slices on Superfrost Plus glass slides (Thermo Fisher Scientific, Merelbeke, Belgium). Before staining, slides were deparaffinized in decreasing concentrations of ethanol and antigen retrieval was performed by incubating in sodium citrate buffer (1.8% 0.1 M citric acid, 8.2% 0.1 M sodium citrate, in distillated water, pH 6.0) in a water bath for 30 min. The sections were blocked with phosphatebuffered saline containing 5% BSA and incubated for 1 h with primary antibodies. Rabbit anti-human SLC22A12/ URAT1 (HPA024575, Sigma-Aldrich, Saint-Louis, MO) and rabbit anti-human AQP1 (ab2219, Millipore) were used in this study. After 3 phosphate-buffered saline rinses, fluorophore-conjugated Alexa secondary antibodies (Invitrogen, Carlsbad, CA) were applied for 30 min. Negative controls were performed by omitting the primary antibody. Sections were subsequently mounted in ProLong Gold DAPI Antifade reagent (Invitrogen) and analyzed on a Zeiss LSM800 confocal microscope (Carl Zeiss, Jena, Germany), using × 20/0.8 Plan-Apochromat (Carl Zeiss). Quantitative image analysis was performed using Zen 2 (blue edition) software (Carl Zeiss) by randomly selecting 5 visual fields per each slide that included at least three to five proximal tubules, using constant setting parameters (i.e., pinhole, laser power, and offset gain and detector amplification below pixel saturation).", "cite_spans": [], "ref_spans": [], "section": "Immunostaining"}, {"text": "Results are presented as means ± SD or median [interquartile range (IQR)] for continuous variables and as numbers and proportions for categorical variables. Continuous variables were expressed in their natural units without standardization. Comparisons between groups were performed using unpaired t-test, Mann-Whitney, Kruskal-Wallis, or Chi-square test, as appropriate. Kinetics of serum uric acid was assessed using a mixed effects model taking into account repeated measures.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Survival analyses were performed using Kaplan-Meier estimates, Cox proportional hazard regressions and a competing risk model. Kaplan-Meier estimates and Cox proportional hazard regressions assessed the time to mechanical ventilation or death, and a Fine and Gray model was applied for the time to mechanical ventilation taking into account the competing risks of death or discharge. Multivariate analyses included the following prespecified covariates: age, gender and baseline biological parameters (CRP, LDH, total lymphocyte count) in a first model and the same parameters and biological parameters of disease severity (highest CRP and LDH levels) in a second model. Nadir lymphocyte count was not included in Model 2 because of collinearity with baseline lymphocyte count. Collinearity between variables was quantified using variance inflation factors, and variance inflation factors > 10 suggested excessive correlation between variables.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Statistical analyses were performed using GraphPad Prism (version 8.0) or Stata (version 16.0) softwares. All tests were two-tailed, and a P value < 0.05 was considered significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Our study included a total of 517 patients hospitalized for COVID-19, recruited during the first (discovery cohort, n = 192) or second (validation cohort, n = 325) waves of the pandemic in Belgium (Fig. 1 ). Considering the whole study population, median age [IQR] was 65 years [54-76], and 60% were males (Table 1) . Comorbidities included hypertension, cardiovascular disease and diabetes in 229 (44%), 152 (29%) and 125 (24%) individuals, respectively. Thirty-five (7%) patients were treated with allopurinol or febuxostat; 10 (2%), with fenofibrate; and 165 (32%), with inhibitors of the renin angiotensin system. Based on the Diagnosis and Treatment Protocol for Novel Coronavirus Pneumonia [14] , 38 (7%) patients had a mild; 113 (22%) moderate; and 274 (53%) severe COVID-19; the remaining 92 (18%) had a disease classified as critical.", "cite_spans": [{"start": 696, "end": 700, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 197, "end": 204, "text": "(Fig. 1", "ref_id": null}, {"start": 306, "end": 315, "text": "(Table 1)", "ref_id": "TABREF3"}], "section": "Transient hypouricemia is highly prevalent in hospitalized patients with COVID-19"}, {"text": "We first examined the prevalence and timing of hypouricemia in patients hospitalized for COVID-19. In the discovery cohort, the prevalence of hypouricemia increased from 6.8% (13/192 ) upon admission to 20.3% (39/192) within the first days of hospitalization and then dropped to 3.6% (5/140) at discharge (Fig. 2 ). In contrast with the high prevalence during hospitalization for COVID-19, low serum levels of uric acid were very uncommon in the same cohort, before SARS-CoV-2 infection. Indeed, in the 122 individuals from the discovery cohort for whom serum uric acid levels before admission (median of 79 days ) were available, the prevalence of hypouricemia was only 0.8% (1/122) during the pre-COVID-19 era. These observations were replicated in the validation cohort, in which the prevalence of low serum uric acid levels increased from 6.5% (21/325) upon admission to 19.4% (63/325) during hospitalization (Fig. 2) . The occurrence of hypouricemia was independent of the use of drugs interfering with uric acid production, nephrotoxic medications, treatment received for COVID-19, or viral load (Additional file 1: Table S2) .", "cite_spans": [{"start": 175, "end": 182, "text": "(13/192", "ref_id": null}], "ref_spans": [{"start": 305, "end": 312, "text": "(Fig. 2", "ref_id": "FIGREF0"}, {"start": 913, "end": 921, "text": "(Fig. 2)", "ref_id": "FIGREF0"}, {"start": 1122, "end": 1131, "text": "Table S2)", "ref_id": "TABREF7"}], "section": "Transient hypouricemia is highly prevalent in hospitalized patients with COVID-19"}, {"text": "Altogether, these observations show that serum uric acid levels decrease early during hospitalization for COVID-19, leading to severe hypouricemia in a significant proportion of patients, which then reverses among survivors.", "cite_spans": [], "ref_spans": [], "section": "Transient hypouricemia is highly prevalent in hospitalized patients with COVID-19"}, {"text": "To assess the clinical relevance of low serum levels of uric acid in patients hospitalized with COVID-19, we compared disease severity and outcome of patients with versus without hypouricemia.", "cite_spans": [], "ref_spans": [], "section": "Low serum levels of uric acid associate with disease severity and outcome in COVID-19"}, {"text": "In both discovery and validation cohorts, the presence of hypouricemia strongly correlated with disease severity and with established biological parameters of severity, including hsCRP, LDH and nadir lymphocyte count (Fig. 3 , Table 2 ). Considering pooled data from discovery and validation cohorts, the proportion of patients with hypouricemia was 17/151 (11%) among those with mild or moderate; 32/275 (12%) with severe; and 53/92 (58%) with critical disease (Fig. 3a ; Table 2 (Fig. 3a) . The presence of hypouricemia not only associated with severity of COVID-19, but also with progression of severity during the course of the disease, including 5 (13%) patients who progressed from moderate to severe; 7 (18%) from moderate to critical; and 9 (23%) from severe to critical disease, in the discovery cohort. In the group without hypouricemia, 18 (12%) with moderate progressed to severe, 2 (1.3%) with moderate progressed to critical; and 11 (7%) progressed from severe to critical (P value = 0.006) (Additional file 1: Fig.  S1 ).", "cite_spans": [], "ref_spans": [{"start": 217, "end": 224, "text": "(Fig. 3", "ref_id": "FIGREF2"}, {"start": 227, "end": 234, "text": "Table 2", "ref_id": "TABREF7"}, {"start": 462, "end": 470, "text": "(Fig. 3a", "ref_id": "FIGREF2"}, {"start": 473, "end": 480, "text": "Table 2", "ref_id": "TABREF7"}, {"start": 481, "end": 490, "text": "(Fig. 3a)", "ref_id": "FIGREF2"}, {"start": 1025, "end": 1033, "text": "Fig.  S1", "ref_id": null}], "section": "Low serum levels of uric acid associate with disease severity and outcome in COVID-19"}, {"text": "Patients who developed hypouricemia also showed higher levels of CRP ( Fig. 3b; Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 69, "end": 70, "text": "(", "ref_id": null}, {"start": 71, "end": 87, "text": "Fig. 3b; Table 2", "ref_id": "FIGREF0"}], "section": "Low serum levels of uric acid associate with disease severity and outcome in COVID-19"}, {"text": "Overall, patients were followed for a median [IQR] of 148 days . During follow-up, 108 (21%) patients were admitted to the ICU, 59 (11%) died without mechanical ventilation; 61 (12%) were started on mechanical ventilation; and 397 (77%) were discharged without mechanical ventilation ( Fig. 1; Table 2 ). In both cohorts and in the pooled analysis, there was a strong association between hypouricemia and progression to respiratory failure requiring mechanical ventilation (pooled data: 47/102 [46%] vs. 14/415 [3%], P < 0.001, in patients with and without hypouricemia, respectively) ( Table 2 ; Fig. 3c and d) . The prevalence of hypouricemia (24) Medications-no. (%)", "cite_spans": [], "ref_spans": [{"start": 286, "end": 301, "text": "Fig. 1; Table 2", "ref_id": "FIGREF0"}, {"start": 587, "end": 594, "text": "Table 2", "ref_id": "TABREF7"}, {"start": 597, "end": 611, "text": "Fig. 3c and d)", "ref_id": "FIGREF2"}], "section": "Low serum levels of uric acid associate with disease severity and outcome in COVID-19"}, {"text": "Allopurinol or febuxostat 35 (7) 11 (6) 24 (7) Fenofibrate 10 (2) 3 (2) 7 (2) Trimethoprim-sulfamethoxazole 20 (4) 6 (3) 14 (4) Angiotensin receptor blocker 81 (16) The kinetics of serum uric acid levels in patients who required mechanical ventilation was thoroughly assessed in the discovery cohort. Serum uric acid levels started to decrease before the start of mechanical ventilation; reached a nadir (1.7 mg/dl [1.15-2.80]) 48-72 h after intubation; then started to re-increase in the majority of patients (21/29, 72%) (Additional file 1: Fig. S2A ). In this subgroup, time from admission to lowest level of serum uric acid (median [IQR] 7 days [5] [6] [7] [8] [9] [10] was similar to time to the worst value of other established biomarkers, including peak LDH (6 days [2-10]), peak CRP (7 days [4] [5] [6] [7] [8] [9] ) and nadir lymphocyte count (8 days [4] [5] [6] [7] [8] [9] [10] [11] ) (P > 0.05 for all) (Additional file 1: Fig. S2B ). Median time [IQR] to hypouricemia was 4.5 days [3] [4] [5] [6] [7] and, in patients requiring mechanical ventilation, 45% (10/22) had developed severe hypouricemia before mechanical ventilation had to be initiated (Additional file 1: Fig. S2A ). To rule out any impact from volume resuscitation on the dilution of serum uric acid, we thoroughly assessed fluid balance in the subset of patients from the discovery cohort developing hypouricemia while in ICU (n = 25), where this information was digitally recorded. In this subset of patients, the amount of fluid infused over the 2 days before the lowest value of uric acid was minimal, with a median [IQR] positive fluid balance of 186 ml per day [− 58, 1050]. The absence of any significant impact from excessive volume resuscitation on serum uric acid levels is also supported by (i) a decrease in serum uric acid levels already upon admission, as compared with baseline values obtained for a large subset (n = 122) of patients; (ii) plasma sodium concentration and serum osmolality in the normal range, with a median of 139 mmol/l [137-142] and 286 mOsm/kg [283-301], respectively, at the time of the lowest level of uric acid recorded during hospitalization.", "cite_spans": [{"start": 649, "end": 652, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 653, "end": 656, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 657, "end": 660, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 661, "end": 664, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 665, "end": 668, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 669, "end": 673, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 799, "end": 802, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 803, "end": 806, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 807, "end": 810, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 811, "end": 814, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 815, "end": 818, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 819, "end": 822, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 860, "end": 863, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 864, "end": 867, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 868, "end": 871, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 872, "end": 875, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 876, "end": 879, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 880, "end": 883, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 884, "end": 888, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 889, "end": 893, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 994, "end": 997, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 998, "end": 1001, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1002, "end": 1005, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1006, "end": 1009, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1010, "end": 1013, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 543, "end": 551, "text": "Fig. S2A", "ref_id": "FIGREF0"}, {"start": 935, "end": 943, "text": "Fig. S2B", "ref_id": "FIGREF0"}, {"start": 1181, "end": 1189, "text": "Fig. S2A", "ref_id": "FIGREF0"}], "section": "Low serum levels of uric acid associate with disease severity and outcome in COVID-19"}, {"text": "Survival analyses using Kaplan-Meier estimates showed reduced mechanical ventilation-free survival among patients with versus those without hypouricemia (log-rank, P < 0.001) ( Fig. 3d; Table 3 ). In each cohort considered separately, and in pooled data, time-to-event analyses using Cox regressions supported the significant association between hypouricemia and higher risk of invasive mechanical ventilation or death (pooled data: hazard ratio [HR] 5.1; 95% confidence interval [CI] 3.6-7.4, P < 0.001) and showed the association was independent from age, gender and biological parameters of disease severity (adjusted HR 5.6, 95% CI 3.8-8.3, P < 0.001). A Fine and Gray model considering mechanical ventilation as the primary endpoint and death or discharge from hospital as competing events confirmed the association between hypouricemia and the need of mechanical ventilation, both in unadjusted and unadjusted models (sHR 18.1, 95% CI 9.7-33.8, P < 0.001; adjusted sHR 18.8, 95% CI 9.3-38.1, P < 0.001) ( Table 3 ). The sensitivity and specificity of hypouricemia as a biomarker for COVID-19 requiring mechanical ventilation were 77% and 88%, respectively, and the likelihood ratio, 6 ", "cite_spans": [{"start": 1189, "end": 1190, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 177, "end": 193, "text": "Fig. 3d; Table 3", "ref_id": "FIGREF2"}, {"start": 1011, "end": 1018, "text": "Table 3", "ref_id": "TABREF8"}], "section": "Low serum levels of uric acid associate with disease severity and outcome in COVID-19"}, {"text": "Post-mortem examination of kidneys from patients with COVID-19 showed structural alterations in the proximal tubule and decreased expression of the multi-ligand receptor megalin, which mediates the reabsorption of low molecular weight proteins [8] . Based on these observations and on the defective tubular handling of uric acid, we investigated the expression of urate transporter URAT1 (SLC22A12), which mediates the reabsorption of uric acid at the apical membrane of proximal tubule cells in kidneys from COVID-19 patients (Additional file 1: Table S3 ).", "cite_spans": [{"start": 244, "end": 247, "text": "[8]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 547, "end": 555, "text": "Table S3", "ref_id": "TABREF8"}], "section": "Expression of urate transporter URAT1 in the kidney proximal tubules"}, {"text": "In a small series of 5 kidney autopsy samples from patients who died of COVID-19, confocal microscopy suggested a reduction in the expression of URAT1 as compared to control kidneys (mean relative maximal Fig. S3 ). In contrast, the expression of aquaporin-1, used as an internal control for the proximal tubule brush border, was not different between cases and controls (0.75 ± 0.47 vs. 1.00 ± 0.47, P = 0.5). The median", "cite_spans": [], "ref_spans": [{"start": 205, "end": 212, "text": "Fig. S3", "ref_id": "FIGREF2"}], "section": "Expression of urate transporter URAT1 in the kidney proximal tubules"}, {"text": "[IQR] lowest level serum uric acid in these patients was 2.3 mg/dl [1.5-3.8] .", "cite_spans": [{"start": 67, "end": 76, "text": "[1.5-3.8]", "ref_id": null}], "ref_spans": [], "section": "Expression of urate transporter URAT1 in the kidney proximal tubules"}, {"text": "In line with previous evidence showing defective tubular handling of uric acid, these observations suggest that altered expression of urate transporters in the ", "cite_spans": [], "ref_spans": [], "section": "Expression of urate transporter URAT1 in the kidney proximal tubules"}, {"text": "Using two independent cohorts, we showed that low serum levels of uric acid are common among patients hospitalized for SARS-CoV-2 infection and closely associate with disease severity and with the need of mechanical ventilation. Thorough assessment of the kinetics of serum uric acid levels showed an acute and reversible decrease that parallels the development of respiratory failure. The occurrence of hypouricemia was independent from drugs interfering with uric acid production, nephrotoxic medications, treatment received for COVID-19 or viral load, but was associated with defective tubular handling of uric acid and pathological features suggestive of an altered expression of urate transporter in the kidney proximal tubule. The prevalence of hypouricemia is approximately 0.3% in the general ambulatory population and ranges between 1.2% and 2.5% among hospitalized patients [15, 16] . In our study, 20% of the patients hospitalized for SARS-CoV-2 infection developed hypouricemia, a proportion that increased to 77% among patients requiring mechanical ventilation. The association between hypouricemia and progression to respiratory failure requiring mechanical ventilation was independent from age, gender, comorbidities and biological parameters of disease severity, suggesting its potential use as a biomarker to identify patients at risk of more severe COVID-19. The high prevalence of hypouricemia in COVID-19 patients is reminiscent of that observed during the 2003 outbreak of SARS, where ~ 25% of patients with SARS-CoV infection developed hypouricemia, with higher rates in patients requiring mechanical ventilation [10] . These findings are also in line with recent data from retrospective cohorts of Chinese patients with COVID-19, in whom low serum levels of uric acid were associated with more severe symptoms [17] [18] [19] and with an increased risk of death [19] .", "cite_spans": [{"start": 884, "end": 888, "text": "[15,", "ref_id": "BIBREF15"}, {"start": 889, "end": 892, "text": "16]", "ref_id": "BIBREF16"}, {"start": 1635, "end": 1639, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 1833, "end": 1837, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 1838, "end": 1842, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 1843, "end": 1847, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 1884, "end": 1888, "text": "[19]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "Uric acid is the end-product of purine metabolism in humans, who lack uricase, and is generated in the liver, a process catalyzed by xanthine oxidase. The kidney is an important regulator of circulating uric acid levels as it excretes most of total body uric acid [20] . Serum urate is freely filtered by the glomeruli followed by a complex balance of reabsorption and secretion in the kidney proximal tubule. Although the molecular mechanisms of urate transport in the proximal tubule are still incompletely understood, URAT1 (SLC22A12) is the main apical transporter mediating urate reabsorption in the brush border of the proximal tubule [21] . Its major role was further supported by the strong association between SLC22A12 gene variants and serum uric acid levels in the general population [22] . Defective tubular handling of urate contributes to the development of hypouricemia in patients with life-threatening COVID-19, a mechanism that is supported by the presence of inappropriate uricosuria and by the association with other features of proximal tubule dysfunction [8] . In a small subset of kidney samples from patients who died from COVID-19, we showed that life-threatening SARS-CoV-2 infection is associated with a significant (~ 70%) decrease in the expression of the apical urate transporter URAT1 in the kidney proximal tubule, contributing to the impaired tubular absorption of urate. Of note, experimental data showed that acute inflammation elicited by viral mimetics in rats downregulates the expression of kidney tubule transporters, including URAT1 [23] . Upstream mechanisms linking viral infection and downregulation of proximal tubule transporters remain to be elucidated, but may involve either direct viral cytotoxic effects on the proximal tubule and/or indirect effects resulting from pro-inflammatory cytokines [24] . Although we found no association with the use of urate lowering drugs or severe liver disease, we cannot formally rule out that impaired uric acid generation, i.e., through reduced dietary intake, may have contributed to aggravate hypouricemia among the sickest patients. We also found no evidence for the presence of the syndrome of inappropriate anti-diuretic hormone secretion in patients with life-threatening COVID-19 and hypouricemia, nor for any massive fluid infusion potentially causing fluid overload and hemodilution. None of the patients included in our study received parenteral nutrition.", "cite_spans": [{"start": 264, "end": 268, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 641, "end": 645, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 795, "end": 799, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 1077, "end": 1080, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 1574, "end": 1578, "text": "[23]", "ref_id": "BIBREF23"}, {"start": 1844, "end": 1848, "text": "[24]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "The mechanisms linking hypouricemia and progression to severe disease requiring mechanical ventilation in patients with COVID-19 remains speculative and may be diverse. First, studies have shown uric acid to be an important antioxidant [25] and poor outcomes in patients with hypouricemia might be related to reduced defense against oxidative stress. Second, uric acid was found to act as an endogenous modulator of innate immunity, and it is tempting to speculate that low levels of serum uric acid may therefore exacerbate the cytokine storm observed during COVID-19 [26, 27] . Third, recent evidence demonstrated that acute and severe hypouricemia induced in healthy individuals causes endothelial dysfunction, reduces blood pressure, decreases myeloperoxidase activity and increases lipid peroxidation [28] . Lastly, as proximal tubule cells and pneumocytes both express angiotensin-converting enzyme 2 (ACE2), the cellular receptor mediating viral entry into host cells, we cannot rule out a parallel evolution at the tubular and lung level, resulting from putative direct cellular infection by SARS-CoV-2 in both organs [8] . The potential contribution of each of these factors to the relationship between low levels of serum uric acid and poor outcomes in patients with COVID-19 will require further investigation.", "cite_spans": [{"start": 236, "end": 240, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 569, "end": 573, "text": "[26,", "ref_id": "BIBREF26"}, {"start": 574, "end": 577, "text": "27]", "ref_id": "BIBREF27"}, {"start": 806, "end": 810, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 1126, "end": 1129, "text": "[8]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "The strengths of this study include the availability of large and well-characterized discovery and validation cohorts; detailed kinetics of serum uric acid; robust outcome analysis; and availability of post-mortem kidney samples for expression studies. We also acknowledge limitations, including the single center design of the study; the lack of mechanistic insights into the pathophysiology linking hypouricemia and respiratory failure; and absence of systematic longitudinal follow-up for all biological parameters.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, acute and severe hypouricemia is highly prevalent among patients with COVID-19 requiring hospitalization and is independently associated with disease severity and with progression toward respiratory failure requiring mechanical ventilation. These data suggest that serum uric acid could be used as a reliable biomarker to identify patients at risk of life-threatening COVID-19. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The online version contains supplementary material available at https:// doi. org/ 10. 1186/ s13054-021-03616-3.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Information"}, {"text": "Additional file 1: Figure S1 : Progression of severity during the course of the disease in the discovery cohort, according to the absence or presence of hypouricemia. Figure S2 : Kinetics of serum uric acid levels in patients requiring mechanical ventilation in the discovery cohort. Figure S3 : Expression of urate transporter URAT1 in the kidney proximal tubules. Table S1 : Characteristics of patients with vs. without available serum levels of uric acid in the discovery cohort. Table S2 : Baseline characteristics of patients from the discovery cohort, stratified for the absence or presence of hypouricemia. Table S3 : Characteristics of COVID-19 and control patients with kidney samples used for expression studies.", "cite_spans": [], "ref_spans": [{"start": 19, "end": 28, "text": "Figure S1", "ref_id": null}, {"start": 167, "end": 176, "text": "Figure S2", "ref_id": "FIGREF0"}, {"start": 284, "end": 293, "text": "Figure S3", "ref_id": "FIGREF2"}, {"start": 366, "end": 374, "text": "Table S1", "ref_id": "TABREF3"}, {"start": 483, "end": 491, "text": "Table S2", "ref_id": "TABREF7"}, {"start": 614, "end": 622, "text": "Table S3", "ref_id": "TABREF8"}], "section": "Supplementary Information"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "8", "pages": "727--760", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical features and short-term outcomes of 102 patients with coronavirus disease 2019 in Wuhan, China", "authors": [{"first": "J", "middle": [], "last": "Cao", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Tu", "suffix": ""}, {"first": "W", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2020, "venue": "Clin Infect Dis", "volume": "71", "issn": "15", "pages": "748--55", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Features of 20 133 UK patients in hospital with covid-19 using the ISARIC WHO Clinical Characterisation Protocol: prospective observational cohort study", "authors": [{"first": "A", "middle": ["B"], "last": "Docherty", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Harrison", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Green", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Openshaw", "suffix": ""}, {"first": "K", "middle": [], "last": "Baillie", "suffix": ""}, {"first": "M", "middle": [], "last": "Semple", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "369", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1054--62", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "COVID-19: What we've done well and what we could or should have done better-the 4 Ps", "authors": [{"first": "J", "middle": ["L"], "last": "Vincent", "suffix": ""}, {"first": "J", "middle": [], "last": "Wendon", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Martin", "suffix": ""}], "year": 2021, "venue": "Crit Care", "volume": "25", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Pathophysiology of COVID-19-associated acute respiratory distress syndrome: a multicentre prospective observational study", "authors": [{"first": "G", "middle": [], "last": "Grasselli", "suffix": ""}, {"first": "T", "middle": [], "last": "Tonetti", "suffix": ""}, {"first": "A", "middle": [], "last": "Protti", "suffix": ""}], "year": 2020, "venue": "Lancet Respir Med", "volume": "8", "issn": "12", "pages": "1201--1209", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Extrapulmonary manifestations of COVID-19", "authors": [{"first": "A", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Madhavan", "suffix": ""}, {"first": "K", "middle": [], "last": "Sehgal", "suffix": ""}], "year": 2020, "venue": "Nat Med", "volume": "26", "issn": "7", "pages": "1017--1049", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance • support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year submit your research ?", "authors": [{"first": "•", "middle": [], "last": "Fast", "suffix": ""}], "year": null, "venue": "Choose BMC and benefit from: ? Choose BMC and benefit from", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "SARS-CoV-2 causes a specific dysfunction of the kidney proximal tubule", "authors": [{"first": "A", "middle": [], "last": "Werion", "suffix": ""}, {"first": "L", "middle": [], "last": "Belkhir", "suffix": ""}, {"first": "M", "middle": [], "last": "Perrot", "suffix": ""}], "year": 2020, "venue": "Kidney Int", "volume": "98", "issn": "5", "pages": "1296--307", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Dexamethasone in Hospitalized Patients with Covid-19", "authors": [{"first": "P", "middle": [], "last": "Horby", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Lim", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Emberson", "suffix": ""}], "year": 2021, "venue": "N Engl J Med", "volume": "384", "issn": "8", "pages": "693--704", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Renal hypouricemia is an ominous sign in patients with severe acute respiratory syndrome", "authors": [{"first": "V", "middle": ["C"], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Huang", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hsueh", "suffix": ""}], "year": 2005, "venue": "Am J Kidney Dis", "volume": "45", "issn": "1", "pages": "88--95", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "AKI in the ICU: definition, epidemiology, risk stratification, and outcomes", "authors": [{"first": "K", "middle": [], "last": "Singbartl", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kellum", "suffix": ""}], "year": 2012, "venue": "Kidney Int", "volume": "81", "issn": "9", "pages": "819--844", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Controversies in acute kidney injury: conclusions from a Kidney Disease: Improving Global Outcomes (KDIGO) Conference", "authors": [{"first": "M", "middle": [], "last": "Ostermann", "suffix": ""}, {"first": "R", "middle": [], "last": "Bellomo", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Burdmann", "suffix": ""}], "year": 2020, "venue": "Kidney Int", "volume": "98", "issn": "2", "pages": "294--309", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A clinically applicable approach to continuous prediction of future acute kidney injury", "authors": [{"first": "N", "middle": [], "last": "Tomašev", "suffix": ""}, {"first": "X", "middle": [], "last": "Glorot", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Rae", "suffix": ""}], "year": 2019, "venue": "Nature", "volume": "572", "issn": "7767", "pages": "116--125", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Diagnosis and treatment protocol for novel coronavirus pneumonia (trial version 7)", "authors": [{"first": "P", "middle": ["F"], "last": "Wei", "suffix": ""}], "year": 2020, "venue": "Chin Med J", "volume": "133", "issn": "9", "pages": "1087--95", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Hypouricemia in individuals admitted to an inpatient hospital-based facility", "authors": [{"first": "E", "middle": ["T"], "last": "Bairaktari", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Kakafika", "suffix": ""}, {"first": "N", "middle": [], "last": "Pritsivelis", "suffix": ""}], "year": 2003, "venue": "Am J Kidney Dis", "volume": "41", "issn": "6", "pages": "1225--1257", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Association between hypouricemia and reduced kidney function: a cross-sectional population-based study in Japan", "authors": [{"first": "M", "middle": [], "last": "Wakasugi", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Kazama", "suffix": ""}, {"first": "I", "middle": [], "last": "Narita", "suffix": ""}], "year": 2015, "venue": "Am J Nephrol", "volume": "41", "issn": "2", "pages": "138--184", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Severe Coronavirus disease 2019 pneumonia patients showed signs of aggravated renal impairment", "authors": [{"first": "M", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "J Clin Lab Anal", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The Metabolic Changes and Immune Profiles in Patients With COVID-19", "authors": [{"first": "B", "middle": [], "last": "He", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Front Immunol", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Kidney function indicators predict adverse outcomes of COVID-19. Med (NY)", "authors": [{"first": "Y", "middle": ["M"], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xie", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Renal transport of uric acid: evolving concepts and uncertainties", "authors": [{"first": "I", "middle": ["A"], "last": "Bobulescu", "suffix": ""}, {"first": "O", "middle": ["W"], "last": "Moe", "suffix": ""}], "year": 2012, "venue": "Adv Chronic Kidney Dis", "volume": "19", "issn": "6", "pages": "358--71", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Molecular identification of a renal urate anion exchanger that regulates blood urate levels", "authors": [{"first": "A", "middle": [], "last": "Enomoto", "suffix": ""}, {"first": "H", "middle": [], "last": "Kimura", "suffix": ""}, {"first": "A", "middle": [], "last": "Chairoungdua", "suffix": ""}], "year": 2002, "venue": "Nature", "volume": "417", "issn": "6887", "pages": "447--52", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Large-scale whole-exome sequencing association studies identify rare functional variants influencing serum urate levels", "authors": [{"first": "A", "middle": [], "last": "Tin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Brody", "suffix": ""}], "year": 2018, "venue": "Nat Commun", "volume": "9", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Impact of viral inflammation on the expression of renal drug transporters in pregnant rats", "authors": [{"first": "Karimian", "middle": [], "last": "Pour", "suffix": ""}, {"first": "N", "middle": [], "last": "Mccoll", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Piquette-Miller", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2019, "venue": "Pharmaceutics", "volume": "11", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Regulation of drug transporter expression in human hepatocytes exposed to the proinflammatory cytokines tumor necrosis factor-alpha or interleukin-6", "authors": [{"first": "Le", "middle": [], "last": "Vee", "suffix": ""}, {"first": "M", "middle": [], "last": "Lecureur", "suffix": ""}, {"first": "V", "middle": [], "last": "Stieger", "suffix": ""}, {"first": "B", "middle": [], "last": "Fardel", "suffix": ""}, {"first": "O", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Drug Metab Dispos", "volume": "37", "issn": "3", "pages": "685--93", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Uric acid provides an antioxidant defense in humans against oxidant-and radical-caused aging and cancer: a hypothesis", "authors": [{"first": "B", "middle": ["N"], "last": "Ames", "suffix": ""}, {"first": "R", "middle": [], "last": "Cathcart", "suffix": ""}, {"first": "E", "middle": [], "last": "Schwiers", "suffix": ""}, {"first": "P", "middle": [], "last": "Hochstein", "suffix": ""}], "year": 1981, "venue": "Proc Natl Acad Sci", "volume": "78", "issn": "11", "pages": "6858--62", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Asymptomatic hyperuricemia, a regulator of innate immunity in chronic kidney disease", "authors": [{"first": "Q", "middle": [], "last": "Ma", "suffix": ""}, {"first": "R", "middle": [], "last": "Immler", "suffix": ""}, {"first": "M", "middle": [], "last": "Pruenster", "suffix": ""}], "year": 2020, "venue": "Nephrol Dial Transplant", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Soluble uric acid is an intrinsic negative regulator of monocyte activation in monosodium urate crystal-induced tissue inflammation", "authors": [{"first": "Q", "middle": [], "last": "Ma", "suffix": ""}, {"first": "M", "middle": [], "last": "Honarpisheh", "suffix": ""}, {"first": "C", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "J Immunol", "volume": "205", "issn": "3", "pages": "789--800", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Severe hypouricemia impairs endothelium-dependent vasodilatation and reduces blood pressure in healthy young men: a randomized, placebo-controlled, and crossover study", "authors": [{"first": "De", "middle": [], "last": "Becker", "suffix": ""}, {"first": "B", "middle": [], "last": "Coremans", "suffix": ""}, {"first": "C", "middle": [], "last": "Chaumont", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2019, "venue": "J Am Heart Assoc", "volume": "8", "issn": "23", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Prevalence and kinetics of low serum uric acid levels among patients hospitalized with COVID-19, in discovery and validation cohorts. a In the discovery cohort, the prevalence of hypouricemia was 1/122 (0.8%) under basal conditions, 13/192 (6.8%) at admission, 39/192 (20.3%) at the lowest uric acid level and 5/140 (3.6%) at discharge. b In the validation cohort, the prevalence of hypouricemia increased from 21/325 (6.5%) upon admission to 63/325 (19.4%) during hospitalization. Circles represent individual values and black lines medians. Histograms show the distribution of time from admission to onset of hypouricemia in both cohorts. P values calculated using a mixed-effects model considering repeated measures in individual patients. ***P < 0.001", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Low serum uric acid levels associate with disease severity and outcome in COVID-19 (pooled data from discovery and validation cohorts). a Proportion of patients with hypouricemia (bar graph) and lowest serum uric acid level (scatter plots with median) according to COVID-19 severity. Circles represent individual values and black lines are medians (one-way ANOVA and linear trend, P = 0.002). b Comparison of peak values of highly sensitive C-reactive protein (hsCRP) and lactate dehydrogenase (LDH), and nadir of lymphocytes in patients with or without hypouricemia. Circles represent individual values and lines are medians. ***P < 0.001 using Mann-Whitney test. c Proportion of patients requiring mechanical ventilation, according to the presence (red dots) or not (gray dots) of hypouricemia. d Survival analyses with Kaplan-Meier curves showing time to mechanical ventilation or death (log-rank test, P < 0.001) intensity 0.21 ± 0.12 vs. 1.00 ± 0.27, P = 0.001) (Additional file 1:", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Abbreviations ACE: Angiotensin-converting enzyme; CI: Confidence interval; COVID-19: Coronavirus disease 2019; HR: Hazard ratio; hsCRP: Highly sensitive C-reactive protein; IQR: Interquartile range; KDIGO: Kidney Disease Improving Global Outcomes; LDH: Lactate dehydrogenase; RT-PCR: Reverse transcription polymerase chain reaction; sHR: Subdistribution hazard ratio.", "latex": null, "type": "figure"}, "TABREF1": {"text": "). Patients with critical COVID-19 also had lower serum uric acid levels during hospitalization (median [IQR] 2.0 [1.4-3.9] vs. 3.9 [3.0-5.2], 4.3 [3.3-5.2] and 3.9 [3.1-5.3] mg/dl in patients with severe, moderate and mild disease, respectively, linear trend, P < 0.001)", "latex": null, "type": "table"}, "TABREF3": {"text": "Baseline characteristics of patients in discovery and validation cohortsContinuous variables are expressed as median and interquartile range (IQR) and categorical variables as numbers (no.) and percentages (%) ACE, angiotensin converting enzyme; eGFR, CKD-EPI estimated glomerular filtration rate; hsCRP, highly sensitive C-reactive protein; LDH, lactate dehydrogenase; LOS, length of stay", "latex": null, "type": "table"}, "TABREF6": {"text": "kidney disease, 32%; nursing home residents, 42%), for whom major therapeutic restrictions had been set.", "latex": null, "type": "table"}, "TABREF7": {"text": "Disease severity and outcomes of patients without or with hypouricemia Continuous variables are expressed as median and interquartile range (IQR) and categorical variables as numbers (no.) and percentages (%) hsCRP, highly sensitive C-reactive protein; lymph., lymphocytes; LDH, lactate dehydrogenase; LOS, length of stay", "latex": null, "type": "table"}, "TABREF8": {"text": "Cox and competing risks regressions for time to invasive mechanical ventilation according to the presence of hypouricemia", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank Yvette Cnops and Sebastien Druart for expert technical assistance. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": " ID, AW, MJ, LG, JM designed the study; ID, AW, LB, AW, MP, JDG, JCY, XW, PFL,  MJ, LG, JM took care of the patients and collected clinical data; GS performed autopsies; ID and JM performed and analyzed immunostainings; ID, AW, JM performed statistical analyses. Each author contributed important intellectual content during manuscript drafting or revision and agrees to be personally accountable for the individual's own contributions and to ensure that questions pertaining to the accuracy or integrity of any portion of the work, even one in which the author was not directly involved, are appropriately investigated and resolved, including with documentation in the literature if appropriate. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [{"start": 1, "end": 83, "text": "ID, AW, MJ, LG, JM designed the study; ID, AW, LB, AW, MP, JDG, JCY, XW, PFL,  MJ,", "ref_id": null}], "section": "Authors' contributions"}, {"text": "The authors declare that they have no financial interests relevant to this work.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The datasets used and analyzed during the current study are available from the corresponding author on reasonable request.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The study was conducted in accordance with the World Medical Association's Declaration of Helsinki, the Belgian law related to experiments in humans dated May 7, 2004 , the General Data Protection Regulation 2016/679 and the Belgian law of July 30, 2018, regarding the protection of personal data. The Ethical Review Board of Cliniques universitaires Saint-Luc/UCLouvain approved the study and waived the requirement to obtain informed consent based on the retrospective observational design of the study.", "cite_spans": [{"start": 155, "end": 166, "text": "May 7, 2004", "ref_id": null}], "ref_spans": [], "section": "Declarations Ethics approval and consent to participate"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}