{"paper_id": "0ae3c3097302d54f495e947c746cfb34a961c225", "metadata": {"title": "Labeling self-tracked menstrual health records with hidden 1 semi-Markov models 2", "authors": [{"first": "Laura", "middle": [], "last": "Symul", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Susan", "middle": [], "last": "Holmes", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Globally, millions of women track their menstrual cycle and fertility via smartphone-based health apps, generating mul-5 tivariate time series with frequent missing data. To leverage data from self-tracking tools in epidemiological studies on 6 fertility or the menstrual cycle's e ects on diseases and symptoms, it is critical to have methods for identifying reproduc-7 tive events, e.g. ovulation, pregnancy losses or births. We present two coupled hidden semi-Markov models that adapt to 8 changes in tracking behavior, explicitly capture variable-and state-dependent missingness, allow for variables of di erent 9 type, and quantify uncertainty. The accuracy on synthetic data reaches 98% with no missing data, 90% with realistic miss-10 ingness, and 94% accuracy on our partially labeled real-world time series. Our method also accurately predicts cycle length 11 by learning user characteristics. It is publicly available (HiddenSemiMarkov R package) and transferable to any health time 12 series, including self-reported symptoms and occasional tests. 13 Introduction 14 Health tracking apps have become increasingly popular and self-tracked health records collected via apps or connected 15 devices are progressively adopted by the scienti c community for personalized health or epidemiological research (Topol, 16 2019). Menstrual cycle and fertility tracking apps are among the most used health apps (Fox & Duggan, 2013). These apps 17 are now used by millions of women worldwide, generating very large datasets of self-reports related to the menstrual cycle 18 and reproductive events. Users of these apps typically report their period bleeding along with physical or psychological 19 symptoms and/or fertility-related body-signs. 20 These large datasets have already been used to characterize the duration of the menstrual cycle and the follicular (before 21 ovulation) and luteal (after ovulation) phases (Bull et al., 2019; Faust et al., 2019; Symul et al., 2019), to evaluate the associ-22 ation between sexually transmittable infections (STI) and pre-menstrual symptoms (Alvergne et al., 2018) and to evaluate 23 the association between cycle length irregularities and reported symptoms (Li et al., 2019). In addition to these ndings, this 24 data indubitably holds additional information on fertility, pregnancy losses and menstrual health in general. This informa-25 tion can be used to tackle scienti c challenges and address unanswered questions about the human reproductive biology. 26 For example, this data can be used to evaluate whether seasonal and geographical variations of fertility (Symul et al., 2020) 27 is due to changes in ovulation or loss rates or to study the predictability of mental health variations throughout the men-28 strual cycle (Eisenlohr-Moul et al., 2019; Pierson et al., 2019) at large scale, in individuals not diagnosed with pre-menstrual 29 dysphoric disorder (PMDD) (Diagnostic and Statistical Manual of Mental Disorders, 5th Edition, 2013). Beyond the potential 30 of these large retrospective datasets, apps and/or connected devices provide a scalable way to prospectively collect longitu-31 dinal data of menstrual-health related body signs and symptoms for large population size, long period of time and without 32 the requirements of in-person visits to a clinic. The prospective digital collection of data related to fertility and menstrual 33 : medRxiv preprint NOTE: This preprint reports new research that has not been certified by peer review and should not be used to guide clinical practice. health provides an opportunity to evaluate the association between the menstrual cycle or reproductive status and other 34 health variable at large scale. 35 A rst challenge in using such self-reported data is the contextualization of each observation within the reproductive time-36 line of an individual. The interpretation of a reported symptom varies greatly if the individual is pregnant or going through 37 a long anovulatory phase. This contextualization requires the labeling of users' time series with biologically-relevant states 38 such as \"pregnant\" or \"ovulating\". 39 Labeling self-tracked datasets can be a challenging process given the multivariate nature of the datasets, the abundance of 40 missing data and the lack of available ground-truth. To our knowledge, there are no available labeled datasets for menstrual 41 self-tracked data. Thus, supervised labeling methods such as Long-Short-Term-Memory (LSTM) models (Hochreiter, 1997; 42 Liu et al., 2019), or Transformers (Vaswani et al., 2017), cannot be used. Fortunately, this lack of available labeled samples 43 is balanced by a good knowledge of the underlying reproductive biology. This knowledge can be translated into statistical 44 priors and inform the design of unsupervised or generative models.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "45", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Given the generative nature of our model, the synthetic dataset is simulated from our coupled HSMMs. Synthetic time series 93 are generated with various amounts of missing data so that the e ect of tracking frequency on accuracy can be evaluated 94 (Methods). Table 1 : Tracking behavior of the users in our dataset. The rst row provides descriptive statistics of the overall tracking frequency, which is de ned as the ratio between the number of days in which the user tracked any feature in the app and the duration (in days) between their rst and last log. The next four rows provide feature-speci c tracking frequencies, i.e. the ratio between the number of days the user tracked this speci c feature and the duration of app use. The last two rows provides descriptive statistics about the duration of the longest continuous stretch of time users did not report any feature (missing) or reported as least one feature every day (tracking). 3 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 123, "end": 125, "text": "93", "ref_id": null}], "ref_spans": [{"start": 260, "end": 267, "text": "Table 1", "ref_id": "TABREF0"}], "section": ""}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; In the bleeding line (top), gray lines indicate 'no bleeding', orange/red lines mean that bleeding was reported. Darker reds indicate heavier bleeding ow. In the LH and pregnancy test lines (2nd and last lines), red lines indicate negative tests, blue lines positive ones. Temperature is depicted by a gradient ranging from blue for temperatures below the user's median value to red for temperatures above the median value. No mucus (3rd line) is depicted by gray lines, while fertile mucus is indicated in blue, sticky mucus in yellow and creamy one in beige.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Generative models of the female reproductive cycles and of users' tracking behavior 97 The self-reported time series result from two distinct generative processes: the rst one generates the values of the ob-98 served variables and the second one generates the censoring (the pattern of missing data). Here, we hypothesize that the 99 rst process only depends on the biological state, while the probability of missing data depends on both the biological state 100 of an individual and on the tracking goals of that individual. For example, the probability of a positive pregnancy test only 101 depends on whether the individual is pregnant (assuming no false positives), however, the probability of reporting a positive 102 pregnancy test is much higher in the rst month of pregnancy than in the last month of pregnancy. Similarly, a user who 103 wishes to achieve or avoid a pregnancy is likely to report their cervical mucus and/or temperature more frequently than a 104 user whose purpose is simply to keep track of their period. While, in principle, the tracking behavior does not a ect an indi-105 vidual's biology, our ability to detect speci c reproductive events depends on the tracking behavior. In general, the more a 106 user tracks, the more information we have about their biological state, and the better speci c events can be identi ed from 107 their data. Inversely, if, for example, a user only tracks their bleeding, it may be impossible to di erentiate early pregnancy 108 losses from long cycles. Speci ed model graph of the HSMM used to label users time series with a speci c tracking behavior. 'b' indicates tracking of bleeding only, 'bp' means tracking of bleeding and pregnancy tests, 'b test' tracking of bleeding and both ovulation and pregnancy tests, 'no mucus' indicates that the user is not tracking their mucus, in 'no temp' they are not tracking their temperature and in 'full', they are tracking all ve possible variables. This does not require them to track these features frequently, but at least occasionally within a few months. (c) Graph of the speci ed HSMM for modelling reproductive events. Arrows indicate possible transitions, their width is proportional to the transition probability. This graph should be read starting from the red circle ('M' for menses). From 'M', a rst loop matches the 6 states de ning ovulatory cycles ('lE', 'hE', 'pre-O' are follicular phase states, 'O' stands for ovulation, and 'post-O' and 'Lut' are luteal phase states). After ovulation, a pregnancy may start ('P) and end-up in a loss ('PL'-'L'-'lEpL' loop) or in a birth ('PB1'-'PB2'-'PB3'-'B'-'PP' (post-partum without breast-feeding) or 'BF' (breast-feeding) loops). Finally, two anovulatory states are de ned: 'AB' for anovulatory with bleeding and 'Ano' for anovulatory without bleeding. See Methods and Supplementary Material for state de nition and descriptions. (d) Prior and initial sojourn distributions for states which do not have a xed duration.", "cite_spans": [{"start": 84, "end": 86, "text": "97", "ref_id": null}], "ref_spans": [], "section": "96"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "5"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; https://doi.org/10.1101/2021.01.11.21249605 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "5"}, {"text": "Our results on a synthetic dataset (Fig 3) show that our method is able to recover the ground truth with an accuracy of 98% 115 when variables are always reported (persistent tracking, no missing data). This provides an upper-bound on our ability to 116 decode real-world time series.", "cite_spans": [], "ref_spans": [{"start": 35, "end": 42, "text": "(Fig 3)", "ref_id": null}], "section": "5"}, {"text": "As expected, we observe a higher accuracy when variables are reported more frequently (less missing data, see tracking 118 categories on the x-axis of Fig. 3b-c) and when more variables are reported, e.g. tests results are reported in addition to 119 bleeding (see colored lines in Fig 3b and Methods for the de nition of tracking categories and the speci cation of missing 120 patterns). With time series mimicking the expected tracking behavior of a user whose purpose is to identify their fertile 121 window and pregnancies early on, the accuracy is 93%. The accuracy is of 85% when the tracking behavior is \"occasional\", 122 i.e. with an average tracking frequency of about 10% (Fig 3b and Supplementary Material).", "cite_spans": [], "ref_spans": [{"start": 151, "end": 161, "text": "Fig. 3b-c)", "ref_id": null}, {"start": 282, "end": 292, "text": "Fig 3b and", "ref_id": null}, {"start": 682, "end": 693, "text": "(Fig 3b and", "ref_id": null}], "section": "117"}, {"text": "The weighted accuracy, i.e. the accuracy weighted by the uncertainty on the labels at each time-point (see Methods), is 124 higher than the non-weighted accuracy (Fig 3b) , which indicates that, as desired, our method provides a higher uncertainty 125 on labels that are di erent from the ground-truth. Our method is able to warn against potential labeling mistakes.", "cite_spans": [], "ref_spans": [{"start": 162, "end": 170, "text": "(Fig 3b)", "ref_id": null}], "section": "123"}, {"text": "States recovered with the highest accuracy are the menses and pregnancy states (Fig 3c, Supplementary Materials) . The 127 states su ering the most from a low tracking frequency are the states surrounding ovulation. Indeed, without a high tracking 128 frequency, it is impossible to pin-point the day of ovulation. A low accuracy is expected for these states when tracking 129 frequency is low. 6 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [{"start": 79, "end": 112, "text": "(Fig 3c, Supplementary Materials)", "ref_id": null}], "section": "126"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; https://doi.org/10.1101/2021.01.11.21249605 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "126"}, {"text": "To quantify the performances on our real-world dataset, we used the interactive app embedded in our HiddenSemiMarkov 132 R package to de ne some ground-truth and label about 11% of our dataset. These labels were independently validated 133 by a fertility awareness methods expert (see Methods and Acknowledgments) and are visualized for the full dataset in the 134 Supplementary Material. Fig 4a provides an example of how a real-world user time series is labeled with our model.", "cite_spans": [], "ref_spans": [{"start": 389, "end": 404, "text": "Fig 4a provides", "ref_id": null}], "section": "126"}, {"text": "Our results on the partially labeled Kindara dataset are similar to those obtained on simulated data. Menses and pregnancy 136 states are well recovered, while states surrounding ovulation are less accurately recovered (Fig 4b) . Here as well, the overall 137 weighted accuracy (94.5%) is higher than the non-weighted one (93%). This also holds true for the state-speci c accuracies 7 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [{"start": 219, "end": 227, "text": "(Fig 4b)", "ref_id": null}], "section": "135"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; https://doi.org/10.1101/2021.01.11.21249605 doi: medRxiv preprint Unsupervised labeling of self-reported health records with biologically-relevant states is a challenging problem given the 149 high frequency of missing data, the changes in tracking behavior and the multivariate nature of the data. Here, we presented 150 a hierarchical generative method based on two hidden semi-Markov models. Our results on synthetic data and real-world 151 data, here self-reported fertility body-signs, show accurate recovery of the hidden states sequence. In addition to return-152 ing the most likely sequence of hidden states, this framework returns the likelihood at each time-point of this most likely 153 sequence. Our results show that the decoding accuracy is higher when the likelihood is high which implies that our model 154 is able to adequately quantify uncertainty. In contrast, most medical or psychological studies currently use methods which 155 are unable to quantify the uncertainty or the likelihood of their estimates, such as manual labeling or deterministic rules, 156 to identify the timing of reproductive events such as ovulation day. Our method both labels retrospective time series and 157 predicts cycle lengths of ongoing cycles. The method performs 2.88 times better than the baseline method for users with 158 irregular cycles.", "cite_spans": [{"start": 1155, "end": 1158, "text": "156", "ref_id": null}], "ref_spans": [], "section": "135"}, {"text": "Beyond modeling reproductive events, our adaption of hidden semi-Markov models allows (i) for missingness patterns that which can be used to manually label time series and/or con rm predicted labels. This interactive app can be used to create 173 some ground-truth for time series or to use an interactive boosting approach to accelerate the tting process.", "cite_spans": [], "ref_spans": [], "section": "159"}, {"text": "This package, in combination with the proposed reproductive model presented here, provide ready-to-use o -the-shelf 175 tools that any scientist interested in studying health and biological variations associated with the menstrual cycle can use.", "cite_spans": [], "ref_spans": [], "section": "174"}, {"text": "For example, the labeling method presented here can be used to label large retrospective dataset from menstrual cycle 177 tracking app and evaluate the changes in reported symptoms at speci c phases of the cycle before and after pregnancies. 178 And, while users in our dataset were naturally cycling, the proposed reproductive model could be extended to allow for 179 the detection of birth-control changes. Therefore, reported symptoms could be compared before and after birth control is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 242, "end": 245, "text": "178", "ref_id": null}], "ref_spans": [], "section": "176"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; https://doi.org/10.1101/2021.01.11.21249605 doi: medRxiv preprint cycle. Our framework could thus encourage medical researchers to partner with a tracking app or include a few questions 185 related to participants' fertility, such as contraceptive use, and their menstrual cycle, such as daily report of their bleeding.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "This would ensure a more comprehensive understanding of the e ect of sex as a biological variable on the course of chronic 187 diseases, the e cacy of treatments or in epidemiological studies.", "cite_spans": [], "ref_spans": [], "section": "186"}, {"text": "Beyond the menstrual cycle, the proposed model is ideal for decoding any self-reported time series such as physical activity 189 patterns, or time series of incomplete diagnosis data. As an example from the current pandemic, our hidden semi-Markov 190 model could be tted to datasets of covid-19 test results and reported symptoms to identify the di erent phases of infection 191 from \"uninfected\" to \"recovered\" over \"incubating\" and \"infectious\". Another application of our hidden semi-Markov model CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "188"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; https://doi.org/10.1101/2021.01.11.21249605 doi: medRxiv preprint Hidden semi-Markov models 199 First, we introduce the notation and de nitions in the case of a univariate non-censored time series, we then adapt these to 200 multivariate time series, to censored time series and to time series where some ground-truth is available.", "cite_spans": [{"start": 171, "end": 174, "text": "199", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Notation and model parameters 202 The random variable is measured at a sequence of time-points and may be a discrete, continuous or categorical variable.", "cite_spans": [{"start": 30, "end": 33, "text": "202", "ref_id": null}], "ref_spans": [], "section": "201"}, {"text": "It is either observed, taking a value , or missing. The hidden state is a discrete, non-observed, random variable whose 204 value is one of the states of the model. We will use the shorthand notation X for a sequence of observations of length 205 and de ne it as an ordered set of values of : X = ( 1 , 2 , … , ). A sequence of hidden state is written as s =", "cite_spans": [], "ref_spans": [], "section": "203"}, {"text": "( 1 , 2 , … , ); or is the shorthand notation for = or = . is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "206"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; https://doi.org/10.1101/2021.01.11.21249605 doi: medRxiv preprint package, with a minor correction of the backtracking step for the Viterbi algorithm. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "11"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; https://doi.org/10.1101/2021.01.11.21249605 doi: medRxiv preprint Self-reported health records are subject to high level of missingness. Typically, the tracking behavior shows high variability 259 between users and within users. The tracking frequency of a user changes over time, both at short term, i.e. within the 260 menstrual cycle, but also at long term. For example, as users change their reproductive objectives, they may start or stop 261 tracking speci c body-signs. Missing observations may be modeled as a two-step process: rst, users must open the app on 262 a given day, and second, they must measure and report a speci c variable on that day. Both processes can be modeled as 12 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; https://doi.org/10.1101/2021.01.11.21249605 doi: medRxiv preprint where is the dirac function and is a parameter that can be speci ed and that represents the trust in the provided ground 287 truth. takes value between 0 (no trust) and 1 (full trust). In the M-step, the posterior state probabilities are adapted as We speci ed a 19-state model composed of 2 main loops (Fig. 2c) . The rst loop is a 7-state chain describing the succes- LH test or a rising temperature, would be reported. The second scenario corresponds to cycles in which a low temperature 303 is reported consistently between two bleeding episodes without abnormal bleeding being reported.", "cite_spans": [], "ref_spans": [{"start": 448, "end": 457, "text": "(Fig. 2c)", "ref_id": "FIGREF1"}], "section": "(which was not certified by peer review)"}, {"text": "All state transitions are uni-directional except for the transition between the \"high estrogen\" state and the \"low estrogen\" 305 state. This transition is initialized with a low probability and allows the description of cycles typically experienced by users 306 su ering of poly-cystic ovary syndrome (PCOS). We expect this \"hE-lE\" transition probabilities to become very low when 307 tting our initial model on time series reported by healthy users, and to become higher when tting time series reported by 308 PCOS users or users that experienced delayed ovulation for other reasons. series at once, we use a hierarchical approach (see Fig. 2a ). First we categorize user's time series into subsequences with 316 distinct tracking behavior categories, then, if needed, we simplify our reproductive event model to match the information 317 available in each subsequence before predicting their hidden state sequence.", "cite_spans": [], "ref_spans": [{"start": 637, "end": 644, "text": "Fig. 2a", "ref_id": "FIGREF1"}], "section": "304"}, {"text": "To categorize user's tracking behavior, we make two assumptions. First, we assume that users are consistent for several 319 months, i.e. same and , . Second, we assume that they are likely to change their tracking behavior around the time of 320 13 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "318"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; https://doi.org/10.1101/2021.01.11.21249605 doi: medRxiv preprint One-day state preceding ovulation to account for a higher probability of a positive LH test compared to previous days.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Ovu One-day state during which an egg is released from one of the ovaries.", "cite_spans": [], "ref_spans": [], "section": "O"}, {"text": "6 postO Ovu + 2 Two-day state during which the mucus becomes less transparent and more sticky and during which the wake-up body temperature increases. 7 Lut Luteal Temperature is high (from progesterone), mucus is absent, sticky or creamy and spotting may be reported towards in the last days. 8 Ano Anovulatory cycle", "cite_spans": [], "ref_spans": [], "section": "O"}, {"text": "The anovulatory cycle state follows the follicular phase if a low temperature is consistently observed until the next menses. 9 AB Anovulatory with bleeding", "cite_spans": [], "ref_spans": [], "section": "O"}, {"text": "The anovulatory with bleeding state describes anovulatory cycles in which the users experience quasi-constant bleeding. It follows the menses and the temperature is low throughout this state. 10 P Implantation (Pregnancy)", "cite_spans": [], "ref_spans": [], "section": "O"}, {"text": "The implantation state follows the post-ovulation state. Temperature is high and pregnancy tests may be positive 10-15 days after fertilization (ovulation).", "cite_spans": [], "ref_spans": [], "section": "O"}, {"text": "After implantation, a pregnancy can end in a spontaneous or induced loss.", "cite_spans": [], "ref_spans": [], "section": "PL Pregnancy with Loss"}, {"text": "The embryo leaves the uterus, bleeding is usually reported. 13 lEpL Post-Loss", "cite_spans": [], "ref_spans": [], "section": "L Loss"}, {"text": "The post-loss state is similar to the early follicular phase except that pregnancy tests may still be positive (residual HCG in the urine). 14 PB1 Pregnancy with Birth -1st trimester", "cite_spans": [], "ref_spans": [], "section": "L Loss"}, {"text": "Pregnancies ending with a birth are divided into three trimesters. Temperature is very high in the 1st trimester. It has a xed duration of 84 days (12 weeks). 14 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "L Loss"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; https://doi.org/10.1101/2021.01.11.21249605 doi: medRxiv preprint only a few days. Any switch between tracking behavior must be done via this transition state whose emission probabilities 331 are speci ed to coincide with menses as identi ed earlier (see Fig. 2b ). The tracking-behavior HSMM is speci ed to decode 332 time series that are composed of ve binary variables: the rst one re ects whether a period was detected by the simpli ed 333 reproductive model, while the other fours re ects the presence or absence of the four variables (all besides bleeding) that 334 may be reported by the app users.", "cite_spans": [], "ref_spans": [{"start": 334, "end": 341, "text": "Fig. 2b", "ref_id": "FIGREF1"}], "section": "(which was not certified by peer review)"}, {"text": "Once subsequences with consistent tracking behavior have been identi ed, the reproductive HSMM is slightly modi ed to 336 match the information contained in each subsequence. These modi cation consists in one or a combination of three steps.", "cite_spans": [], "ref_spans": [], "section": "335"}, {"text": "First, unobserved variables are removed from the model emission distributions. Second, if two states (or two loops) may 338 not be distinguishable from the available observations, we set to zero the transition probability for the least common state 339 or loop. For example, anovulatory cycles may not be distinguishable from ovulatory cycles without temperature records; 340 in the absence of temperature, the transition probability to the anovulatory state is set to zero. And third, we initialize to 341 a xed duration the sojourn distributions of states whose variation in duration can only be infered from the value of given The dataset was lightly pre-processed before being labeled using our hidden semi-Markov models we de ne in the next To test our framework and its ability to label real-world time series, we attempted to generate synthetic data that would . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "337"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; https://doi.org/10.1101/2021.01.11.21249605 doi: medRxiv preprint more frequently than others. To create these ve levels, we rst specify censoring probabilities for each state and variables 366 which would mimic the tracking behavior of a diligent user who wish to identify their fertile window and pregnancies early 367 on. We then increase or decrease these probabilities to mimic realistic levels of tracking assiduity (see Supplementary Ma-368 terial). The last step of the data generation process aims at re ecting that (a) users' tracking frequency may change over 369 time and (b) that not all users track the same set of variable. For example, some users only track their bleeding, while others 370 track their mucus and ovulation tests. We thus divided the users' time series into an arbitrary number of sub-sequences.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Each of these sub-sequences is randomly assigned to a set of tracked features. To simplify the interpretation of the results, 372 4 groups of realistic sets of tracked features are de ned: in the rst category, users only report their bleeding patterns; in 373 the second category, their only report bleeding patterns and pregnancy test results; in the third category, they report bleed-374 ing, mucus and temperature patterns and in the fourth category, they report all variables. We compute the performance 375 metrics de ned above as a function of the tracking frequency and the set of reported variables.", "cite_spans": [], "ref_spans": [], "section": "371"}, {"text": "Labeling performance evaluation 377 We evaluate the performances of our framework by measuring its ability to recover simulated or manually labeled ground-378 truth. We compute the accuracy de ned as = 1 ∑ =1 (ŝ − s * ) and the weighted accuracy = ∑ =1 (ŝ −s * )", "cite_spans": [{"start": 32, "end": 35, "text": "377", "ref_id": null}], "ref_spans": [], "section": "376"}, {"text": "where the weights = ( ( = ) =ŝ |X; ) are the posterior state probabilities for the most likely state. We also 380 compute a state-speci c weighted accuracy which is de ned as = 1 ∑ =1 (ŝ − s * ) ( − s * ).", "cite_spans": [], "ref_spans": [], "section": "376"}, {"text": "Predicting the next period date in ovulatory cycles.", "cite_spans": [], "ref_spans": [], "section": "381"}, {"text": "In addition to labeling user's time series, our model can also be used to predict the date of the next period. While some 16 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "382"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "382"}, {"text": "The copyright holder for this preprint this version posted January 13, 2021. ; https://doi.org/10.1101/2021.01.11.21249605 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "382"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Do sexually transmitted infections exacerbate negative premenstrual 407 symptoms? Insights from digital health", "authors": [{"first": "A", "middle": [], "last": "Alvergne", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Wheeler", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Tabor", "suffix": ""}], "year": 2018, "venue": "Evolution, medicine and public health", "volume": "", "issn": "", "pages": "138--150", "other_ids": {"DOI": ["10.1093/emph/eoy018"]}}, "BIBREF1": {"ref_id": "b1", "title": "Menstrual cycle, sex hormones in female in ammatory bowel disease pa-410 tients with and without surgery", "authors": [{"first": "S", "middle": [], "last": "Bharadwaj", "suffix": ""}, {"first": "G", "middle": [], "last": "Kulkarni", "suffix": ""}, {"first": "B", "middle": [], "last": "Shen", "suffix": ""}], "year": 2015, "venue": "Journal of Digestive Diseases", "volume": "16", "issn": "5", "pages": "245--255", "other_ids": {"DOI": ["10.1111/1751-2980.12247"]}}, "BIBREF2": {"ref_id": "b2", "title": "Mucus observations in the 412 fertile window: A better predictor of conception than timing of intercourse", "authors": [{"first": "J", "middle": ["L"], "last": "Bigelow", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Dunson", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Stanford", "suffix": ""}, {"first": "R", "middle": [], "last": "Ecochard", "suffix": ""}, {"first": "C", "middle": [], "last": "Gnoth", "suffix": ""}, {"first": "B", "middle": [], "last": "Colombo", "suffix": ""}], "year": 2004, "venue": "Human Reproduction", "volume": "19", "issn": "4", "pages": "889--892", "other_ids": {"DOI": ["10.1093/humrep/deh173"]}}, "BIBREF3": {"ref_id": "b3", "title": "Symptoms and Hormonal Changes Accompanying Ovulation", "authors": [{"first": "E", "middle": ["L"], "last": "Billings", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Brown", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Billings", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Burger", "suffix": ""}], "year": 1972, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The Lancet", "authors": [], "year": null, "venue": "", "volume": "299", "issn": "", "pages": "90291--90298", "other_ids": {"DOI": ["10.1016/S0140-6736(72)90291-7"]}}, "BIBREF5": {"ref_id": "b5", "title": "Real-world menstrual cycle 417 characteristics of more than 600,000 menstrual cycles", "authors": [{"first": "J", "middle": ["R"], "last": "Bull", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Rowland", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Scherwitzl", "suffix": ""}, {"first": "R", "middle": [], "last": "Scherwitzl", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Danielsson", "suffix": ""}, {"first": "J", "middle": [], "last": "Harper", "suffix": ""}], "year": 2019, "venue": "Npj Digital Medicine", "volume": "2", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.1038/s41746-019-0152-7"]}}, "BIBREF6": {"ref_id": "b6", "title": "Stylized facts of nancial time series and hidden semi-Markov models", "authors": [{"first": "J", "middle": [], "last": "Bulla", "suffix": ""}, {"first": "I", "middle": [], "last": "Bulla", "suffix": ""}], "year": 2006, "venue": "Computational Statistics", "volume": "420", "issn": "4", "pages": "2192--2209", "other_ids": {"DOI": ["10.1016/j.csda.2006.07.021"]}}, "BIBREF7": {"ref_id": "b7", "title": "Hormonal Factors Involved in the Regulation of Basal Body Temperature During the 422", "authors": [{"first": "C", "middle": ["L"], "last": "Buxton", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Atkinson", "suffix": ""}], "year": 1948, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "E ects of the menstrual cycle on bipolar disorder", "authors": [{"first": "A", "middle": ["M"], "last": "Case", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Reid", "suffix": ""}], "year": 2014, "venue": "Bipolar Disorders", "volume": "16", "issn": "1", "pages": "22--36", "other_ids": {"DOI": ["10.1111/bdi.12138"]}}, "BIBREF10": {"ref_id": "b10", "title": "Self-reported aring varies during the menstrual cycle in 426 systemic lupus erythematosus compared with rheumatoid arthritis and bromyalgia", "authors": [{"first": "K", "middle": [], "last": "Colangelo", "suffix": ""}, {"first": "S", "middle": [], "last": "Haig", "suffix": ""}, {"first": "A", "middle": [], "last": "Bonner", "suffix": ""}, {"first": "C", "middle": [], "last": "Zelenietz", "suffix": ""}, {"first": "J", "middle": [], "last": "Pope", "suffix": ""}], "year": 2011, "venue": "Rheumatology", "volume": "50", "issn": "4", "pages": "703--708", "other_ids": {"DOI": ["10.1093/rheumatology/keq360"]}}}, "ref_entries": {"FIGREF0": {"text": "Dataset. (a) Snapshot of the tracking screen of the Kindara app. (b) Examples of time series tracked by two users of the app. For all features, the absence of vertical line indicates missing data for that variable.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Modeling the data generation process. (a) Graph of the generative model assumed to lead to the observed sequences. (b)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Performance on synthetic dataset. (a) Example of a simulated time series with the ground-truth (i.e. simulated sequence of states, rst row) and the sequence of hidden states predicted by our method (second row). The third row shows the di erence between the two rows; blue indicates agreement, red indicates labeling errors. (b) Accuracy (left) and weighted accuracy (right) for di erent tracking frequency (x-axis) and for di erent sets of tracked variables (colors). (c) State-speci c weighted accuracy for the periods (menses -M), ovulation (O), implantation (pregnancies -P) and births (B).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Fig 4b, Supplementary Material).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Performances on the Kindara dataset. (a) Example of a time series from a Kindara users with the predicted labels ( rst row), the manual labels (second row), the di erence between the two (third row). (b) Weighted confusion matrix (right) normalized by the number of time-point in each ground-truth state (the sum across rows is equal to 1) Predicting the next period.140", "latex": null, "type": "figure"}, "FIGREF6": {"text": "160 may di er between variables, i.e. the probabilities of missing time-points are both state-and variable-dependent and 161 may change over long-term time-scale (ii) for variables of di erent types (continuous, discrete, categorical) and speci ed 162 from di erent marginal distributions and (iii) for partial supervised learning of the model parameters if some ground truth 163 is provided. 164 We have implemented our method in a publicly available R package (HiddenSemiMarkov) which builds upon the existing 165 implementation of the Viterbi and Forward-Backward algorithms from the mhsmm package (O'Connell & Hojsgaard, 2011). 166 One limitation of our framework is that within-state dependencies between variables cannot be speci ed when initializing 167 the model. However, our simulations show that these dependencies are successfully learned when the model is tted to 168 a sequence of observations which contains these correlations (Supplementary Material). In addition to expected functions 169 of a hidden semi-Markov package, i.e. functions to specify and t censored hidden semi-Markov models, simulate time 170 series, and predict sequences of hidden states using the Viterbi or the Forward-Backward algorithm, we also provide several 171 visualization functions for inspecting labeled time series and model parameters. Finally, we implemented an interactive app 172", "latex": null, "type": "figure"}, "FIGREF7": {"text": "180 transitions. Our model will also facilitate the study of associations between the menstrual cycle and the course of chronic 181 conditions (Case & Reid, 2014; Oertelt-Prigione, 2012). Indeed, several studies have already shown that patients which 182 chronic conditions such as in ammatory bowel disease (Bharadwaj et al., 2015), asthma (Ridolo et al., 2019) or systemic 183 lupus erythematosus (Colangelo et al., 2011) report di erent level of pains or symptoms at di erent phases of the", "latex": null, "type": "figure"}, "FIGREF8": {"text": "192in addition to time series labeling, is the detection of outliers in time series, i.e. values which may be in the expected variable 193 range of value but that would be unexpected at that particular moment in the time series.194Altogether, this study has demonstrated the accuracy of our coupled hidden semi-Markov models to label multivariate time 195 series with many missing data-points. Our statistical model is especially suited for applications in which the hidden states 196 may impact the frequency of missing data.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "In general, hidden semi-Markov models are de ned by the following set of parameters: is the number of states, are the 208 initial probabilities ( = ( 1 = )), are the transition probabilities ( , = ( = | −1 = )), { ( )} =1...", "latex": null, "type": "figure"}, "FIGREF11": {"text": "209 are the sojourn distributions for each state, i.e. the distributions of the time spent in a given state ( is the relative time 210 variable since the last state transition), and , are the emission probabilities for each state, i.e. ( = | = ). This 211 set of parameters is represented by .212 Likelihood of a sequence of observation and hidden state predictions 213The likelihood of a sequence of observations given a sequence of hidden state and the model parameters is given by: is the initial probability associated with the rst state of the sequence, 1 ( 1 ) is the sojourn probability of the 215 rst state, is the relative time within a state, is an index going through the sequence of state (regardless of their duration)216    while is an index running along the observation sequence (time-points), is the th state in the state sequence,−1 , 217 is the transition probability between the state preceding the th state and the th state, ( ) is the sojourn probability 218 of the th state, is the length of the state sequence and ( ) is the \"survivor\" sojourn probability of the sequence's 219 last state, i.e. is it the probability that the state lasts or longer. 220 Our task is to label time series with a sequence of hidden states. Two algorithms may be used for this purpose: the Viterbi 221 algorithm, which returns the most likely sequence of hidden states, i.e. the sequence of hidden states that maximizes the 222 likelihood of the sequence of observations, and the Forward-Backward algorithm which returns the probability of each state 223 at each time-point, i.e. ( = |X; ) 224 E cient versions of these algorithms for hidden semi-Markov models have been proposed by Guédon et al. (Guédon, 2003) 225 and implemented in C by O'Connel and Hojsgaard (O'Connell & Hojsgaard, 2011). This C implementation is used in our R", "latex": null, "type": "figure"}, "FIGREF12": {"text": "hidden semi-Markov model parameters are tted using an Expectation-Maximization (EM) approach which itera-230 tively repeats an E-step, in which the hidden sequence of state is estimated and the likelihood is computed given the cur-231 rent parameter values, and an M-step, in which the parameters are updated to maximize the likelihood. These two steps 232 are repeated until the gain in likelihood is smaller than a given threshold.233 The Forward-Backward algorithm proposed by Guédon et al. (Guédon, 2003) is used in the E-step to obtain the probability 234 of each state at each time-point. In the M-step, the emission parameters are updated using these probabilities as weights 235 on the observations.236 Multivariate data 237In the case of multivariate data, each time-point is associated to a random vector of length : ( 1 , 2 , ...,). In our 238 case, the rst variable is bleeding, the second is mucus, the third is temperature, etc. To adapt for multivariate data, we 239 need to de ne how the joint emission probabilities at time-point , i.e. how potential within-state dependencies between the variables are accounted for.241 Past research in reproductive biology has mostly focused on experimentally measuring and describing marginal probabili-242 ties. For example, variations in temperature and in cervical mucus have been described separately and there is no available 243 literature to inform us about potential correlations within a particular hormonal state. We thus assume conditional inde-244 pendence of the variables given the hidden state when initializing the joint emission probabilities. Each variable is speci ed 245 as a non-parametric distribution or by a distribution family and set of parameters. For example, temperature, a continu-246 ous variable, may be speci ed as a normal distribution. Cervical mucus is a categorical variable and may be described by a 247 non-parametric distribution. LH and pregnancy tests results are binary variables (positive or negative results) and may be 248 described as Bernoulli variables. 249 These initial speci cations are used to list all possible observable combination of values and initialize the probability associ-250 ated with each combination as the product of the marginal probabilities assuming independence conditionally on the states. 251 As the model parameters are tted to sequences of observations, potential within-state dependencies may be learned as 252 the joint emission probabilities are updated without assuming independence. In the supplementary material, we show how 253 a model is able to learn such dependencies when the direction of the correlation between two variables is the only element 254 di erentiating two states. Computationally, within-state dependencies can be learned because continuous variables are 255 discretized into a given number of bins so that all possible combination or variable value can be stored in a table. The num-256 ber and/or size of the bins can be speci ed as one of the model parameter.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Bernoulli events with state-dependent probabilities which can be speci ed as parameters: ( 1 = missing, … , = 264 missing| = ) = and ( = missing| = ) = , for each variable .265    Altogether, when a hidden semi-Markov is speci ed, joint emission probabilities are initialized as: the set of missing/observed variables.267These initial probabilities are updated in the M-step of the tting procedure so that potential dependencies may be learned 268 from sequences of observations.269 Biological interpretations of states: priors on sojourn distributions. 270 Because we want to keep a tight connection between the hidden states and the biological states, we use priors on the sojourn 271 distributions. It would indeed be an undesirable e ect of the tting procedure to get implausible pregnancy duration (e.g. 272 an 11 months pregnancy). Our framework enables us to specify priors for the sojourns distributions that are used to update 273 the model parameters in the M-step using Bayesian updating: 274 ( * |X, = ) = (X| = , ) ( | = ) ∫ (X| = , ) ( | = ) where ( | = ) is the prior distribution of the parameters. 275 The sojourn distributions are updated as follow: * ( ) =̂( ) * 0 ( ) wherê( ) is the sojourn distribution estimated 276 from the Forward-Backward algorithm, 0 ( ) is the prior sojourn distribution specify to match the biological limits of states 277 duration and is a normalizing factor to ensure that ∑ * ( ) = 1. 278 Semi-supervised learning 279 Finally, while we do not use semi-supervised learning in the results presented below, we nonetheless wanted our method 280 to be able to leverage information from sparse ground truth. This allows the use of interactive boosting methods which can 281 accelerate the model tting procedure by con rming decoded state sequences where the model performed well and label 282 with the adequate state parts of sequences where the model did not perform well. Our R package includes an interactive 283 app for manual labeling of decoding validation. 284 Partial ground truth s * is taken into account in the tting procedure both in the E-step and in the M-step. In the E-step, 285 the observation probabilities at time-step are adapted as (X | = ) = (X | = ; ) (1 − (1 − (s * − ))) 286", "latex": null, "type": "figure"}, "FIGREF15": {"text": "our dataset, we de ned the simplest hidden semi-Markov model that would as accurately as possible re ect our 291 current knowledge of the menstrual cycle and of reproductive events. 292 The next paragraphs succinctly describes our model, table 3 provides a description of each state, and gures 2c-d show 293 the model graph and the prior sojourn distributions of most states. The initial marginal emission distributions, as well as a 294 detailed and fully referenced justi cation for each modeling choice, can be found in the Supplementary Material.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "sive phases occurring in an ovulatory cycles without conception while the second loop branches out of the rst loop after 297 ovulation to describe the successive events following a conception. This conception loop further splits into two sub-loops: 298 one in the event of a pregnancy loss and one in the event of a birth. The birth branch splits into two scenarios depending on 299 whether or not the mother breastfeed their newborn. Breastfeeding typically delays the return of ovulatory cycles. In addi-300 tion to these main loops, we de ned two possible scenarios to capture anovulatory phases The rst scenario corresponds 301 to cycles in which quasi-constant bleeding (light or heavy) is reported and in which no signs of ovulation, such as a positive 302", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Modeling changes in tracking behavior enables decoding of the time series310    App users are likely to modify their tracking behavior over time. For example, a user may start using the app simply to track 311 their period, then may completely stop using the app for a few months before starting using the app again, this time with the 312 goal of identifying the days they are most fertile to increase their chances of conception. In each of these three situations, 313 the number of reported variables and their associated missing probabilities are very di erent. However, the user's tracking 314 behavior impacts our ability to decode speci c reproductive events. Consequently, instead of labeling the whole user's time 315", "latex": null, "type": "figure"}, "FIGREF19": {"text": "342variables. For example, without mucus information, it is irrelevant to attempt to infer the duration of the \"high Estrogen\"343 state. Similarly, if a user does not log any variables that would allow the model to estimate the timing of ovulation, variations 344 in the luteal phase duration are irrelevant. 345 Datasets 346 Real-world dataset 347 A de-identi ed dataset was provided by Prima-Temp (Boulder, Colorado), the company owning the menstrual cycle and 348 fertility tracking app Kindara. This study was exempted by the Stanford IRB given the de-identi ed nature of the dataset.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "350 section. Temperature reports were transformed into temperature di erences from their median value because the inter-351 individual variations in temperature are larger than the within-cycle variations. Speci cally, for each user, temperatures 352 marked by the app users as questionable were removed from the time series and their median temperature, computed on 353 the remaining values, was subtracted from their reported values. Additionally, the 13 di erent possible mucus readings 354 were grouped into 5 categories (none, creamy, fertile, very fertile, sticky) because mucus readings are subjective and the 355 literature is too sparse to allow the distinction between these categories (see Supplementary Material). Finally, because 356 bleeding is the most remarkable body-sign associated with the menstrual cycle, if bleeding was missing on days when other 357features were reported, it was assumed to have the value \"none\".", "latex": null, "type": "figure"}, "FIGREF22": {"text": "360 mimic actual observations. synthetic time series were generated in several steps. First, we adapted our generative hid-361 den semi-Markov model of reproductive events to provide each ctive user with speci c menstrual cycle characteristics. In-362 deed, in the real world, some people have shorter or longer cycles or more variability in their cycle length; other people have 363 noisier temperature measurements. We thus adapted the sojourn distributions or the marginal emission probabilities to re-364 15", "latex": null, "type": "figure"}, "FIGREF23": {"text": "individuals have very regular cycles, i.e. each of their cycle has the same length or little uctuation around their average 384 cycle length, many individuals have irregular cycles and it may be di cult to predict the length of their next cycle and,385    consequently, the date of their next period. To evaluate the ability of our method to learn individual-speci c characteristics,386    i.e. their typical temperature in the follicular or luteal phase or the length of their luteal phase, we selected users in our 387 dataset with highly irregular cycles and compared the predictions from our method with a baseline method which uses the 388 average cycle length of users.389Speci cally, we selected stretches of ve consecutive ovulatory cycles without pregnancy, tted our reproductive event 390 model on the rst four cycles and made the prediction for the length of the fth cycles. To predict the cycle length of the 391 fth cycles, we use the tted sojourn distributions. To evaluate if the prediction improves as the fth cycle progresses in 392 time, we perform the prediction from each day since the beginning of the cycle. We decode the fth cycle up to a given day, 393 detect the last state transition and use the tted sojourn distributions of the remaining states to predict the timing of the 394 next period from that day. Given that the most variable phase of the cycle is the phase preceding ovulation, we expected 395 our prediction to improve once ovulation is detected. We report the mean square error (MSE) between the predicted and 396 the actual length of the fth cycle and compare it with the MSE when using the average cycle length of the four previous 397 cycle to predict the length of the fth cycle.", "latex": null, "type": "figure"}, "FIGREF25": {"text": "Amico, G., Di Biase, G., Janssen, J., & Manca, R. (2009). Semi-Markov backward credit risk migration models compared 429 with Markov models. Proceedings of the 3rd International Conference on Applied Mathematics, Simulation, Modelling, ASM'09, 430 Proceedings of the 3rd International Conference on Circuits, Systems and Signals, CSS'09, 112-116. 431 17 .", "latex": null, "type": "figure"}, "TABREF0": {"text": ". Fig 1b provides two examples of time series logged by app users.", "latex": null, "type": "table"}, "TABREF2": {"text": "MSE on the cycle length prediction for both model when made at the start of the on-going cycle or 10 days before the next period.", "latex": null, "type": "table"}, "TABREF3": {"text": "States of the hidden semi-Markov model of reproductive events", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors thank the fertility tracking app Kindara as well as their users. They also thank Valentina Salonna, fertility aware-400 ness counselor certi ed by the Symptotherm foundation (Switzerland), for validation of the manual labels on the Kindara", "cite_spans": [], "ref_spans": [], "section": "399"}]}