{"paper_id": "0aedbb96624f6fe053b928518b404a18a599a91a", "metadata": {"title": "Epidemiology and Infection Symptoms and laboratory manifestations of mild COVID-19 in a repatriated cruise ship cohort", "authors": [{"first": "C", "middle": ["R"], "last": "Bailie", "suffix": "", "affiliation": {"laboratory": "", "institution": "Communicable Diseases Epidemiology and Surveillance", "location": {"settlement": "Melbourne", "region": "VIC", "country": "Australia"}}, "email": "chris.bailie@influenzacentre.org"}, {"first": "L", "middle": [], "last": "Franklin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Communicable Diseases Epidemiology and Surveillance", "location": {"settlement": "Melbourne", "region": "VIC", "country": "Australia"}}, "email": ""}, {"first": "S", "middle": [], "last": "Nicholson", "suffix": "", "affiliation": {"laboratory": "Victorian Infectious Diseases Reference Laboratory", "institution": "At the Peter Doherty Institute for Infection and Immunity", "location": {"settlement": "Melbourne", "region": "VIC", "country": "Australia"}}, "email": ""}, {"first": "F", "middle": [], "last": "Mordant", "suffix": "", "affiliation": {"laboratory": "", "institution": "At the Peter Doherty Institute for Infection and Immunity", "location": {"settlement": "Melbourne", "region": "VIC", "country": "Australia"}}, "email": ""}, {"first": "C", "middle": [], "last": "Alpren", "suffix": "", "affiliation": {"laboratory": "", "institution": "Communicable Diseases Epidemiology and Surveillance", "location": {"settlement": "Melbourne", "region": "VIC", "country": "Australia"}}, "email": ""}, {"first": "T", "middle": [], "last": "Stewart", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Incident Room", "location": {"settlement": "Canberra", "region": "ACT", "country": "Australia"}}, "email": ""}, {"first": "C", "middle": [], "last": "Barnes", "suffix": "", "affiliation": {"laboratory": "", "institution": "Communicable Diseases Epidemiology and Surveillance", "location": {"settlement": "Melbourne", "region": "VIC", "country": "Australia"}}, "email": ""}, {"first": "A", "middle": [], "last": "Fox", "suffix": "", "affiliation": {"laboratory": "WHO Collaborating Centre for Reference and Research on Influenza", "institution": "At the Peter Doherty Institute for Infection and Immunity", "location": {"settlement": "Melbourne", "region": "VIC", "country": "Australia"}}, "email": ""}, {"first": "J", "middle": [], "last": "Druce", "suffix": "", "affiliation": {"laboratory": "Victorian Infectious Diseases Reference Laboratory", "institution": "At the Peter Doherty Institute for Infection and Immunity", "location": {"settlement": "Melbourne", "region": "VIC", "country": "Australia"}}, "email": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": "", "affiliation": {"laboratory": "WHO Collaborating Centre for Reference and Research on Influenza", "institution": "At the Peter Doherty Institute for Infection and Immunity", "location": {"settlement": "Melbourne", "region": "VIC", "country": "Australia"}}, "email": ""}, {"first": "M", "middle": [], "last": "Catton", "suffix": "", "affiliation": {"laboratory": "Victorian Infectious Diseases Reference Laboratory", "institution": "At the Peter Doherty Institute for Infection and Immunity", "location": {"settlement": "Melbourne", "region": "VIC", "country": "Australia"}}, "email": ""}, {"first": "A", "middle": [], "last": "Van Diemen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": ["G"], "last": "Sullivan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Communicable Diseases Epidemiology and Surveillance", "location": {"settlement": "Melbourne", "region": "VIC", "country": "Australia"}}, "email": ""}, {"first": "Health", "middle": ["Protection"], "last": "Branch", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Much of our current understanding about novel coronavirus disease 2019 (COVID-19) comes from hospitalised patients. However, the spectrum of mild and subclinical disease has implications for population-level screening and control. Forty-nine participants were recruited from a group of 99 adults repatriated from a cruise ship with a high incidence of COVID-19. Respiratory and rectal swabs were tested by polymerase chain reaction (PCR) for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Sera were tested for anti-SARS-CoV-2 antibodies by enzyme-linked immunosorbent assay (ELISA) and microneutralisation assay. Symptoms, viral shedding and antibody response were examined. Forty-five participants (92%) were considered cases based on either positive PCR or positive ELISA for immunoglobulin G. Forty-two percent of cases were asymptomatic. Only 15% of symptomatic cases reported fever. Serial respiratory and rectal swabs were positive for 10% and 5% of participants respectively about 3 weeks after median symptom onset. Cycle threshold values were high (range 31-45). Attempts to isolate live virus were unsuccessful. The presence of symptoms was not associated with demographics, comorbidities or antibody response. In closed settings, incidence of COVID-19 could be almost double that suggested by symptom-based screening. Serology may be useful in diagnosis of mild disease and in aiding public health investigations.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Much of our current understanding about novel coronavirus disease 2019 (COVID-19) comes from hospitalised patients. However, the spectrum of mild and subclinical disease has implications for population-level screening and control. Forty-nine participants were recruited from a group of 99 adults repatriated from a cruise ship with a high incidence of COVID- 19. Respiratory and rectal swabs were tested by polymerase chain reaction (PCR) for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Sera were tested for anti-SARS-CoV-2 antibodies by enzyme-linked immunosorbent assay (ELISA) and microneutralisation assay. Symptoms, viral shedding and antibody response were examined. Forty-five participants (92%) were considered cases based on either positive PCR or positive ELISA for immunoglobulin G. Forty-two percent of cases were asymptomatic. Only 15% of symptomatic cases reported fever. Serial respiratory and rectal swabs were positive for 10% and 5% of participants respectively about 3 weeks after median symptom onset. Cycle threshold values were high (range 31-45). Attempts to isolate live virus were unsuccessful. The presence of symptoms was not associated with demographics, comorbidities or antibody response. In closed settings, incidence of COVID-19 could be almost double that suggested by symptom-based screening. Serology may be useful in diagnosis of mild disease and in aiding public health investigations.", "cite_spans": [{"start": 359, "end": 362, "text": "19.", "ref_id": null}], "ref_spans": [], "section": "Abstract"}, {"text": "The spectrum of novel coronavirus disease 2019 (COVID-19) ranges from asymptomatic infection to death due to respiratory failure or other complications. However, most cases appear to experience mild illness [1] , with estimated case-hospitalisation rate varying from 0% to 18% depending on age [2] . Fever and cough are common symptoms in hospitalised patients [3] . In mild cases, fever is less common, and gastrointestinal (GI) symptoms, and loss of taste or smell are reported frequently [4] [5] [6] . A minority of studies examining symptom profiles have investigated non-hospitalised cases [4] .", "cite_spans": [{"start": 207, "end": 210, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 294, "end": 297, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 361, "end": 364, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 491, "end": 494, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 495, "end": 498, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 499, "end": 502, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 595, "end": 598, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "Respiratory viral shedding peaks around the time of symptom onset, then decreases, reaching the limit of detection by polymerase chain reaction (PCR) on average about 2 weeks later [7, 8] . Longer duration of shedding is correlated with more severe illness [8, 9] . Prolonged faecal PCR positivity has been reported in mild or asymptomatic illness, raising the possibility of faecal-oral transmission from undetected carriers [10, 11] . However, most attempts to recover virus from faecal samples or rectal swabs have been unsuccessful, and the role of faecal-oral transmission remains unclear [10, 12] .", "cite_spans": [{"start": 181, "end": 184, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 185, "end": 187, "text": "8]", "ref_id": null}, {"start": 257, "end": 260, "text": "[8,", "ref_id": null}, {"start": 261, "end": 263, "text": "9]", "ref_id": "BIBREF8"}, {"start": 426, "end": 430, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 431, "end": 434, "text": "11]", "ref_id": "BIBREF10"}, {"start": 594, "end": 598, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 599, "end": 602, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Background"}, {"text": "Use of serologic assays for the detection of antibodies against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been suggested as an aid to clinical diagnosis, for estimation of population wide attack rates, and for retrospective investigation of transmission chains [13, 14] . Immunoglobulin (Ig) G assays have reported sensitivity of 85-95% at >14 days since symptom onset and specificity of 92-99%, while IgA assays are less specific but have higher sensitivity earlier in the disease course [15, 16] . However, serum used for validation has mostly come from symptomatic patients [15] [16] [17] , and it is unclear whether these results are generalisable to people without symptoms. Emerging evidence suggests that asymptomatic cases may have a less robust IgG response and that antibody titres decay rapidly [18, 19] . Older age and presence of comorbidities predispose towards severe disease [20] , and the risk of symptomatic disease appears to increase with older age [21] . However, other determinants of developing symptomatic vs. asymptomatic illness are not well understood.", "cite_spans": [{"start": 284, "end": 288, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 289, "end": 292, "text": "14]", "ref_id": "BIBREF13"}, {"start": 512, "end": 516, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 517, "end": 520, "text": "16]", "ref_id": "BIBREF15"}, {"start": 600, "end": 604, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 605, "end": 609, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 610, "end": 614, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 829, "end": 833, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 834, "end": 837, "text": "19]", "ref_id": "BIBREF18"}, {"start": 914, "end": 918, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 992, "end": 996, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Background"}, {"text": "Because outbreaks of COVID-19 on cruise ships occur in closed settings with high rates of exposure, they provide opportunities to study a broader spectrum of illness than that which may be apparent from active or passive case finding in the community [22] . On 3 April, all 217 people on board a cruise ship off the coast of Uruguay known to have COVID-19 cases were tested for SARS-CoV-2. Fifty-nine percent tested positive [23] . Most were reported to be asymptomatic [23] . Passengers had been confined to their cabins from 22 March. On 12 April 2020, 99 adult passengers and crew were repatriated to Australia [23] . They were separated according to their test results on the repatriation flight. On arrival in Melbourne, Australia, all were required to undertake 14 days of isolation or quarantine in a designated hotel.", "cite_spans": [{"start": 251, "end": 255, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 425, "end": 429, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 470, "end": 474, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 614, "end": 618, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Background"}, {"text": "This study aimed to describe the attack rate, symptoms, viral shedding patterns and serologic response in this cohort of Australian returned travellers, to investigate possible determinants of symptomatic illness, and to examine differences in antibody response between symptomatic and asymptomatic cases.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Because of the high proportion of passengers and crew reported to have tested positive in Uruguay, all returned travellers were treated as suspected cases upon arrival in Melbourne. They were interviewed by phone to collect demographic information, information on relevant symptoms and past medical history. They were also asked to provide copies of letters they had received stating their PCR test result from Uruguay. Victorian authorities subsequently did not accept these letters confirming infection status as proof of infection because laboratory reports were not included. Therefore, all returned travellers were requested by the public health authority to provide a nasopharyngeal swab for SARS-CoV-2 testing. These swabs were collected between days 1 and 7 after arrival in Australia. The state public health unit contacted returned travellers daily to monitor for signs and symptoms of COVID-19 until they were cleared from isolation or quarantine.", "cite_spans": [], "ref_spans": [], "section": "Public health response"}, {"text": "During their interviews, the returned travellers were invited to participate in the study. Participants provided consent for the study team to access data collected in routine case follow-up, including their PCR test results, and for the collection of additional biospecimens. The study was approved by the Human Research Ethics Committee of the Department of Health and Human Services, Victoria (HREC 05-20).", "cite_spans": [], "ref_spans": [], "section": "Public health response"}, {"text": "Data collected as part of case follow-up were abstracted from the Department of Health and Human Services' Public Health Events Surveillance System. Nurse-collected respiratory swabs (nasopharyngeal and pharyngeal) and self-collected rectal swabs were requested on recruitment, if not already provided. Participants with an initial PCR-positive respiratory swab were asked to provide follow-up swabs every 1-2 days until they returned two consecutive negative swabs, or reached the end of their isolation or quarantine period, whichever occurred sooner. Results of additional swabs collected for public health or clinical reasons during the isolation or quarantine period were collated and included in the analysis. Two blood samples were requested from each participant, the first on either 16 April or 17 April, and the second on 24 April.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Respiratory and rectal swabs were tested for the presence of SARS-CoV-2 RNA using real-time PCR (RT-PCR) targeting the RdRp, E and N genes [24] . Virus isolation in Vero cells was attempted for all PCR-positive samples [24] .", "cite_spans": [{"start": 139, "end": 143, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 219, "end": 223, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Virus characterisation"}, {"text": "Sera were tested using commercial kits manufactured by EUROIMMUN AG (Lübeck, Germany) for the detection of IgA and IgG by enzyme-linked immunosorbent assay (ELISA), using the S1 domain of the SARS-CoV-2 spike protein as antigen, according to the manufacturer's instructions [25] . For these kits, the ratio between the extinction value for the sample and calibrator provides a semi-quantitative measure of antibody response (14) . The sensitivity of the IgA and IgG kits using sera collected between 10 and 21 days after symptom onset was calculated by the manufacturer as 100.0% and 87.5%, respectively, with the sensitivity of the IgG assay increasing to 100.0% for samples collected at least 21 days after symptom onset [25, 26] . Specificity was reported as 90.5% and 99.3%, respectively [25, 26] .", "cite_spans": [{"start": 274, "end": 278, "text": "[25]", "ref_id": null}, {"start": 424, "end": 428, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 723, "end": 727, "text": "[25,", "ref_id": null}, {"start": 728, "end": 731, "text": "26]", "ref_id": "BIBREF25"}, {"start": 792, "end": 796, "text": "[25,", "ref_id": null}, {"start": 797, "end": 800, "text": "26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Serology"}, {"text": "An in-house microneutralisation (MN) assay was used to detect neutralising antibody against SARS-CoV-2. SARS-CoV-2 isolate CoV/Australia/VIC01/2020 passaged in Vero cells was stored at −80°C. Serial twofold dilutions of heat-inactivated serum were incubated with 100 median tissue culture infectious doses (TCID 50 ) of SARS-CoV-2 for 1 h and residual virus infectivity was assessed in quadruplicate wells of Vero cells; viral cytopathic effect was read on day 5. The neutralising antibody titre was calculated using the Reed/Muench method. Based on prior validation of this assay using SARS-CoV-2 positive and negative (pre-2019 sera), a titre of 40 or more was taken to indicate a positive antibody response. The sensitivity and specificity of this assay at this threshold were estimated at 70% (95% confidence interval (CI): 55-82%) and 74% (95% CI 60-85%), respectively (unpublished data).", "cite_spans": [], "ref_spans": [], "section": "Serology"}, {"text": "Data analyses were performed in R version 3.6.1. Because timing of swab collection correlated poorly with symptom onset, cases were defined as participants with evidence of any positive PCR result, or a positive IgG result from either blood sample. The attack rate was calculated using the total number of participants as the denominator. Summary statistics for presence and timing of symptoms were calculated for symptomatic cases. Pearson correlation coefficients (r) were calculated to examine correlation between MN titres and ELISA results. Two-sided Mann-Whitney U tests were performed to test the hypotheses that the distributions of MN titres and ELISA results differed between 2 C. R. Bailie et al.", "cite_spans": [], "ref_spans": [], "section": "Statistical methods"}, {"text": "symptomatic and asymptomatic PCR positive participants, at each time point. For participants meeting the study case definition, the relationships between the presence of symptoms as outcome, and binary predictors (sex, age group and presence of comorbidities), were examined independently. After constructing binary dummy variables for each age group, the risk of symptoms was calculated for cases with and without each predictor. Relative risk was calculated as the ratio between these two values. The 'EpiStats' package was used to calculate two-sided 95% CIs, and to compute P-values using chi-squared tests.", "cite_spans": [], "ref_spans": [], "section": "Statistical methods"}, {"text": "Forty-nine participants were recruited from the 99 Australians repatriated to Melbourne (49%, Fig. 1 ). Forty-three were initially recruited, with a further six recruited for follow-up blood collection only. Demographic and health information are summarised in Table 1 . The median age was 67 years (range: 36-81), and 31 (63%) were female. Nearly half of participants reported a comorbid condition. One participant was hospitalised in Uruguay. Twenty-seven participants (55%) reported symptoms either on the ship or in hotel quarantine.", "cite_spans": [], "ref_spans": [{"start": 94, "end": 100, "text": "Fig. 1", "ref_id": "FIGREF0"}, {"start": 261, "end": 268, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "Testing reports from Uruguay were provided by 48 participants, of whom 36 were stated to have tested positive (73% of total). Forty-eight participants provided at least one respiratory swab for testing in Melbourne, with the first collected a median 23 days (range: 13-27 days) after symptom onset. Five (10%) tested positive (Fig. 2) , but only three of these five reported symptoms on the ship or during the follow-up period. By the end of the 14-day quarantine period, only one of these participants had returned two consecutive negative swabs.", "cite_spans": [], "ref_spans": [{"start": 326, "end": 334, "text": "(Fig. 2)", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "Thirty-seven participants provided rectal swabs, two of which were positive (5%). Respiratory swabs collected from these two participants on the same date were negative. Both had previously experienced respiratory symptoms, but neither reported diarrhoea. For the 14 PCR-positive respiratory and rectal swabs collected from the seven participants who were PCR positive in Consecutive blood samples were collected a median of 24 and 31 days after symptom onset, respectively. There was wide variation in antibody responses, even among PCR-negative participants (Fig. 3, Supplementary figure) . For the 42 participants who provided two blood samples, the number with a positive IgA result increased from 36 (86%), on the first sample to 37 (88%) on the second sample, while the number with a positive IgG result increased from 30 (71%) to 34 (81%). MN assay positivity increased from 28 (67%) to 30 (71%). The MN was highly correlated with the IgG results (r = 0.85), and less well with the IgA (r = 0.6, data not shown). Despite a trend towards higher IgA, and lower IgG response in symptomatic vs. asymptomatic PCR-positive participants, the overall distribution of IgA and IgG ratio and log 2 MN titre appeared similar in both groups for samples collected 24 and 31 days after median symptom onset (Fig. 3) . No statistically significant differences were detected between groups in the results of any assay on either sample (two-sided Mann-Whitney U test, IgA: P = 0.85, P = 0.76; IgG: P = 0.21, P = 0.38; MN: P = 0.49, P = 0.78; first and second samples, respectively).", "cite_spans": [], "ref_spans": [{"start": 560, "end": 590, "text": "(Fig. 3, Supplementary figure)", "ref_id": "FIGREF3"}, {"start": 1299, "end": 1307, "text": "(Fig. 3)", "ref_id": "FIGREF3"}], "section": "Results"}, {"text": "Based on positive PCR or IgG results, 45 participants were estimated to have been infected, giving an attack rate of 92% among participants. However, 42% of cases reported no symptoms on the ship or during the follow-up period. One of the four study participants not meeting our composite case definition reported having been unwell with 1 day of fever in late March. The median date of symptom onset for the 26 symptomatic cases was 24 March (range: 20 March-3 April). Among the symptomatic cases, cough, sore throat, diarrhoea and headache were the most common symptoms (Table 2) . Only four (15%) reported fever. Non-specific symptoms of lethargy or headache were the only symptoms reported by three cases (12%). Among the 45 cases, the presence of symptoms was not associated with age, sex or presence of comorbidities (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 572, "end": 581, "text": "(Table 2)", "ref_id": "TABREF0"}, {"start": 823, "end": 832, "text": "(Table 3)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Of the 36 participants with a letter reporting a positive PCR result from Uruguay, 32 (89%) were IgG positive. Of the 12 with a letter reporting a negative result, three (25%) were IgG negative but nine (75%) were IgG positive, while the one participant who did not provide a letter was IgG negative.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "This study synthesised symptoms, demographic and health data with the results of PCR and serology testing from a cohort of returned travellers exposed to SARS-CoV-2, among whom the attack rate was 92%. The asymptomatic fraction was 42%, similar to the estimated asymptomatic fraction on Diamond Princess [27] , and of the remainder only one was hospitalised. Cough and sore throat were the most common symptoms. Self-reported fever was present in only 15% of symptomatic cases, underscoring the fallibility of temperature checks for screening [28] .", "cite_spans": [{"start": 304, "end": 308, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 543, "end": 547, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "A minority of participants had positive respiratory (10%) swabs when tested in Melbourne. This was not surprising as these tests were performed around 3 weeks after median symptom onset, and respiratory viral shedding has been reported elsewhere to persist for 1-2 weeks in most cases [7, 8] . That only 2 of 37 (5%) of participants had positive rectal swabs was somewhat unexpected given previous findings that about half of patients appear to shed RNA in faeces [10] , for a median duration of almost 1 month after symptom onset [10] . This discrepancy might be due to the low disease severity in our cohort, or may be related to technique when self-collecting rectal swabs. Neither of the two participants with positive rectal swabs reported GI symptoms and both tested negative on respiratory swabs from the same day as rectal swab collection. In patients with positive rectal or stool samples, GI shedding tends to persist after clearance from the upper respiratory tract [10, 12] and only a minority report GI symptoms [10] .", "cite_spans": [{"start": 285, "end": 288, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 289, "end": 291, "text": "8]", "ref_id": null}, {"start": 464, "end": 468, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 531, "end": 535, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 977, "end": 981, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 982, "end": 985, "text": "12]", "ref_id": "BIBREF11"}, {"start": 1025, "end": 1029, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although four participants continued to shed virus at the end of their hotel period, the high Ct values and inability to isolate live virus suggest the risk of onward transmission was low. The study team was notified by two of these cases that they tested positive again roughly 5 weeks after their first positive tests. Persistent viral shedding has been reported elsewhere [10] . In a Korean report of 285 cases who had a repeat positive PCR result after being released from isolation, there were no confirmed episodes of onward transmission after isolation, live virus isolation was unsuccessful in all 108 cases where it was attempted, and neutralising antibody was detected in the serum of all 23 cases who provided samples [29] . Persistent shedders present a problem for public health because it can be unclear whether they are at transmission risk and therefore require isolation. If isolation criteria are based solely on the timing of a positive PCR result, as may be the case for those without symptoms, it is possible that many people will be required to isolate unnecessarily.", "cite_spans": [{"start": 375, "end": 379, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 729, "end": 733, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Discussion"}, {"text": "At 1 month after median symptom onset, IgA and IgG ratios and MN titre were comparable between symptomatic and asymptomatic PCR-positive participants. This finding contrasts with recently published research, which found significantly lower IgG levels in 37 asymptomatic patients compared to 37 age-and sexmatched symptomatic patients during both the acute and early convalescent phases [19] . There are several possible explanations for this difference. First, because asymptomatic cases in that study were detected through testing of contacts of known cases, the interval from exposure to testing may have been shorter than for matched symptomatic cases, meaning asymptomatic cases would have had less time for a measurable IgG response to develop [19] . This is supported by the authors' finding that time from first to last positive PCR result was longer in the asymptomatic group. In our study, date of exposure should have been on average the same for symptomatic and asymptomatic participants. Second, asymptomatic patients in the abovementioned study were treated with α-interferon, ribavirin and additional supportive treatments according to local protocol [19] , possibly clouding the natural history of disease. This particular group of returned travellers presented a problem for public health authorities. Cruise ship outbreaks were particularly prominent in the media at the time after more than a hundred cases were identified linked to passengers allowed to disembark from Ruby Princess [30] . Participants in our study were not provided formal laboratory results confirming infection but few remained positive in Melbourne. IgG testing confirmed the overseas test reports for 35 participants and suggested a further nine had been infected despite the absence of a positive PCR report. In this cohort, there appears to have been utility in using serology to confirm infection, where the prevalence of disease was high and sufficient time had passed to permit development of detectable antibodies. However, its utility in other cohorts may be limited if the prevalence of infection is lower (therefore negatively influencing the positive predictive value), or during acute infection before antibody is detectable.", "cite_spans": [{"start": 386, "end": 390, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 749, "end": 753, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1165, "end": 1169, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1502, "end": 1506, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "This study had several limitations. First, the relatively low participation rate raises the possibility that participation bias affected the study results. Specifically, individuals who had already tested positive, or those who had experienced symptoms but not received a positive result, may have been disproportionately motivated to participate in order to have confirmation of infection through antibody testing, leading to overestimation of the attack rate and underestimation of the asymptomatic fraction. Indeed, PCR positivity on 3 April was slightly higher in the study population than among all people on the ship (73% vs. 59%), based on another report on this outbreak [23] . According to the same report, only 19% of PCR-positive individuals on board were symptomatic. However, it is unclear whether this number reflects the proportion that was symptomatic only at the time of testing, and if not, for how long cases were followed to determine if they went on to develop symptoms [23] . Furthermore, because symptom data in the present study were recorded about 3 weeks after onset, poor recall may have contributed to overestimation of the asymptomatic fraction, countering some of the effect of the hypothesised participation bias. In addition, some symptoms, including headache or loss of taste or smell were not explicitly queried in our study. Second, the identification of risk factors for symptomatic disease was limited by the small sample size. For example, to detect statistically significant differences, the true relative risk for the effect of sex would need to be at least 3.11 or no more than 0.32, and for the presence of comorbidities at least 2.71 or no more than 0.37. Finally, the study population was mostly aged over 50 years, so caution should be exercised in generalising the findings to the broader population.", "cite_spans": [{"start": 679, "end": 683, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 991, "end": 995, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "To conclude, in this cohort, asymptomatic infection with SARS-CoV-2 was common and the humoral immune response was not dependent on the presence of symptoms. By 3 weeks after disease onset, viral load in respiratory and GI samples was low or undetectable, but serology was useful for confirming prior infection. Demographics and presence of comorbidities were not strong predictors of symptomatic vs. asymptomatic disease within this study population. Study of other potential predictors of symptomatic illness, for example genetic or immunologic factors, could inform screening strategies or therapeutics. Research involving longitudinal follow-up of seropositive individuals will help to predict duration of immunity and the utility of sero-surveys in estimating population exposure.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Supplementary material. The supplementary material for this article can be found at https://doi.org/10.1017/S0950268821000315 Epidemiology and Infection 7", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Clinical characteristics of coronavirus disease 2019 in China", "authors": [{"first": "W", "middle": [], "last": "Guan", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "382", "issn": "", "pages": "1708--1720", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis", "authors": [{"first": "R", "middle": ["I"], "last": "Verity", "suffix": ""}], "year": 2020, "venue": "The Lancet Infectious Diseases", "volume": "20", "issn": "", "pages": "669--677", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical presentation of COVID-19: a systematic review focusing on upper airway symptoms", "authors": [{"first": "A", "middle": [], "last": "Lovato", "suffix": ""}, {"first": "C", "middle": [], "last": "De Filippis", "suffix": ""}], "year": 2020, "venue": "Ear Nose & Throat Journal", "volume": "99", "issn": "", "pages": "569--576", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Gender differences in the frequency of gastrointestinal symptoms and olfactory or taste disorders among 1,942 nonhospitalized patients with COVID-19", "authors": [{"first": "R", "middle": [], "last": "Sierpiski", "suffix": ""}], "year": 2020, "venue": "Polish Archives of Internal Medicine", "volume": "130", "issn": "", "pages": "501--505", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Olfactory and gustatory dysfunctions as a clinical presentation of mild-to-moderate forms of the coronavirus disease (COVID-19): a multicenter European study", "authors": [{"first": "J", "middle": ["R"], "last": "Lechien", "suffix": ""}, {"first": "C", "middle": [], "last": "Chiesa-Estomba", "suffix": ""}], "year": 2020, "venue": "European Archives of Otorhinolaryngology", "volume": "277", "issn": "", "pages": "2251--2261", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Digestive symptoms in COVID-19 patients with mild disease severity: clinical presentation, stool viral RNA testing, and outcomes", "authors": [{"first": "C", "middle": [], "last": "Han", "suffix": ""}], "year": 2020, "venue": "American Journal of Gastroenterology", "volume": "115", "issn": "", "pages": "916--923", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19", "authors": [{"first": "X", "middle": [], "last": "He", "suffix": ""}], "year": 2020, "venue": "Nature Medicine", "volume": "26", "issn": "", "pages": "672--675", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Factors associated with prolonged viral RNA shedding in patients with COVID-19", "authors": [{"first": "K", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Clinical Infectious Diseases", "volume": "71", "issn": "", "pages": "799--806", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Viral dynamics in mild and severe cases of COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "The Lancet Infectious Diseases", "volume": "20", "issn": "", "pages": "656--657", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Prolonged presence of SARS-CoV-2 viral RNA in faecal samples", "authors": [{"first": "Y", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "The Lancet Gastroenterology and Hepatology", "volume": "5", "issn": "", "pages": "434--435", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Characteristics of pediatric SARS-CoV-2 infection and potential evidence for persistent fecal viral shedding", "authors": [{"first": "Y", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Nature Medicine", "volume": "26", "issn": "", "pages": "502--505", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Virological assessment of hospitalized patients with COVID-2019", "authors": [{"first": "R", "middle": [], "last": "Wolfel", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "581", "issn": "", "pages": "465--469", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The important role of serology for COVID-19 control", "authors": [{"first": "A", "middle": ["K"], "last": "Winter", "suffix": ""}, {"first": "Hegde", "middle": [], "last": "St", "suffix": ""}], "year": 2020, "venue": "The Lancet Infectious Diseases", "volume": "20", "issn": "", "pages": "758--759", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Role of serology in the COVID-19 pandemic", "authors": [{"first": "S", "middle": [], "last": "Stowell", "suffix": ""}, {"first": "J", "middle": [], "last": "Guarner", "suffix": ""}], "year": 2020, "venue": "Clinical Infectious Diseases", "volume": "71", "issn": "", "pages": "1935--1936", "other_ids": {"DOI": ["10.1093/cid/ciaa510"]}}, "BIBREF14": {"ref_id": "b14", "title": "Clinical performance of two SARS-CoV-2 serologic assays", "authors": [{"first": "M", "middle": ["S"], "last": "Tang", "suffix": ""}], "year": 2020, "venue": "Clinical Chemistry", "volume": "66", "issn": "", "pages": "1055--1062", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Evaluation of commercial and automated SARS-CoV-2 IgG and IgA ELISAs using coronavirus disease (COVID-19) patient samples", "authors": [{"first": "A", "middle": ["J"], "last": "Jääskeläinen", "suffix": ""}], "year": 2020, "venue": "Eurosurveillance", "volume": "25", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2807/1560-7917.ES.2020.25.18.2000603"]}}, "BIBREF16": {"ref_id": "b16", "title": "Diagnostic performance of COVID-19 serology assays", "authors": [{"first": "Zainol", "middle": [], "last": "Rashid", "suffix": ""}, {"first": "Z", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Malaysian Journal of Pathology", "volume": "42", "issn": "", "pages": "13--21", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Different longitudinal patterns of nucleic acid and serology testing results based on disease severity of COVID-19 patients", "authors": [{"first": "Z", "middle": [], "last": "Yongchen", "suffix": ""}], "year": 2020, "venue": "Emerging Microbes & Infections", "volume": "9", "issn": "", "pages": "833--836", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Clinical and immunological assessment of asymptomatic SARS-CoV-2 infections", "authors": [{"first": "Q", "middle": ["X"], "last": "Long", "suffix": ""}], "year": 2020, "venue": "Nature Medicine", "volume": "26", "issn": "", "pages": "1200--1204", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Clinical characteristics of coronavirus disease 2019 (COVID-19) in China: a systematic review and meta-analysis", "authors": [{"first": "L", "middle": [], "last": "Fu", "suffix": ""}], "year": 2020, "venue": "Journal of Infection", "volume": "80", "issn": "", "pages": "656--665", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "Nature Medicine", "volume": "26", "issn": "", "pages": "506--510", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Natural history of asymptomatic SARS-CoV-2 infection", "authors": [{"first": "A", "middle": [], "last": "Sakurai", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "383", "issn": "", "pages": "885--886", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "COVID-19: in the footsteps of Ernest Shackleton", "authors": [{"first": "A", "middle": ["J"], "last": "Ing", "suffix": ""}, {"first": "C", "middle": [], "last": "Cocks", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Green", "suffix": ""}], "year": 2020, "venue": "Thorax", "volume": "75", "issn": "", "pages": "693--694", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Isolation and rapid sharing of the 2019 novel coronavirus (SARS-CoV-2) from the first patient diagnosed with COVID-19 in Australia", "authors": [{"first": "L", "middle": [], "last": "Caly", "suffix": ""}], "year": 2020, "venue": "EUROIMMUN Medizinische Labordiagnostika AG", "volume": "212", "issn": "", "pages": "459--462", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "ELISA (IgG) Instruction for use", "authors": [{"first": "-Sars-Cov", "middle": [], "last": "Anti", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "2020--2024", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Anti-SARS-CoV-2 ELISA (IgA) Instruction for use", "authors": [{"first": "A", "middle": ["G"], "last": "Euroimmun Medizinische Labordiagnostika", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "2020--2024", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship", "authors": [{"first": "K", "middle": [], "last": "Mizumoto", "suffix": ""}], "year": 2020, "venue": "Eurosurveillance", "volume": "25", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2807/1560-7917.ES.2020.25.10.2000180"]}}, "BIBREF27": {"ref_id": "b27", "title": "Coronavirus disease-2019: is fever an adequate screening for the returning travelers? Tropical Medicine and Health", "authors": [{"first": "G", "middle": ["M"], "last": "Bwire", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Paulo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s41182-020-00201-2"]}}, "BIBREF28": {"ref_id": "b28", "title": "Korea Centers for Disease Control and Prevention -Division of Risk assessment and International cooperation", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Ruby Princess: battle begins to hold someone accountable for cruise ship coronavirus debacle. The Guardian, Australia edition 2020", "authors": [{"first": "Abb", "middle": [], "last": "Davies", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Flow diagram showing enrolment of cohort, data available for analysis and missing data.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Demographics, comorbidities, hospitalisation, presence of symptoms and previous SARS-CoV-2 PCR results for study participants (n = 49) Age in yearsmedian (n (% of total) 12 (24.5) Not availablen (% of total) 1 (2.0)Melbourne, the median cycle threshold (Ct) value for the RdRp gene was 37 (range: 31-45). Virus isolation was unsuccessful for all samples.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Timing of symptom onset, SARS-CoV-2 PCR testing and anti-SARS-CoV-2 serology, for 49 study participants. Participants were members of a cohort exposed to SARS-CoV-2 on board a cruise ship. Yellow numerals show cycle threshold (Ct) values. Serology results, case status and hospitalisation are presented on the right-hand side of the plot for readability, blood samples were collected on 16-17 April 2020 and 24 April 2020. Ig, immunoglobulin.4 C. R. Bailie et al.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Distribution of SARS-CoV-2 serology results in 36 study participants testing positive by PCR, by the presence of symptoms. Participants were members of a cohort exposed to SARS-CoV-2 on board a cruise ship. Median symptom onset was 24 March 2020. Dashed lines show threshold above which a result is considered positive. Ig, immunoglobulin.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Symptom profiles in 26 symptomatic cases of mild COVID-19, disaggregated by sex", "latex": null, "type": "table"}, "TABREF1": {"text": "Results of univariable analysis for cases of COVID-19 with presence of symptoms as outcome (n = 45) RR, relative risk; CI, confidence interval; χ 2 , chi-squared test.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Conflict of interest. The authors have no conflicts of interest to declare.Data availability statement. Readers should contact the authors if they would like to access the data included in this publication.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}