{
    "paper_id": "00e8d6af23c0c9af0f4e9273e42d4a372f9f06ce",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "La sortie du confinement ouvre une période critique pendant laquelle l'assouplissement des règles de circulation des personnes risque de faciliter la transmission du virus et de faire apparaître de nouveaux foyers de COVID-19. Malgré sa gravité, l'épidémie laisse un niveau d'immunité collective contre le SARS-CoV-2 insuffisant pour que la population française soit prémunie contre un risque de rebond, notamment dans les régions les moins atteintes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La mise en place d'un système d'enquête autour des cas et de traçage des contacts doit permettre de détecter précocement et de circonscrire tout foyer émergent. Cette stratégie visant à contrôler la circulation du virus place le médecin généraliste au coeur du dispositif [1] . En complément des tests de détection directe du virus par RT-PC, il disposera de tests sérologiques permettant un diagnostic indirect de l'infection par le SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Plusieurs types de tests sérologiques ont été développés, qui détectent des anticorps de classes IgG et IgM à partir d'un échantillon de sang veineux pour les tests Elisa ou ଝ Communiqué de l'Académie nationale de médecine, 16 mai 2020. ଝଝ Une cellule de veille de l'Académie télétravaille depuis le début du confinement pour rédiger des avis et des communiqués sur la situation sanitaire liée à la COVID-19. capillaire pour les tests rapides d'orientation diagnostique (TRODs) [2] . Après évaluation par le Centre national de référence (CNR) des virus d'infections respiratoires, plusieurs tests ont été sélectionnés sur leurs performances analytiques (sensibilité et spécificité supérieures à 95 %), adaptés aux automates utilisés dans les laboratoires d'analyses médicales. Dans l'état actuel des connaissances, si une sérologie négative informe le sujet qu'il est réceptif et qu'il doit particulièrement se protéger du risque d'infection, une sérologie positive ne permet pas de certifier qu'il est protégé contre une réinfection. La détection d'anticorps est en faveur d'une infection récente par le SARS-CoV-2, d'autant plus probable si le patient a présenté des symptômes évocateurs de la COVID-19 au cours des mois précédents, permettant d'escompter le développement d'une immunité protectrice.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 481,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dans le cadre de la stratégie nationale d'enquête autour des cas de COVID-19, l'Académie nationale de médecine recommande : ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Les auteurs déclarent ne pas avoir de liens d'intérêts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Déclaration de liens d'intérêts"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Le médecin généraliste face au COVID-19; 2020 [11 mai 2020. Communiqué de l'Académie",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Académie Nationale De Médecine",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tests COVID-19 : applications collectives et individuelles",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Académie Nationale De Médecine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "AVIS DE L'ACADÉMIE NATIONALE DE MÉDECINE Enquêtes autour des cas de COVID-19 et utilisation des tests sérologiques ଝ,ଝଝ Disponible sur Internet le 31 mai 2020",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "• que les personnes ayant une sérologie et un test PCR négatifs soient placées en isolement pendant deux semaines et que la sortie de l'isolement soit conditionnée par un contrôle de la négativité du test PCR ; • que les personnes ayant un test PCR négatif et une sérologie positive, au moins une semaine après avoir présenté des signes cliniques compatibles avec une infection par le SARS-CoV-2, soient considérées comme immunisées et ne soient pas placées en isolement.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}