{
    "paper_id": "00eed4a79c3abb8559c80cfaf5f100ee1c84d746",
    "metadata": {
        "title": "Diagnosis/Prognosis of COVID-19 Images: Challenges, Opportunities, and Applications",
        "authors": [
            {
                "first": "Arash",
                "middle": [],
                "last": "Mohammadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Concordia University",
                    "location": {
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Yingxu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Nastaran",
                "middle": [],
                "last": "Enshaei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Concordia University",
                    "location": {
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Parnian",
                "middle": [],
                "last": "Afshar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Concordia University",
                    "location": {
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Naderkhani",
                "middle": [
                    "†"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anastasia",
                "middle": [],
                "last": "Oikonomou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Concordia University",
                    "location": {
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Javad",
                "middle": [],
                "last": "Rafiee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Concordia University",
                    "location": {
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Helder",
                "middle": [
                    "C R"
                ],
                "last": "Oliveira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Concordia University",
                    "location": {
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Svetlana",
                "middle": [],
                "last": "Yanushkevich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Konstantinos",
                "middle": [
                    "N"
                ],
                "last": "Plataniotis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel Coronavirus disease, COVID-19, has rapidly and abruptly changed the world as we knew in 2020. It becomes the most unprecedent challenge to analytic epidemiology in general and signal processing theories in specific. Given its high contingency nature and adverse effects across the world, it is important to develop efficient processing/learning models to overcome this pandemic and be prepared for potential future ones. In this regard, medical imaging plays an important role for the management of COVID-19. Human-centered interpretation of medical images is, however, tedious and can be subjective. This has resulted in a surge of interest to develop Radiomics models for analysis and interpretation of medical images. Signal Processing (SP) and Deep Learning (DL) models can assist in development of robust Radiomics solutions for diagnosis/prognosis, severity assessment, treatment response, and monitoring of COVID-19 patients. In this article, we aim to present an overview of the current state, challenges, and opportunities of developing SP/DL-empowered models for diagnosis (screening/monitoring) and prognosis (outcome prediction and severity assessment) of COVID-19 infection. More specifically, the article starts by elaborating the latest development on the theoretical framework of analytic epidemiology and hypersignal processing for COVID-19. Afterwards, imaging modalities and Radiological characteristics of COVID-19 are discussed. SL/DL-based Radiomic models specific to the analysis of COVID-19 infection are then described covering the following four domains: Segmentation of COVID-19 lesions; Predictive models for outcome prediction; Severity assessment, and; Diagnosis/classification models. Finally, open problems and opportunities are presented in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We are facing, first hand, an abrupt and sudden change of the world as we knew because of the novel Coronavirus outbreak. Known as COVID-19, it first appeared in late December 2019 in Wuhan, China, and few months later, on This Project was partially supported by the Department of National Defence's Innovation for Defence Excellence and Security (IDEaS) program, Canada. Corresponding Author is Arash Mohammadi, email: arash.mohammadi@concordia.ca the 11 th of March 2020, was characterized as a pandemic by World Health Organization (WHO). Given its high contingency nature, relatively unknown behaviour, systemic complications, and adverse effects ranging from human fatalities to economic recessions across the world, it is of importance to develop efficient processing/learning models to help overcome this pandemic and be prepared for potential future ones. The Reverse-Transcription Polymerase Chain Reaction (RT-PCR) is the standard testing approach for early diagnosis of suspected cases of COVID-19. Unavailability of enough RT-PCR testing kits particularly in areas severely affected by the pandemic and its relatively high and variable falsenegative rate (i.e., highest during the first five days (up to 67%), and lowest on day 8 (21%) [2] ), resulted in focusing on medical image Radiomics [3] as a complementary source for diagnosis/prognosis.",
            "cite_spans": [
                {
                    "start": 1248,
                    "end": 1251,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Recent studies [4] - [6] show that chest Computed Tomography (CT) scans and Chest Radiographs (CXR) reveal informative features of COVID-19 that can assist in the monitoring, severity assessment, and treatment of COVID-19 [13] . According to the guideline provided by WHO, use of chest imaging as a complementary source of data is recommended in different scenarios and stages of COVID-19 to assist radiologists and physicians to detect and evaluate the disease more accurately. CT and CXR can decrease the false negative rate both at the admission and discharge times. It is worth mentioning that chest CT has a key role for diagnosis of COVID-19 in the very early stages of the infection and also to set up a prognosis. Comparisons between CT and RT-PCR at early stages of COVID-19 infection show that CT abnormalities may appear before PCR positivity. In other words, CT has greater sensitivity during the early stages of the infection. In addition, false negatives in RT-PCR results occur both at the admission and discharge. Finally, CT plays its role over the course of the disease for evaluating changes in severity and for treatment adjustments. The key power of chest imaging is in its prognostic value to identify severity of the arXiv:2012.14106v1 [eess.IV] 28 Dec 2020 disease, likelihood of needing hospitalization and/or admission to Intensive Care Unit (ICU). However, interpretation of chest images for confirming the suspected cases of COVID-19, and severity assessment of the disease based on imaging findings are time-consuming and may be challenging.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 21,
                    "end": 24,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Interpretation of CT and CXR images should be performed by expert thoracic radiologists, who may not be easily accessible especially during the outbreak when the number of suspected cases of COVID-19 is growing up exponentially. To address these issues, there has been a surge of interest in developing Signal Processing (SP) and Deep Learning (DL) techniques to extract informative features from chest images and help in fast detection and risk assessment of the COVID-19 infection. We would like to mention that although research works on COVID-19-related topics have started very recently, the extensive number of research works that have been disseminated during this short period of time makes the topic mature. More specifically, extensive research works on application of Signal/Image Processing and Artificial Intelligence (AI) for COVID-19 have lead to almost 1, 200 publications by the end of November 2020. Fig. 1 presents COVID-19 research trend in year 2020, obtained from PubMed with the keyword \"COVID-19\" and either of the following keywords: \"Signal Processing\", \"Machine Learning\", \"AI\", or \"Deep Learning\". These publications cover several aspects and applications of SP/DL for COVID-19 including diagnosis, classification, detection, segmentation, severity assessment, and survival analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 918,
                    "end": 924,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In summary, in this feature article, we aim to present an overview of the current state, challenges, and opportunities of developing SP/DL-empowered models for diagnosis and prognosis of the COVID-19 infection based on medical images. The article will mainly focus on the problems, applications and on how SP/DL models can be used to address the identified problems/applications. In brief, we will cover the following main topics:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "(i) We focus on SP techniques specific to COVID-19 images and target specialized SP aspects of COVID-19 diagnoses, including Analytic Epidemiology and Hypersignal Processing (HP) theory as advanced processing solutions of COVID-19. (ii) Introduction of potential applications of SP/DL-based models for the diagnosis and predictive prognosis of COVID-19 infections using medical images as the main source of data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "(iii) Investigation of the required medical background related to COVID-19 for development of advanced SP/DL models. An overview of different characteristics of COVID-19 that can be observed on chest images is presented. Furthermore, we describe how these imaging findings are related to the severity of the disease, and how they can be utilized in the development of SP/DL models. (iv) Presentation of DL Radiomic directions specific to the analysis of COVID-19 infection. We focus on DLbased solutions from the following four different aspects: Segmentation of COVID-19 Lesions; Predictive models for outcome prediction in COVID-19 patients; DL/SP models for severity assessment, and; Diagnosis and classification of COVID-19 cases. (v) Introducing challenges, open problems, and opportunities of developing intelligent and autonomous models for diagnosis/prognosis of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Distinction with Existing Articles: As a final note, we would like to briefly elaborate on the differences between this article and a recent feature article [3] on Radiomics and other survays/tutorials [4] - [6] on COVID-19. In particular, Reference [3] is focused on hand-crafted and deep learningbased techniques for extracting features from cancer-related images. Cancer diagnosis is essentially a completely different task than that of COVID-19 analysis, which requires its own specific techniques and solutions. For instance, while nodules have solid shapes and defined locations, COVID-19 infection areas could be multifocal, ill defined and diverse in pattern or (morphology). Therefore, the traditional Radiomics filters are not applicable to the latter. Furthermore, images from patients with pulmonary malignancies contain far less motion artifacts compared to COVID-19 ones, where patients suffer from dyspnea, calling for more advanced artifact reduction techniques. Deep learning models developed for Cancer Radiomics are also not transferable to COVID-19 without modifications. This is mainly due to the fact that in a patient with COVID-19 a large number of slices may be affected, for which 3D analysis and more powerful resources are required. With regards to differences with recent survay/tutorial articles on COVID-19 research, Reference [4] is limited to deep learning techniques. In this article, however, we also focus on SP modeling, applications, required medical background, and challenges/open-problems. Reference [5] is more focused on the medical background and imaging modalities and AI models are not discussed in a separate section compared to this article, where different models and applications are separated and discussed. Reference [6] reviews a subset of deep learning models, without referring to SP methods, and challenges. The reminder of the manuscript is organized as follows: Section II is devoted to analytic epidemiology and hypersignal processing for COVID-19. Applications and imaging modalities for diagnosis/prognosis of COVID-19 images are then presented in Section III. SL/DL-based Radiomic models specific to the analysis of COVID-19 infection are then described in Section IV covering the following four application domains: Segmentation of COVID-19 lesions; Predictive models for outcome prediction; Severity assessment, and; Diagno-and the set of lab tests be L = L 1 (N ucleicAcid), L 2 (SoreSample), L 3 (LungImage) .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1358,
                    "end": 1361,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1541,
                    "end": 1544,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1769,
                    "end": 1772,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The diagnosis outcomes E of COVID-19 infections are detected by the Cartesian product between the sets of logical values of detection symptoms E S and lab confirmations E L as follows [13] :",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "where T |L and F |L denotes a Boolean logical variable for True or False, respectively. The diagnosing results are classified in the categories of symptomatic positive, susceptibly positive, negative, and susceptibly negative. The big-R notation [14] , [15] is a generic calculus that denotes an iterative or recursive series of recurrent structures or embedded functions. Eq. (1) reveals that many important symptoms and diagnosis of COVID-19 are in the domain of advanced signal processing as a foundation for COVID-19 diagnosis. In analytic epidemiology, the reproductive ratio R 0 of a contagious disease is modeled as an exponential transmission series N inf (t) on the t 0 + kth day, which is estimated by a product of initial infectives N inf (t) and the average reproductive rate raised to the kth power:",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Therefore, the average reproductive rate of a pandemic transmission is reduced to the kth root of the average ratio between the number of infectives N inf (t 0 + k) cumulatively infected at t 0 + k by each initial infective N inf (t 0 ):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "For instance, WHO has empirically estimatedR 0 of COVID-19 in the range of 2.24 to 4.00 [9] , which was considerably higher than those obtained in rigorous analyses with real-world signals according to Eqs. (2) and (3) as rigorously treated a long series of pandemic signals.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The reproductive rateR 0 in analytic epidemiology has been adopted as the key indicator θ for the congruous severity classified in two categories by the thresholdR 0 = 1.0, i.e.:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "However, when investigating into the nature of pandemic dynamics to rigorously predict the pandemic trends, we found that in order to model more general and complex pandemic dynamics, the reproductive rate must be treated as a series of variables R 0 (t) over time. This finding has led to the formal model of the series of dynamic reproductive rates of COVID-19, which is recursively determined by a long-chain of causal probabilities over time:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Simulations performed based on real-world signals have provided highly accurate predications based on the mathematical model of the analytic epidemiology theory and its dynamic predictability for the pandemic signal series [13] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Hypersignals are a general structure of abstract or realworld signals beyond 1D or its parallel compositions [10] , [11] . Hypersignal Processing (HP) theory provides a unified mathematical model for advancing 1D signal (voice and time series) processing to 2D (images) and nD (generic hypersignals) processing [14] - [18] . The hypersignals may be embodied by sequences of images (videos), language expressions and semantics, knowledge structures, neural networks, and AI 4 systems. Therefore, HP demands novel theories, mathematical means, and algorithms [16] - [18] .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "B. Hypersignal Processing (HP) for COVID-19 Image Diagnoses"
        },
        {
            "text": "For instances, the HP theory models hypersignals as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Hypersignal Processing (HP) for COVID-19 Image Diagnoses"
        },
        {
            "text": "where B stands for a byte, T for time, S for a string, and Θ for an instance of an abstract hypersignal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Hypersignal Processing (HP) for COVID-19 Image Diagnoses"
        },
        {
            "text": "More generically, the hyper Structure Model (SM) is introduced to model complex hyper signals and entities. For example, the SM model of the color scheme of an image signal is formally modeled as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Hypersignal Processing (HP) for COVID-19 Image Diagnoses"
        },
        {
            "text": "where the 2D frame is represented in six forms including FC (color), FG (gray), FB (black/white), FR* (red), FG* (green), FB* (blue), and the composition FC = (FR*, FG*, FB*).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Hypersignal Processing (HP) for COVID-19 Image Diagnoses"
        },
        {
            "text": "A paradigm of HP towards COVID-19 is represented by Image Frame Algebra (IFA) [15] , [18] , which processes and diagnoses suspectedly infected lung images by efficient and accurate hypersignal handling according to a set of IFA operators. In IFA, a generic image model is an SM based on Eq. (7). According to IFA, the differential algorithm for COVID-19 images manipulations is implemented as follows:",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 85,
                    "end": 89,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "B. Hypersignal Processing (HP) for COVID-19 Image Diagnoses"
        },
        {
            "text": "The operations of image differentiation in IFA may be expressed according to Eq. (8) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Hypersignal Processing (HP) for COVID-19 Image Diagnoses"
        },
        {
            "text": "where the first model expresses a differentiation between the left and right images of a symmetric structure such as lungs, breasts, and the brain. The second model denotes a sequential differentiation of image series with respect to time. For instances, the results of COVID-19 affected lung images, brain tumors, and breast tumors may be diagnosed according to the generic image differential algorithm (Eqs. (8) and (9)), respectively, as shown in Fig. 2 .",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 456,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "B. Hypersignal Processing (HP) for COVID-19 Image Diagnoses"
        },
        {
            "text": "As stated previously, chest imaging provides an important source of data for diagnosis/prognosis of COVID-19 infection, assessment of treatment response, and monitoring of COVID-19 patients. In brief, several recent studies have been conducted to investigate specific characteristics of Coronavirus disease on chest images that can be used for design of processing/learning models. Different types of chest imaging patterns and distribution of lung involvement are related to the severity/stage of the COVID-19 infection and can help construct predictive SP/DL models to make decisions on hospital admission versus home isolation, non-ICU hospital admission versus ICU admission, on monitoring the treatment process and on the time of home discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. APPLICATIONS AND IMAGING MODALITIES FOR DIAGNOSIS/PROGNOSIS OF COVID-19 IMAGES"
        },
        {
            "text": "In this section, we first present an overview of potential applications of SP/DL models for the diagnosis and predictive prognosis of COVID-19 infections. Then, we present the required medical background related to COVID-19 for development of SP/DL models and will review different imaging modalities. Advantages and limitations of each modality is discussed together with its application in different stages of COVID-19 management. Generally speaking, applications of SP/DL models for COVID-19 diagnosis/prognosis can be classified into the following four categories:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. APPLICATIONS AND IMAGING MODALITIES FOR DIAGNOSIS/PROGNOSIS OF COVID-19 IMAGES"
        },
        {
            "text": "• Diagnosis of COVID-19 Pneumonia from other Community Acquired Pneumonia (CAP): The most common 5 COVID-19 symptoms (cough, shortness of breath, and fever) overlap with CAP symptoms. CAP is mainly caused by a bacterial infection but can also be caused by viruses. In most cases, microbiological tests for CAP such as cultures of sputum and blood, are time consuming with poor sensitivity and specificity, and are not enough to identify the main pathogen [19] . Thus, the Polymerase Chain Reaction (PCR) test via nasopharyngeal or oropharyngeal swab has been used for correct identification of the source of the viral cause of CAP (like influenza) [20] . For COVID-19, a variation of PCR test, the RT-PCR, has been used as a gold standard [21] . Due to the test inaccuracy, the decision on treatment may be incorrect, i.e., antibacterial drug therapy can be administrated to all CAP patients who may not be confirmed COVID-19 positive, while for patients tested positive for COVID-19 this treatment is not required [19] . Cases of negative RT-PCR with persistent COVID-19 symptoms are submitted to chest imaging evaluation. This application domain will be further discussed in Sub-section IV-D, where different SP/DL models developed for COVID-19 diagnosis are presented.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "III. APPLICATIONS AND IMAGING MODALITIES FOR DIAGNOSIS/PROGNOSIS OF COVID-19 IMAGES"
        },
        {
            "text": "• Localizing COVID-19 Lesions and Identifying their Types:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. APPLICATIONS AND IMAGING MODALITIES FOR DIAGNOSIS/PROGNOSIS OF COVID-19 IMAGES"
        },
        {
            "text": "The pattern and extent of chest imaging findings is related to the stage and severity of COVID-19 and affects the treatment decision making. In Sub-section IV-A, we will further describe applications of SP/DL models in localizing involved areas and demonstrating imaging features on CT scans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. APPLICATIONS AND IMAGING MODALITIES FOR DIAGNOSIS/PROGNOSIS OF COVID-19 IMAGES"
        },
        {
            "text": "• Outcome Prediction (COVID-19 Prognosis): To efficiently manage the limited medical resources during the pandemic, it is vital to accurately predict the risk of poor outcomes in COVID-19 patients. Some essential outcomes in COVID-19 patients are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. APPLICATIONS AND IMAGING MODALITIES FOR DIAGNOSIS/PROGNOSIS OF COVID-19 IMAGES"
        },
        {
            "text": "• Mortality risk; • Progression to severe/critical stage; • Need for ICU admission/mechanical ventilation, and; • Length of hospital stay. Predictive models are required to compute the probability of poor outcomes to help health-care professionals deliver appropriate services to high-risk patients. This application domain will be presented in detail in Sub-section IV-B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. APPLICATIONS AND IMAGING MODALITIES FOR DIAGNOSIS/PROGNOSIS OF COVID-19 IMAGES"
        },
        {
            "text": "• Severity Assessment of COVID-19: Chest imaging can be used to assess the lung infection severity in COVID-19 patients [19] . Calculation of percentage of parenchymal involvement and CT severity score can be achieved by segmenting the infected regions and lung areas in chest images. This is required to evaluate and quantify severity, then prediction of prognosis of the COVID-19 infection. In Sub-section IV-C, we will present different SP/DL models developed for computing lung infection rate and CT severity score metrics as two commonly used criteria for severity assessment of COVID-19 infection.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "III. APPLICATIONS AND IMAGING MODALITIES FOR DIAGNOSIS/PROGNOSIS OF COVID-19 IMAGES"
        },
        {
            "text": "The Fleischner Society and the American College of Radiology, among others, recommend CT scan and CXR for COVID-19 patients with moderate to severe cases [23] . Among the chest imaging modalities, the CXR is less sensitive, and less specific compared to CT. The advantages of CXR over CT include its fast availability, ease of execution, and minimization of in-hospital transmissions. In addition, the CXR findings correlate well with CT findings [22] . In some situations where a fast assessment is necessary, the Point-of-Care lung Ultrasound (POCUS) offers a radiation-free imaging modality with higher accuracy in patients without any previous cardiopulmonary disease [24] . In what follows, application of the above-mentioned imaging modalities for COVID-19 diagnosis/prognosis will be discussed in detail.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "A. Imaging Modalities and Radiological Characteristics of COVID-19"
        },
        {
            "text": "1) Computerized Tomography (CT) Scan: There has been considerable attention on CT imaging as the most useful imaging modality for representing COVID-19 infections. A study [25] on 51 patients with positive nucleic acid testing reported that only 3.9% of patients were misdiagnosed based on their chest CT images. Fig. 3 shows common CT patterns in COVID-19 patients, where the most prevalent are \"Ground Glass Opacities (GGOs)\" and \"Consolidations\". GGO is a hazy transparent opacity that does not conceal lung vessels and bronchial areas [26] . In a consolidation pattern, the air in the alveoli and peripheral bronchioles is replaced by fluid such as pus, water, blood, or an inflammatory material, obscuring the underlying distal airways and vascular margins [26] . In a research study on 645 confirmed COVID-19 patients, 88% of patients showed either pure GGOs or consolidation or both [27] . The appearance of pure GGO is more common in the early stage of the disease, while the appearance of GGOs with consolidations is more frequently seen in the progressive stage [28] . Another common CT pattern associated with COVID-19 is the so-called \"Crazy Paving\" referring to thickened interlobular septa and intralobular interstitium superimposed on GGOs [26] . The crazy paving pattern is more commonly seen in the progressive stage of the disease [28] . The appearance of the crazy paving/consolidation patterns as a sign of disease progression/severity can help radiologists evaluate the disease stage. Interlobular septal thickening, air bronchogram, and vascular enlargement are other CT findings in COVID-19 patients [28] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1349,
                    "end": 1353,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1623,
                    "end": 1627,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 319,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "A. Imaging Modalities and Radiological Characteristics of COVID-19"
        },
        {
            "text": "Distribution of Lung Involvement in COVID-19: CT findings of COVID-19 infections demonstrate that most of the COVID-19 patients have had \"Bilateral\" and \"multifocal\" lung involvements. Bilateral involvement means that the lesions are distributed in both the right and left lungs, and multifocal involvement implies that more than one lobe (from five lobes) of the lung is affected by the disease. A systematic review of COVID-19 imaging findings [28] declared that in 17 out of 36 studies (78.2%), the number of patients with bilateral lung involvement had been higher than the patients with unilateral involvement.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "A. Imaging Modalities and Radiological Characteristics of COVID-19"
        },
        {
            "text": "Researches also showed that COVID-19 lesions in most of the cases are distributed in lower lobes and have a \"Peripheral\" instead of central distribution [28] , [30] . Similarities between CT features of COVID-19 with other viral pneumonia pose limitations in using CT images to diagnose COVID-19. However, in a study of 58 patients [31] , six of seven radiologists could distinguish COVID-19 from other types of [29] . (b) Axial CT image of a 60-year-old woman, scattered consolidation patterns with mainly peripheral distribution [29] . (c) Axial CT image of a 51-year-old man, the appearance of GGOs (white arrow) and consolidations (red arrows) [29] . (d) Crazy-paving pattern in axial CT image of a 43-year-old woman [30] . All CT images have been obtained without contrast enhancement. Table I . [34] used a severity measure for COVID-19 patients, referred to as the CT score, that measures the extent of involvement based on a semi-quantitative scoring for each of the five lobes. The score ranges from 0 to 5, which is computed as shown in Table II . The overall CT score would be between 0 and 25, which is the sum of the lobar scores (some studies use a different scoring scale, which ends up to a CT score between 0 and 20 [30] ). Francone, et al. [34] conducted research on 130 COVID-19 patients and evaluated the correlation between CT score and disease severity. They showed that the CT score is strongly correlated with the COVID-19 clinical stage and severity. For patients in severe or critical categories, CT score is significantly higher than patients in the mild category [34] . CT score greater than 18 (out of 25) can be used as a predictor of mortality in COVID-19 patients [34] . CT score is highly correlated with patients' age. In [34] , authors revealed that CT score in patients with age range > 50 was significantly higher than those in the age range of 26-50.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1233,
                    "end": 1237,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1591,
                    "end": 1595,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1696,
                    "end": 1700,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1756,
                    "end": 1760,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 798,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1047,
                    "end": 1055,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "A. Imaging Modalities and Radiological Characteristics of COVID-19"
        },
        {
            "text": "For patients in late-stages of the disease, the CT score is higher than those in early-stages. CT score, together with patients' age, can be used to predict COVID-19 patients' death. 2) Chest Radiography (CXR): Some studies report that CXR images often show no lung infection in COVID-19 patients at early stages resulting in a low sensitivity of 69% for diagnosis of COVID-19 [35] . However, CXR is helpful for prediction of clinical outcome and for detection of COVID-19 in areas with limited access to reliable RT-PCR testing kits. The most commonly observed patterns in CXR of COVID-19 patients are GGOs and consolidations with bilateral peripheral distribution [35] . Pre-existence of medical conditions such as heart or other lung diseases will make the interpretation of CXR images challenging. Therefore, the interpretation of CXRs in younger patients would be more reliable and predictive. In Reference [36] , the authors developed a scoring approach for severity assessment and outcome prediction of COVID-19 patients between the ages of 21 to 50 years based on their CXR images. In their scoring system, each lung is divided into three zones. A binary score is then given to each zone based on the appearance/absence of COVID-19 abnormalities, and the total score would be in the range of 0-6. Their study on 338 patients demonstrates that there is a significant correlation between CXR score greater than two and hospital admission. They also reported that a CXR score greater than three could predict the need for intubation. Using lung Edema severity measure, referred to as RALE score, the authors in [37] quantify the extent of lung involvement and compute correlations with the risk of ICU admission for COVID-19 patients. Recent research works have demonstrated potentials of developing SP/DL-based models for grading the disease stage and performing outcome-prediction using CXR images.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1616,
                    "end": 1620,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "A. Imaging Modalities and Radiological Characteristics of COVID-19"
        },
        {
            "text": "3) Ultrasound: Beside the advantages of using CT or CXR combined with RT-PCR test for a correct and precise diagnosis of COVID-19, these imaging modalities have limitations, including diagnostic accuracy, logistic challenges, timeconsuming assessment and the use of ionizing radiation [24] . Despite low sensitivity of Ultrasound for diagnosis of COVID-19 patients in mild and moderate categories, lung ultrasound has shown high-sensitivity results in critical cases [38] . Due to its low cost, portability, ease of use, and being radiation-free, lung ultrasound can play a crucial role in the follow up and monitoring patients in the ICU. Furthermore, Ultrasound has been widely used for the diagnosis and monitoring of COVID-19 in pregnant women. In Italy, health professionals used lung ultrasound as a screening tool and developed a lung ultrasound score for evaluating the severity of the disease in COVID-19 patients [39] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "A. Imaging Modalities and Radiological Characteristics of COVID-19"
        },
        {
            "text": "In another study with 93 patients, where 27 (29%) of them were tested positive for COVID-19 by RT-PCR or CT, the Ultrasound imaging achieved a sensitivity of 89% and specificity of 59% [24] . Considering a subgroup of 37 patients without any cardiopulmonary disease, the assessment based on Ultrasound revealed and sensitivity of 100% and specificity of 76% [24] . Thus, Ultrasound represents a valuable imaging modality for the detection or assessing COVID-19 severity mainly in patients without any medical history of cardiopulmonary disease.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "A. Imaging Modalities and Radiological Characteristics of COVID-19"
        },
        {
            "text": "To assure model generalization for clinical use, it is beneficial to train SP/DL models based on a diverse set of dataset acquired from different scanners, different health centers covering a wide range of patients. Table III provides an overview of the available CT imaging datasets along with their COVID-19 related information. CT images represent different resolutions and contrasts depending on the type of scanner, image acquisition approach, and the thickness of the slices. It is, therefore, necessary to make CT images consistent before feeding them into the processing and learning models. For a list of available CT imaging datasets along with their COVID-19 related information please refer to Reference [29] . Given the heterogeneity of the data source, available data collections comprehend a wide sort of equipment, images characteristics and diagnosed disease. Table IV presents datasets of the two biggest data collection initiatives. Several other datasets are under development once when new data become available it is promptly aggregated by those initiatives. Given the heterogeneity of the data source, these data collection comprehends a wide sort of equipment, images characteristics and diagnosed disease.",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 720,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 225,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 877,
                    "end": 885,
                    "text": "Table IV",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "COVID-19 CT Scans & CXR Datasets:"
        },
        {
            "text": "In this section, we present different DL-based Radiomic models specific to the analysis of COVID-19 infection. In particular, we focus on the following four different application domains of discovery Radiomics: Segmentation of COVID-19 lesions (presented in Sub-section IV-A); Predictive models for outcome prediction in COVID-19 patients (described in Sub-section IV-B); DL/SP models for severity assessment (presented in Sub-section IV-C), and; Diagnosis and classification of COVID-19 cases, which are detailed in Sub-section IV-D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. DEEP LEARNING RADIOMICS SPECIFIC TO COVID-19"
        },
        {
            "text": "In this sub-section, we provide an overview of segmentation networks developed in the context of COVID-19 from different aspects as presented in Fig. 4 . Segmentation networks are image-to-image DL models that are trained to produce a mask indicating the region of interest. Segmentation allows physicians to identify the type and location of lesions; Evaluate the extent of lung involvement, and; Quantify the lung severity measures. Depending on the objective, they one segment the COVID-19 lesions, lungs, and lobe regions. Segmentationbased infection quantification models can be used to evaluate effectiveness of different treatment solutions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 151,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "A. Segmentation of COVID-19 Lesions"
        },
        {
            "text": "Lesions: Since CT images provide the most accurate COVID-19 manifestations for grading and evaluation of infections, they have been widely used in the context of COVID-19 segmentation. The goal in this context is localization of COVID-19 infections and/or grading the disease stage. In the literature, the focus was mainly on development of 2D models for segmentation of lung infections in each CT slice [49] - [51] . There have also been some 3D segmentation models that take the 3D CT volumes as input and segment the lung abnormalities on a patient-level basis [52] , [53] . Since the use of portable CXRs is more feasible for patients in ICU, it is essential to develop segmentation models for severity assessment of COVID-19 patients based on CXR images. A study on 2, 951 COVID-19 CXRs, performed the lung infections segmentation as the first step of their COVID-19 diagnosis pipeline [54] . Using a human-machine collaboration, they provided the first COVID-19 CXR dataset with the ground-truth infection masks. Segmenting the lung infections using a U-Net model with DenseNet-121 yielded a higher performance in their classification framework [54] .",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1151,
                    "end": 1155,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Imaging Modality used for Segmentation of COVID-19"
        },
        {
            "text": "Region of Interest (RoI): The region of interest would be different in COVID-19 segmentation models based on the Researchers who aim to quantify the extent of lung involvement and determine the COVID-19 severity measures consider segmenting lung/lobe regions besides the COVID-19 lesions. Advanced segmentation models can be trained to quantify different severity measures such as PO, PHO, CT score, and LHOS, based on CT images. This will be further discussed in Sub-section IV-C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging Modality used for Segmentation of COVID-19"
        },
        {
            "text": "Next, we investigate different DL architectures proposed for the segmentation of COVID-19 abnormalities. 1) DL Architectures for Segmentation of COVID-19 Lesions: Segmentation is considered an essential step in the severity/stage assessment of COVID-19 patients. However, comparing to classification models, limited number of research works have focused on segmentation models for COVID-19. Generally speaking, segmentation models (mostly developed based on CNNs) contain a contracting path (encoder) for extracting informative features from input images and an expanding path (decoder) for reconstructing the mask representing the regions of interest. Unlike classification models, typically, there are no fully connected layers in segmentation models. U-Net network [57] and its various extensions are the most commonly used architecture for segmentation of COVID-19 lesions. There are few works developed based on other successful segmentation networks. Some researchers have proposed innovative encoder-decoder networks for segmentation of COVID-19 lesions. Below, we present COVID-19 segmentation architectures classified into the aforementioned three main categories:",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 772,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Imaging Modality used for Segmentation of COVID-19"
        },
        {
            "text": "(ii) U-Net-based Segmentation Models: The majority of researches for segmentation of COVID-19 abnormalities have been developed upon the U-Net model. In U-Net [57] , skip connections transfer the extracted features from the contracting path to the corresponding layer in the expanding path. This helps the model to better understand visual details of images making it an ideal architecture for segmentation in the medical domain. Adoption of pre-existing CNNs like DensNet and ResNet blocks in the encoder path of the U-Net will result in extracting higher resolution features from CT images [33] , [58] . Multi-scale feature fusion, i.e., integration of dilated convolutions with different dilation rates, can be added into U-Net-based segmentation models to help capture COVID-19 abnormalities in different scales [59] . The current focus is on increasing performance in segmenting the COVID-19 lesions. In this regard, References [49] , [55] , [66] considered incorporation of spatial and channel attention mechanisms within the U-Net architecture.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 940,
                    "end": 944,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Imaging Modality used for Segmentation of COVID-19"
        },
        {
            "text": "The authors in Reference [49] proposed a new attention mechanism that enables the basic U-Net model to better understand the contextual information from CT slices and perform the segmentation of COVID-19 abnormalities more accurately. Commercial U-Net-based soft-wares have also been used in some researches for quantification of COVID-19 abnormalities and determining the severity of the disease [32] , [ 2) Hand-Crafted Radiomics: Hand-crafted radiomics refers to the process of extracting several quantitative and semiquantitative features from the ROI with the ultimate goal of diagnosis/prediction. Compared to DL techniques, Handcrafted radiomics is less common in the problem of COVID-19 analysis, as it requires fine delineation of the infected regions and a prior knowledge of the types of the features to extract. Nevertheless, it benefits from more interpretability, as the features are engineered. As shown in Fig. 5 , Handcrafted radiomics, utilized in a few COVID-19 studies, follows a multi-step process, in the first of which infected regions are annotated. Consequently, several features are extracted from the segmented regions and fed to a conventional model, such as Support Vector Machine (SVM), logistic regression, and decision tree, for making the final decision. Hand-crafted features cover a wide range of categories, including firstorder (basic intensity and shape-based features), second-order (texture features extracted from various matrices), and more advanced features such as those calculated from Fourier and Wavelet transforms. Intensity features [71] , shape-based [72] , and/or texture-based features, as well as other COVID-19 related features such as CT quantification metrics can be leveraged [58] , [69] . Radiomics in COVID-19 studies are mostly used in adverse outcome prediction models, explained in the next section. It is also possible to develop hybrid frameworks, where both hand-crafted and DL-based features are combined. Such methodology is adopted in Reference [70] by combining GAN generated features with pre-defined handcrafted ones. ",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 404,
                    "end": 405,
                    "text": "[",
                    "ref_id": null
                },
                {
                    "start": 1582,
                    "end": 1586,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1601,
                    "end": 1605,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1733,
                    "end": 1737,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1740,
                    "end": 1744,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 2013,
                    "end": 2017,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [
                {
                    "start": 922,
                    "end": 928,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Imaging Modality used for Segmentation of COVID-19"
        },
        {
            "text": "As stated previously, for efficient utilization of limited medical resources during the COVID-19 pandemic, it is critically important to accurately predict mortality risk, progression to severe/critical stage, need for ICU admission/ventilation, and the length of hospital stay. In this regard, development of predictive models is essential to compute the probability of poor outcomes and help health-care professionals deliver appropriate services to high-risk patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Predictive Models for Adverse Outcome Prediction in COVID-19 Patients"
        },
        {
            "text": "Although image-driven features have shown high correlation with COVID-19 outcomes, they are not the only influential factors. In other words, radiologists use image-driven features together with other clinical and risk factors to make the final decision. Some of the clinical/laboratory information used for COVID-19 outcome prediction are patients' symptoms, laboratory test results, oxygen saturation, and comorbid diseases. Chronic lung disease, obesity, hypertension, cardiovascular diseases, and diabetes are examples of comorbidities that will increase the risk of adverse outcomes in COVID-19 pneumonia. In this section, we focus on predictive models that image-driven features to estimate the risk of adverse outcomes in COVID-19 patients. As shown in Fig. 6 , in what follows, predictive models are categorized and described in terms of their: (i) Model structure, and; (ii) Target outcome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 760,
                    "end": 766,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "B. Predictive Models for Adverse Outcome Prediction in COVID-19 Patients"
        },
        {
            "text": "1) Model Structure of COVID-19 Outcome Prediction Models: Most COVID-19 outcome prediction studies exploit both chest CT images and clinical/laboratory data in their models. To effectively benefit from heterogenous data resources, conventional ML methods or hybrid models can be utilized, as explained below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Predictive Models for Adverse Outcome Prediction in COVID-19 Patients"
        },
        {
            "text": "(i) Conventional ML Models: In some COVID-19 predictive studies, CT Radiomics and quantification features are extracted in a pre-processing step. Extracted features are then used with clinical/laboratory data to train a shallow classifier such as logistic regression or random forest. For instant, Chao et al. [79] used CT features including lobe-wise quantification features and whole lung Radiomics together with patients' clinical information including age, sex, vital signs, and laboratory findings to predict the need for ICU admission in COVID-19 patients. They used a DL-based segmentation model to measure CT quantification features. Integrated input data from various types and resources are then fed into a random forest classifier for outcome prediction. Following this study, one can conclude that adding clinical information to CT features can improve the overall outcome prediction performance.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "B. Predictive Models for Adverse Outcome Prediction in COVID-19 Patients"
        },
        {
            "text": "(ii) Hybrid Models: Hybrid models (such as multiple-models, mixture of experts, and ensemble models) are of high importance in the field of medical imaging, typically, improving the initial results. While hybrid models can be developed in a variety of forms, they are mostly adopted in COVID-19 analysis in two main ways, i.e., combinations of Hand-Crafted and Clinical/Laboratory features or combination of DL-driven and clinical/Laboratory features, as described below: [78] , [115] . In this study, gender, age, severity grade, and chronic disease history are combined with the chest CT scans through a joint CNN-MLP network to distinguish between high and low-risk COVID-19 patients. In another study [78] , blood and urine test results of 1, 170 patients are used as the clinical information.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 479,
                    "end": 484,
                    "text": "[115]",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "B. Predictive Models for Adverse Outcome Prediction in COVID-19 Patients"
        },
        {
            "text": "The developed model consists of two successive CNN networks for analysis of CT images, i.e., a DNN network for analysis of clinical features, and a penalized logistic regression to integrate image-driven DL features and the DL features extracted from clinical data. Improvements are reported when image-driven and clinical features are jointly used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Predictive Models for Adverse Outcome Prediction in COVID-19 Patients"
        },
        {
            "text": "2) Target Outcomes in COVID-19 Patients: Generally speaking, in the context of COVID-19 prognosis, the target outcomes of interest include progression to severe/critical stage, mortality risk, need for ICU admission/ventilation, and the length of hospital stay. Below, we present different COVID-19 outcome prediction models based on these target outcomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Predictive Models for Adverse Outcome Prediction in COVID-19 Patients"
        },
        {
            "text": "• Risk of Progression to Severer Stages: Li et al. [58] aimed at measuring the progression of the disease by monitoring the Portion of Infection (POI) and the av- ",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "B. Predictive Models for Adverse Outcome Prediction in COVID-19 Patients"
        },
        {
            "text": "Severity essentially refers to how much the lungs are affected and involved in the disease. COVID-19 severity assessment is of high importance due to its unique role in risk management and resource allocation. In this sub-section, as shown in Fig. 7 , we present existing severity assessment methodologies. 1) Severity Assessment Types: Generally speaking, two types of severity assessment can be defined within the COVID-19 literature. The first one is to consider a classification approach, where different discrete labels are defined to assess the severity. The second type, however, aims at calculating the degree/portion of lung involvement as a measure of severity. Although, the second type, referred to as \"quantification\", is often followed by a classification paradigm, degree of lung involvement is essentially embedded in the feature vector. Below, we further elaborate on these two severity assessment types:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 249,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "C. DL/SP Models for COVID-19 Severity Assessment"
        },
        {
            "text": "(i) COVID-19 Severity Classification: Similar to most of the classification problems, COVID-19 severity classification can be solved using either hand-crafted or DL methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. DL/SP Models for COVID-19 Severity Assessment"
        },
        {
            "text": "• Hand-crafted Radiomics: While different engineered features have the potential to distinguish between severe and non-severe cases, Ghosh et al. [88] proposed a handcrafted feature, referred to as the L norm . This feature is defined using the maximum bone reference (B), minimum air reference (A), and the mean gray scale intensity of the lesion (L), as follows",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[88]",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "C. DL/SP Models for COVID-19 Severity Assessment"
        },
        {
            "text": "The optimum cut-off value to distinguish between severe and non-severe cases using the L norm is then obtained based on a Receiver Operating Characteristic (ROC) curve analysis. Other traditional hand-crafted features, such as first-order histogram features and/or texture-based ones can be incorporated followed by a regression model to distinguish between severe and non-severe patients. First-order histogram features are also used in Reference [85] for severity classification. • Deep Learning: To identify discrete severity scores of the COVID-19 patients, CNN-based models can alternatively developed [82] . A two stage DL framework is proposed in Reference [84] for COVID-19 severity classification. In the first stage, CT scans are individually fed to a U-Net model, whose extracted features are stored for the second stage. Through the second stage, the feature vectors are fed to a bi-directional LSTM model, for the final classification.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 452,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[82]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "C. DL/SP Models for COVID-19 Severity Assessment"
        },
        {
            "text": "(ii) Severity Assessment via Quantification: Although quantification is performed by calculating the lung and infection volume in most of the studies, it is also possible to adopt a different approach such as using a Siamese neural network. Below, we discuss recent works performed along these two directions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. DL/SP Models for COVID-19 Severity Assessment"
        },
        {
            "text": "• Quantification via Volume Calculation: To quantify the COVID-19 severity, Reference [60] calculated PO and PHO. POI and the average infection HU are calculated in Reference [58] , to quantify the severity, followed by dividing the patients into two groups of severe and non-severe. Infection and GGO ratio are calculated in Reference [87] . These two measures, along with several other quantitative features, are further fed to a Random Forest (RF) classifier, to classify patients as severe and non-severe. • Quantification via Siamese Neural Networks: This approach consists of two identical models, in terms of weights and parameters, with the goal of finding the similarity between the two inputs. Beside having several applications, Siamese models, in particular convolutional Siamese neural networks, can be adopted for COVID-19 severity assessment [86] In such scenarios, the Euclidean distance between the two final layers is calculated as a measure of difference between the inputs. Therefore, the distance between a COVID-19 and normal scan can show the degree of abnormality. Utilizing a pool of normal images, the median distance can represent the severity.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[86]",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "C. DL/SP Models for COVID-19 Severity Assessment"
        },
        {
            "text": "Development of DL-based COVID-19 classification models can be approached from four main perspectives, as shown in Fig. 8 . The first aspect is the annotation dependency of the developed frameworks. The second one is whether the proposed methods consider a binary or multi-class classification, followed by the third perspective focusing on the imaging modality used for the classification, as based on the modality different solutions are admissible. The DL model architecture is another important aspect of the developed frameworks. Next, we discuss these four categories in detail. Table VIII summarizes how different studies approach the aforementioned categories.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 120,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 594,
                    "text": "Table VIII",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "1) Annotation Dependency: Annotation dependency refers to whether the developed COVID-19 classification models rely on annotated images as inputs. Annotation can be related to either segmenting the whole lung region or the infected areas from the chest image. In this regard, we categorized studies into three groups of (i) no annotation required, (ii) lung segmentation required, and (iii) infection segmentation required. These three groups are discussed in the following: 16 [t!] COVID-19 Classification without Annotation: Studies that do not include any segmentation as a pre-processing step essentially feed the developed model with raw images. As CXR images are single slices and simpler to process compared to CT scans, they are utilized without annotation in most of the studies. Reference [102] is an example of such studies, where raw CXR images are fed to a DL model for binary and multi-class COVID-19 classification. Narayan Das et al. [119] and Islam et al. [109] also utilized CXR images without annotation for a three-way COVID-19 classification. Although using CT scans, Reference [62] is independent from segmented inputs. It exploits annotation labels in the output layer to develop a multi-task training framework. In other words, both classification and segmentation are aimed at in this work.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 477,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 799,
                    "end": 804,
                    "text": "[102]",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 950,
                    "end": 955,
                    "text": "[119]",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 973,
                    "end": 978,
                    "text": "[109]",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "Lung Segmentation for COVID-19 Classification: Lung segmentation is the first step in many COVID-19 classifications studies, as it eliminates unessential information. Gozes et al. [118] , for instance, used a pre-trained U-net model for this task. Since the segmentation model should be able to annotate lungs even in the presence of COVID-19 opacities, the U-net model is fine-tuned on a dataset of interstitial lung disease cases. More advanced lung segmentation models are also used in COVID-19 studies. Reference [108] , for instance, has proposed a multi-window U-Net that incorporates several windows instead of the standard Hounsfield unit (HU) window. Furthermore, this study uses a sequential information attention module to integrate all CT slices.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 185,
                    "text": "[118]",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 517,
                    "end": 522,
                    "text": "[108]",
                    "ref_id": "BIBREF108"
                }
            ],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "Infection Segmentation for COVID-19 Classification: Beside lung segmentation, some COVID-19 classification studies rely on segmenting the pulmonary regions of infection. Xu et al. [112] , for instance, have used a 3D CNN model trained on pulmonary tuberculosis for infection segmentation. Although this model is not trained on a COVID-19 dataset, it can still extract candidate patches. The annotation results are consequently used to form cubic patches around the regions of infection, which are then fed to the classification model. Based on the COVID-19 characteristics, such as GGO, Wang et al. [97] have manually delineated the CT scans to extract all the ROIs, from which 2-3 patches are randomly selected as the input to the CNN model for classification purposes.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 185,
                    "text": "[112]",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[97]",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "2) COVID-19 Classification Types: Binary or multi-class COVID-19 classification refers to whether the problem is considered as COVID-19 versus all other possible categories as one class or all the classes are treated separately. These two approaches are investigated in the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "Binary COVID-19 Classification Problems: Reference [102] is an example of binary classification, where the goal is to distinguish between COVID-19 and non-COVID cases. Non-COVID cases include both normal and pneumonia patients. Reference [101] explores three different COVID-19-related binary classification problems, in each of which COVID-19 is classified against a different class, including viral pneumonia, bacterial pneumonia, and normal. Obtained results show that COVID-19 is best distinguishable from bacterial pneumonia. Beside positive and negative COVID-19, patients can be classified based on other clinical outcomes. Meng et al. [115] , for instance, consider high and low-risk as the binary classification labels.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 56,
                    "text": "[102]",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 238,
                    "end": 243,
                    "text": "[101]",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 643,
                    "end": 648,
                    "text": "[115]",
                    "ref_id": "BIBREF115"
                }
            ],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "Multi-class COVID-19 Classification Problems: Reference [102] , beside considering a binary classification problem, tries to solve a multi-class classification consisting of three classes of COVID-19, pneumonia, and normal. The obtained accuracy, however, is lower than the binary scenario. The same categorization is followed in [109] . Reference [62] also followed a three-way classification with the difference that all diseases other than COVID-19 are considered as the \"others\" class to be classified against COVID-19 and normal subjects. COVID-19, pneumonia, and other diseases are considered as three separate classes in Reference [119] . Since Reference [112] have used annotated infection patches as inputs to a CNN model, it also considers a irrelevant-toinfection class to exclude incorrectly segmented areas.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 61,
                    "text": "[102]",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 330,
                    "end": 335,
                    "text": "[109]",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 638,
                    "end": 643,
                    "text": "[119]",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 662,
                    "end": 667,
                    "text": "[112]",
                    "ref_id": "BIBREF112"
                }
            ],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "It is worth mentioning that unlike binary and multi-class approaches, COVID-19 classification is considered as a oneclass anomaly detection in Reference [107] , where the model's output is the anomaly score of the input, along with a confidence score that determines the model's confidence in its prediction. Consequently, subjects with a high anomaly score or low confidence score are considered as positive COVID-19.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 158,
                    "text": "[107]",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "3) Imaging Modality used for COVID-19 Classification: CXR and CT are two common imaging modalities considered in the COVID-19 classification studies. These two modalities, however, require different processing strategies, as described below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "(i) COVID-19 Classification via CXR Images: CXR images are 2D and as such processing techniques to incorporate the relation between images are not required. CXR images can be independent inputs to a DL model. References [102] , [109] , [119] are examples of using CXR images for classification tasks. Unlike most of the COVID-19 classification methods using CXR that incorporate the whole image at once, Oh et al. [106] extract several random patches from the input image and feed them individually to the DL model. The final decision is a majority voting over all the obtained outcomes. (ii) COVID-19 Classification via CT Scans: Unlike CXR images, CT scans are 3D in the sense that each patient is associated with several 2D slices. As a result, analyzing CT scans require specific strategies, the first of which is a slicelevel classification, where slices are treated independently with the goal of assigning labels to separate slices. Patientlevel classification, on the other hand, tries to make the final decision using all the available slices. examples of slice-level classification models, where target slices are manually selected to train the CNN model. At the test time, however, these studies, average over all the probabilities to form the patient-level classification. Therefore, the underlying studies can be considered as cross-sections of slice-level and patient-level classification, bringing us to the discussion in the next part, i.e., patient-level classification. • Patient-level Classification: Patient-level classification using CT scans requires a voting strategy to combine the slice-level outcomes. The voting mechanism is of particular importance as the whole CT volume cannot be typically processed at once. Different voting mechanisms have been developed in the literature including the following items:",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 225,
                    "text": "[102]",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 228,
                    "end": 233,
                    "text": "[109]",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 236,
                    "end": 241,
                    "text": "[119]",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 414,
                    "end": 419,
                    "text": "[106]",
                    "ref_id": "BIBREF106"
                }
            ],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "-Volumetric Scoring: In Reference [118] 2D slices are first processed to form the slice-level outcomes. Summing over the activation maps of the detected positive slices, consequently, results in the aforementioned volumetric score. It is worth mentioning that only activations above a pre-defined threshold are considered in the summation. The obtained COVID-19 score can also be considered as the extent of the disease in a patient's lungs. -Pooling Operations: For patient-level classification, one approach [105] is to combine different models (e.g., parallel CNNs) in a parallel architecture. Results from individual slices can then be aggregated through pooling operations. Similarly, Li et al. [93] incorporate parallel CNNs, results of which are aggregated through a max pooling operation. -Whole CT Volume: To leverage the information from all the CT scans and capture their relations, Wang et al. [111] feed their developed CNN model with the whole CT volume, which is concatenated with the segmented lung mask. The same strategy of feeding the whole CT volume is also used in Reference [115] . -Bayesian Merging: A Noisy-or Bayesian function is adopted in Reference [112] to combine outcomes of several infection patches. -RNN-based Merging: Using Recurrent Neural Networks (RNNs) is another strategy to combine the slice-level information and consider the spatial relations. This group of models are discussed in Section IV-D4. -Multi-stage Frameworks: Designing a multi-stage framework is also a common patient-level classification approach. Mei et al. [89] , for instance, have designed a two stage workflow, where in the first stage abnormal slices are detected using a previous pre-trained pulmonary tuberculosis (PTB) detection model. Top ten candidate slices are then fed to another CNN, in stage two, to identify slices with positive COVID-19. Final outcome is ultimately set as the average of slice-level prediction of a patient's ten most abnormal candidates. The same multi-stage strategy is followed in Reference [116] , with the difference that the CNNs are replaced with capsule networks, as described in Section IV-D4. 4) DL Architectures for COVID-19 Classification: Although different DL architectures are applicable to the task of image classification, in the COVID-19 scenario, discriminative models including CNNs, RNNs, and capsule networks are the most commonly used ones. These networks and how they are incorporated in COVID-19 classification studies are explained below.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 39,
                    "text": "[118]",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 510,
                    "end": 515,
                    "text": "[105]",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[93]",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 906,
                    "end": 911,
                    "text": "[111]",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 1096,
                    "end": 1101,
                    "text": "[115]",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 1176,
                    "end": 1181,
                    "text": "[112]",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 1565,
                    "end": 1569,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 2035,
                    "end": 2040,
                    "text": "[116]",
                    "ref_id": "BIBREF116"
                }
            ],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "CNN-based COVID-19 Classification Models: CNNs are stack of convolutional and pooling layers, often followed by fully connected ones. Since the trainable filters share weight across the whole image, these networks are computationally effective, and can extract local features from the input. CNNs have shown promising results in the field of image processing including COVID-19 classification. Although it is possible to design a CNN from scratch, most of the studies have built their models upon pre-existing successful CNN models as described below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "• Pre-existing CNN models: Since the start of the outbreak, the following pre-existing CNN models for COVID- [111] consists of three subsequent blocks, the first of which is a vanilla 3D CNN, followed by a residual block. The last part is a progressive classifier, containing convolutional and fully-connected layers. Beside focusing on designing layers of a CNN, another strategy is to feed the model with information other than the raw image. Such strategy is leveraged in Reference [112] , where the distance between the center of infection and pleura is concatenated with a fully-connected layer. This distance can contribute to a more accurate classification, as COVID-19 infection has a pleural distribution, partly distinguishing it from other diseases. Meng et al. [115] utilized patient's clinical factors, such as gender, age, and chronic disease history, as the additional information to be concatenated with the CNN's fully connected layer. More heterogeneous factors, including travel and exposure history and symptomatology, are incorporated in the model designed by Mei et al. [89] .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 114,
                    "text": "[111]",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 485,
                    "end": 490,
                    "text": "[112]",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 773,
                    "end": 778,
                    "text": "[115]",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "RNN-based COVID-19 Classification Models: RNNs are especially useful in medical imaging when the goal is to process the whole volume or analyze follow-up studies. Since RNNs are subject to the problem of vanishing gradients, LSTM networks are commonly used as an effective alternative. The vanilla LSTM is not designed for extracting local features from images and as such this network is often combined with a CNN, to make use of its weight sharing advantages. Such a model is utilized in Reference [109] for COVID-19 classification, resulting in a CNN-LSTM design. In the underlying study, 12 convolutional layers are first incorporated to extract features from CXR images. The output of the CNN is then fed to an LSTM, the result of which determines the probability of COVID-19, pneumonia and normal classes. While a conventional LSTM considers only forward relations, bi-directional LSTMs additionally take the backward relations into account. Such models are incorporated in Reference [113] for COVID-19 classification.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 505,
                    "text": "[109]",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 990,
                    "end": 995,
                    "text": "[113]",
                    "ref_id": "BIBREF113"
                }
            ],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "CapsNet-based COVID-19 Classification Models: CapsNets are relatively new deep learning architectures, proposed to solve the incapability of CNNs to recognize spatial information. Each capsule in a CapsNet, consist of several neurons to represent an object instantiation parameters, as well as its existence probability. The main feature of the CapsNet is its routing by agreement process, through which capsules in a lower layer predict the outcome of capsules in the next layer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "The parent capsules take these predictions into account, based on the similarity (agreement) between the prediction and actual outcome. Using the routing by agreement, CapsNet is capable of recognizing spatial relations between image instances, and therefore handle much smaller datasets, compared to CNNs. Reference [96] has recently exploited CapsNets for the problem of COVID-19 classification using CXR, showing improve-ments over the CNN counterparts. The proposed architecture, referred to as COVID-CAPS, consists of several convolutional, pooling, and capsule layers, the output of which determines the probability of positive COVID-19.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[96]",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "D. COVID-19 Classification Models"
        },
        {
            "text": "In this section, first, we focus on limitations and challenges of developing COVID-19 diagnosis/prognosis models as shown in Fig. 9 . Then, we discuss open problems and potential opportunities for SP research by highlighting problems and challenges of developing SP/DL models for COVID-19 management.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 131,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "V. CHALLENGES, OPEN PROBLEMS, AND OPPORTUNITIES"
        },
        {
            "text": "The ultimate goal of developing COVID-19 diagnosis/prognosis models is to be used in clinical applications and reduce the healthcare system's workload during pandemic conditions. Some models proposed for diagnosis and prognosis of COVID-19 have shown successful results in real applications and enhanced the performance of junior radiologists to senior-level [52] . However, some common issues such as the risk of bias and over-fitting may cause poor generalization of such models. The leading causes of these issues are: (i) Lack of sufficient data; (ii) Lack of labeled/annotated data, and; (iii) Imbalanced dataset. These three categories are described below together with solutions developed in COVID-19 studies to overcome them:",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "1) Lack of Sufficient Data:: There is no doubt that preparing a high-quality dataset is the most critical part of developing a data-driven model. Collection of sufficient data for training robust COVID-19 models is challenging because: (i) COVID-19 is a new arising disease; (ii) Restrictions imposed to preserve patients' privacy, and; (iii) Health centers' strict data sharing protocols. On the other hand, despite the robustness of CNNs in hierarchically extracting high-value features from images, they cannot recognize the spatial relationships between those features. Due to various shapes and complex appearances of COVID-19 lesions, a large number of chest medical images are required to avoid over-flitting and ensure the model generalization. Data augmentation, transfer learning, multi-task learning, and the use of Capsules networks are some solutions to tackle these problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "Data Augmentation, compensates for the lack of large training dataset, by generating several variations of the original samples [118] . Random cropping, zooming, and flipping, for instance, are applied to the samples in Reference [107] . Flipping, random rotation, and lighting are also adopted in Reference [100] to further enlarge the training set. Random Gaussian noises is another data augmentation technique that has been used in Reference [59] . Other than applying different transformations to the dataset, Generative Adversarial Networks (GANs) can be used to generate new instances [110] . GANs produce fake images and forces the algorithm to discriminate them from the original ones, which makes the model robust on unseen images. Such strategy is utilized in Reference [110] , where a convolutional GAN is leveraged for COVID-19 data augmentation. Similarly, a conditional GAN, referred to as COVIDGAN, is proposed in Reference [95] , for CXR data augmentation.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 133,
                    "text": "[118]",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 230,
                    "end": 235,
                    "text": "[107]",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 308,
                    "end": 313,
                    "text": "[100]",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 591,
                    "end": 596,
                    "text": "[110]",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 780,
                    "end": 785,
                    "text": "[110]",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[95]",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "Transfer Learning, refers to pre-training a model using an external dataset with the goal of encouraging the model to learn meaningful filters. The model is then fine-tuned on the main dataset, which might be a small one for an independent training. Transfer learning has shown promising results especially in field of medical imaging, where large datasets are scarce. While most of the existing studies utilize natural image datasets for pre-training, it is also possible to leverage similar medical samples as described below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "• Natural Image Dataset: Reference [119] utilized transfer learning to fine-tune a pre-trained Xception model using a COVID-19 dataset. Transfer learning is also explored in Reference [101] to pre-train five well-known CNN models, namely ResNet50, ResNet101, ResNet152, Incep-tionV3 and Inception-ResNetV2. ImageNet is the common choice for pre-training the CNN models [100] , [107] , [118] . Some COVID-19 segmentation models incorporated an encoder pre-trained on ImageNet in their segmentation models to achieve more accurate results [51] . • Medical Datasets: Although pre-training with natural image datasets is very common in COVID-19 classification, it is also possible to leverage similar medical datasets, having the advantage of providing more useful filters and features. Such strategy is recently adopted by Afshar et al. [96] , where the proposed CapsNet is pre-trained on a CXR dataset collected for a completely different task. In the fine-tuning phase, all the convolutional layers are kept fixed and only the capsule layers are re-trained on the COVID-19 dataset. Reference [63] trained their COVID-19 segmentation network on a dataset containing 80% of lung cancer CT images and 20% of COVID-19 CT samples. However, the model failed to segment the COVID-19 regions of infection in test set due to the significant appearance differences between lung cancer tumors and COVID-19 lesions.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 40,
                    "text": "[119]",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 184,
                    "end": 189,
                    "text": "[101]",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 369,
                    "end": 374,
                    "text": "[100]",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 377,
                    "end": 382,
                    "text": "[107]",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 385,
                    "end": 390,
                    "text": "[118]",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[96]",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1091,
                    "end": 1095,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "Multi-task Learning is a popular strategy to leverage the information available in several related tasks and make use of small datasets associated with different end goals. Multitask learning is shown to be effective in reducing overfitting and can be further divided into two categories, i.e., (i) Hard parameter sharing, and; (ii) Soft parameter sharing. In the former category, different tasks explicitly share several layers. In the latter, however, separate models are trained for separate tasks and the parameters are encouraged to take close values. With this in mind, Amyar et al. [62] proposed a DL model to perform COVID-19 classification, segmentation and reconstruction at the same time, using the hard parameter sharing strategy. The model begins with an encoder to encode all CT scan into a latent space for subsequent analysis. For the segmentation and reconstruction tasks, the latent space is decoded into the original feature space. In the classification scenario, however, the latent space goes through a MLP for the final three-way classification. It is also worth mentioning that the encoder-decoder architecture follows the well-known U-Net design. While Mean Squared Error (MSE) is utilized for the reconstruction part, dice score and cross-entropy losses are adopted for segmentation and classification, respectively. The final loss is the sum over all the three losses.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "Capsule Networks, which are less data-demanding in comparison to CNNs and can be trained using smaller datasets. Incorporation of Capsule Networks for COVID-19 diagnosis models and their superiority when having a limited dataset at hand has been discussed in [96] . Capsule networks can be adopted instead of CNNs in medical segmentation networks. Capsule network-based segmentation network can potentially outperform its CNN-based counterparts. Due to data limitations for COVID-19 lesion segmentation, there is a potential for further investigation of replacing CNNs with Capsule Networks in segmentation models.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[96]",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "2) Class-Imbalanced Dataset: This problem occurs in situations where samples associated with one class outnumber those of the other class, which is a common problem in most real-world problems, including COVID-19 diagnosis/prognosis. In training a model for diagnosis of COVID-19 from normal/CAP cases, we usually have a fewer number of COVID-19 instances and a larger number of other classes. It is the same situation in segmentation models, where the pixels labeled as COVID-19 lesions are in the minority compared to the background pixels. In such scenarios, the model can be biased toward the majority class. To tackle this issue, one can consider: (i) Modified loss functions, or; (ii) Re-sampling techniques as possible solutions, as discussed below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "Modified Loss Functions, which improve the model performance by assigning more penalty to the mis-classified instances/pixels of the minority class. Weighted binary crossentropy is a commonly used loss function in class-imbalanced classification/segmentation models [49] . Focal Tversky loss is a re-weighted loss functions that optimizes the coverage of predicted and ground-truth masks by assigning more weights to the target pixels. Some COVID-19 segmentation studies adopt a combination of modified loss functions to improve the model performance in both image-level and small ROIs [50] . Reference [108] , [115] developed a COVID-19 diagnosis model under supervision of a focal loss which assigns smaller weight to easy examples, and thus they contribute less to the loss function.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 603,
                    "end": 608,
                    "text": "[108]",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 611,
                    "end": 616,
                    "text": "[115]",
                    "ref_id": "BIBREF115"
                }
            ],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "Re-sampling Strategies, that handle the class imbalance problem by either over-sampling the minority class instances or under-sampling from the majority class. Xi et al. [123] adopted an over-sampling strategy in their COVID-19 diagnosis model to adjust the samples of different classes in each mini-batch. Li et al. [121] introduced a new off-line sampling strategies that ranks the non-COVID-19 samples based on their diversity and difficulty. The most informative samples are then fed into the classification model. Their approach could significantly decrease the training time while achieving comparable results.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 175,
                    "text": "[123]",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 317,
                    "end": 322,
                    "text": "[121]",
                    "ref_id": "BIBREF121"
                }
            ],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "3) Lack of Labeled/Annotated Data: One of the most challenging problems when developing medical segmentation networks is the lack of pixel-level labeled images. Pixellevel labeling of medical images by experienced radiologists is time-consuming. When it comes to COVID-19 infections segmentation, since the regions of infection are blurry with hardly-distinguishable boundaries from healthy lung tissues, the experts' annotation may not be consistent, making it necessary to work with a team of radiologists. Manual annotation of one COVID-19 CT volume takes 1 to 5 hours [56] . Some helpful solutions to overcome this problem are as follows:",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 576,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "Human-in-loop Annotation Process, which is a humanmachine collaboration approach to ease and accelerate the annotation process. Shan et al.. [56] proposed an efficient human-in-the-loop system by the collaboration of radiologists and the DL-segmentation model, which could dramatically reduce the annotation time.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "Semi-supervised Learning, where a few annotated samples together with a large number of non-annotated CT images are fed to the network to increase the model accuracy. Combining 3D segmentation with GANs in a semi-supervised fashion can also be used to segment COVID-19 lesions. GASNet proposed in [65] is a 3D segmentation framework containing a segmentation network with embedded GANs and a discriminator that uses a semi-supervised approach to segment the COVID-19 lesions. The experimental results on three external public datasets showed that their model's performance trained on a few labeled CT volumes was comparable with fully-supervised segmentation networks trained on a large labeled dataset.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "Un-supervised Learning, where the model distinguishes out of distribution data in a dataset without any pre-existing label. Li et al. [121] used a new paradigm of un-supervised learning, refereed to as self-learning, to exploit helpful information from unlabeled data in their COVID-19 classification model.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 139,
                    "text": "[121]",
                    "ref_id": "BIBREF121"
                }
            ],
            "ref_spans": [],
            "section": "A. Challenges in Developing COVID-19 Diagnosis/Prognosis Models"
        },
        {
            "text": "In this section, we focus on open problems and potential opportunities for SP research by highlighting problems and challenges of developing SP/DL models for COVID-19 management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Open Problems"
        },
        {
            "text": "• COVID-19 patients suffer from dyspnea as such there are inevitable motion artifacts in the acquired images. This is in contrast to most of other medical images, where motion artifact is rarely present. The artifacts in the COVID-19 images sometimes overlap with the main areas of infection, making the diagnosis/prognosis challenging even for experienced radiologists. To eliminate the effect of artifacts, most of the studies simply remove the noisy data from the dataset. This, however, reduces the generalizability and applicability of the model in clinical practice. An alternative solution is to approach advanced artifact reduction techniques, among which adaptive techniques are of higher capability as they can adjust and track the signal under noisy conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Open Problems"
        },
        {
            "text": "• COVID-19 involves a large volume of the lung and is sparsely distributed around the lung volume. This is, in par- ticular, in contrast to medical images in which the region of interest is located in a specific location of the organ. Analyzing and extracting patterns from the COVID-19 images require sparse filtering techniques within the signal processing domain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Open Problems"
        },
        {
            "text": "• As COVID-19 infection is distributed in the whole lung volume, the relation between the image slices is of high diagnostic and prognostic importance, calling for specific 3D filtering and pattern recognition approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Open Problems"
        },
        {
            "text": "• A key issue with chest CT scan is exposing patients to harmful radiation. In this regard, using low-dose or ultra low-dose scanning is of high interest. In a recent study by Tabatabaei et al. [124] , it is shown that obtained low-dose CT scans have high agreement with standard-dose ones, in terms of typical findings of COVID-19. More importantly, low-dose examinations are associated with less cancer risk, especially in young women. Fig. 10 shows the obtained CT scans for three different patients at three different dose levels, i.e., standard, low, and ultra low. According to this figure, although low and ultra low-dose images have more visible artifacts, they can still reveal the presence of COVID-19 infection. The artifacts, however, can hamper the effective training of the model. Furthermore, collecting a dataset of low-dose scans may not resolve this issue, as besides dose, other factors such as the patient's weight can influence the quality of the image, leading to a wide variety of possible artifacts. This calls for SP/DL models that can cope with images at different resolutions while providing the same level of diagnosis/prognosis performance.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 199,
                    "text": "[124]",
                    "ref_id": "BIBREF124"
                }
            ],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 445,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "B. Open Problems"
        },
        {
            "text": "• COVID-19 is relatively new, and as such, large datasets are not easily accessible. Therefore, the developed SP/DL models should be capable of handling small datasets and yet capturing informative features.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Open Problems"
        },
        {
            "text": "• To encourage physicians and health professionals to confidently utilize DL models, it is important to provide explanation and interpretations on the internal behaviour of the DL models and the achieved results and therefore eliminate the \"blackbox perception\". Regarding the black-box nature of the deep learning models, communicating explainable outcomes to the physicians is essential for clinical adoption of implemented DL models. Several explainability techniques are leveraged in COVID-19 studies, the simplest of which is to verify the outcomes with a radiologist. This approach is, however, timeconsuming and burdensome. Techniques, providing heat-maps of the most important regions of the input image, are also popular within the COVID-19 studies. One of the commonly used heat-map techniques is Class Activation Mapping (CAM), utilized in Reference [108] at different feature levels. Gradientweighted Class Activation Mapping (Grad-CAM), visually depicting the deep model's decision, is also a CAM approach with the advantage of not requiring re-training. Grad-CAM outcome shows how the developed model pays more attention to the regions of infection of the chest radiographs in [102] , [109] . Saliency map has also shown interpretable outcomes within the COVID-19 studies [108] .",
            "cite_spans": [
                {
                    "start": 861,
                    "end": 866,
                    "text": "[108]",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 1191,
                    "end": 1196,
                    "text": "[102]",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 1199,
                    "end": 1204,
                    "text": "[109]",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 1286,
                    "end": 1291,
                    "text": "[108]",
                    "ref_id": "BIBREF108"
                }
            ],
            "ref_spans": [],
            "section": "B. Open Problems"
        },
        {
            "text": "Despite the advances in improving the explainability of the models, there are still examples for which the model fails to provide a clear explanation. Furthermore, heat-maps do not provide enough explanation of the unique features they used to distinguish between COVID-19 and CAP cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Open Problems"
        },
        {
            "text": "• Due to the policy of protecting people's privacy and also immediate quarantine of mild cases without further examinations, scans with non-severe symptoms are missing from most of the public datasets, and models are mostly developed based on patients with severe lung lesions who are at late/advanced stages of the disease. The models, therefore, are biased towards severe cases and cannot be easily generalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Open Problems"
        },
        {
            "text": "• Evaluating the developed SP/DL models' performance in an unseen domain, results in a decrease in the sensitivity of COVID-19 diagnosis. Most of the developed models, however, incorporate data coming from a single hospital, without a cross-center validation. In other words, the impact of equipment differences are not fully considered yet, and data from different sources are required to verify the generalizability of the models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Open Problems"
        },
        {
            "text": "• One limitation associated with many COVID-19 studies is that they try to distinguish COVID-19 cases from normal ones 23 or categorize normal and non-COVID pneumonia cases as one class. Studies who consider a separate CAP class also report a relatively poor performance in distinguishing the COVID-19 and CAP classes. This calls for developing models with stronger backbone architectures and higher capacities. Furthermore, pneumonia incidence samples are older compared to the COVID-19 ones and images from pneumonia patients with COVID-19 symptoms are not included in the datasets.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "B. Open Problems"
        },
        {
            "text": "• Although hybrid models, combining images and other relevant clinical information, can play an important role in COVID-19 analysis, few datasets are accompanied with demographic and clinical risk factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Open Problems"
        },
        {
            "text": "• One important challenge associated with COVID-19 analysis is the disease manifestation in patients with complications other than COVID-19. Several diseases can impact the lung tissue and interfere or change the appearance of COVID-19. Interstitial lung diseases, pleural or cardiac diseases may have imaging manifestations that may mask superadded COVID-19, and make it challenging for the interpreting radiologist. As shown in Fig. 11 , it is not clear if the abnormalities are related to COVID-19. This calls for developing more advanced SP solutions and unique features to facilitate COVID-19 identification.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 437,
                    "text": "Fig. 11",
                    "ref_id": null
                }
            ],
            "section": "B. Open Problems"
        },
        {
            "text": "Medical imaging plays an important role in the diagnosis and management of COVID-19 infection. Signal Processing (SP) methods coupled with Deep Learning (DL) models can help to develop robust autonomous solutions for diagnosis/prognosis of COVID-19 based on chest images. In this article, an integrated sketch is presented for designing and developing intelligent models for the COVID-19 infection diagnosis/prognosis. Advanced SP methodologies and DL models for diagnosis and prognosis of COVID-19 are presented, taking into consideration major challenges and opportunities. This article provides the SP community with a comprehensive introduction to various solutions to COVID-19 Radiomics. In addition, the article provides the required radiological background, available resources, and challenges/opportunities for extensive future SP research in this multidisciplinary domain to serve our diligent role in combating COVID-19 pandemic and possible future similar ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Use of Chest Imaging in COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who Publications",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Variation in False-Negative Rate of Reverse Transcriptase Polymerase Chain Reaction-based SARS-CoV-2 tests by Time since Exposure",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Kucirka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Laeyendecker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann. Intern. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "From Handcrafted to Deep-Learning-Based Cancer Radiomics: Challenges and Opportunities",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Afshar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohammadi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Plataniotis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oikonomou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Benali",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Signal Processing Magazine",
            "volume": "36",
            "issn": "4",
            "pages": "132--160",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Review of Artificial Intelligence Techniques in Imaging Data Acquisition, Segmentation and Diagnosis for COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Reviews in Biomedical Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Role of Imaging in the Detection and Management of COVID-19: A Review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Reviews in Biomedical Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Artificial Intelligence and COVID-19: Deep Learning Approaches for Diagnosis and Treatment",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jamshidi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Access",
            "volume": "",
            "issn": "",
            "pages": "109581--109595",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Role of Intelligent Computing in COVID-19 Prognosis: A State-of-the-Art Review",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Swapna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Automated Detection and Forecasting of COVID-19 using Deep Learning Techniques: A Review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shoeibi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2007.10785"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 Cases by Countries and Territories, Geneva: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "WHO Publications",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus Disease (COVID-19)",
            "authors": [
                {
                    "first": "Canada",
                    "middle": [],
                    "last": "Government Of",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus (COVID-19), Cases and Data",
            "authors": [],
            "year": 2020,
            "venue": "CDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Population Biology of Infectious Diseases I",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Nature",
            "volume": "280",
            "issn": "",
            "pages": "361--367",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Cognitive and Mathematical Foundations of Analytic Epidemiology",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE 19th International Conference on Cognitive Informatics and Cognitive Computing (ICCI*CC'20)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sequence Learning for Image Recognition in Videos with Differential Neural Networks",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zatarain",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Graves",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE 18th International Conference on Cognitive Informatics and Cognitive Computing (ICCI*CC'19)",
            "volume": "",
            "issn": "",
            "pages": "117--112",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "On Visual Semantic Algebra (VSA): A Denotational Mathematical Structure for Modelling and Manipulating Visual Objects and Patterns",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Software Science and Computational Intelligence",
            "volume": "1",
            "issn": "4",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Keynote: From Neuroinformatics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE 32nd International Symposium on Computer-Based Medical Systems (CBMS'19)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Keynote: On the Three-Generation Information Theories and Latest Advances in Cognitive Informatics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "6th World Congress of Information Technologies (InfoTech'19)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Keynote: Cognitive Foundations and Formal Theories of Human and Robot Visions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "17th IEEE International Conference on Cognitive Informatics and Cognitive Computing (ICCI*CC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Treatment of Community-Acquired Pneumonia During the Coronavirus Disease 2019 (COVID-19) Pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Metlay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Waterer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American College of Physicians",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Viral Infection in CCommunity-acquired Pneumonia: A Systematic Review and Meta-Analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burk",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "European Respiratory Review",
            "volume": "25",
            "issn": "140",
            "pages": "178--188",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Laboratory Diagnosis of SARS-CoV-2: Available Approaches and Limitations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New microbes and new infections, 100713",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pulmonary COVID-19: Multimodality Imaging Examples",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "RadioGraphics",
            "volume": "40",
            "issn": "7",
            "pages": "1893--1894",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Role of Chest Imaging in Patient Management During the COVID-19 Pandemic: A Multinational Consensus Statement from the Fleischner Society",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Diagnostic Accuracy of Point-of-Care Lung Ultrasound in COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Haak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emergency Medicine Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Coronavirus Disease 2019 (covid-19): Role of Chest CT in Diagnosis and Management",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Roentgenology",
            "volume": "214",
            "issn": "6",
            "pages": "1280--1286",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Fleischner Society: Glossary of Terms for Thoracic Imaging",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Radiology",
            "volume": "246",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Epidemiological, Clinical Characteristics of Cases of Sars-Cov-2 Infection with Abnormal Imaging Findings",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A Systematic Review of Chest Imaging Findings in COVID-19",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Quantitative Imaging in Medicine and Surgery",
            "volume": "10",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "COVID-CT-MD: COVID-19 Computed Tomography (CT) Scan Dataset Applicable in Machine Learning and Deep Learning",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Afshar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Chest CT Findings in Coronavirus Disease-19 (COVID-19): Relationship to Duration of Infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Performance of Radiologists in Differentiating COVID-19 from Viral Pneumonia on Chest CT",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Deep-Learning Approach",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Automated Quantification of CT Patterns Associated with COVID-19 from Chest CT",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chaganti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology: Artificial Intelligence",
            "volume": "2",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Chest CT Score in COOVID-19 Patients: Correlation with Disease Severity and Short-term Prognosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Francone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Radiology",
            "volume": "30",
            "issn": "12",
            "pages": "6808--6817",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Frequency and Distribution of Chest Radiographic Findings in COVID-19 Positive Patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Clinical and Chest Radiography Features Determine Patient Outcomes in Young and Middle Age Adults with COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Toussie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "COVID-19) Infection: Findings and Correlation with Clinical Outcome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cozzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chest X-ray in New Coronavirus Disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A Clinical Study of Noninvasive Assessment of Lung Lesions in Patients with Ccoronavirus Disease-19 (COVID-19) by Bedside Ultrasound",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ultraschall in der Medizin-European Journal of Ultrasound",
            "volume": "41",
            "issn": "03",
            "pages": "300--307",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Our Italian Experience using Lung Ultrasound for Identification, Grading and Serial follow-up of Severity of Lung Involvement for Management of Patients with COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vetrugno",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Echocardiography",
            "volume": "37",
            "issn": "4",
            "pages": "625--627",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "COVID-19 Segmentation Dataset",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bjorke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "COVID-19 CT Lung and Infection Segmentation Dataset (version 1.0), Zenodo",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5281/zenodo.3757476"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "COVID-19 Image Data Collection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.11597v1"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Mosmeddata: Chest CT Scans with COVID-19 Related Findings Dataset",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morozov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2005.06465"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "COVID-CT-Dataset: A CT Scan Dataset about COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.13865"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Sars-cov-2 CT-Scan Dataset: A Large Dataset of Real Patients CT Scans for sars-cov-2 Identification",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Soares",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A Fully Automated Deep Learning-based Network for Detecting COVID-19 from a New and Large Lung CT Scan Dataset",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahimzadeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Attar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakhaei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "BIMCV COVID-19+: A large Annotated Dataset of RX and CT Images from COVID-19 Patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De La Iglesia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vayá",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2006.01174"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "COVID-19 Image Data Collection: Prospective Predictions are the Future",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2006.11988"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Dynamic Deformable Attention (DDANET) for Semantic Segmentation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Rajamani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Siebert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "INf-NET: Automatic COVID-19 Lung Infection Segmentation from CT Images",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Trans. Medical Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Miniseg: An Extremely Minimum Network for Efficient COVID-19 Segmentation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.09750"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Clinically Applicable AI System for Accurate Diagnosis, Quantitative Measurements, and Prognosis of COVID-19 Pneumonia using Computed Tomography",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Automated Chest CT Image Segmentation of COVID-19 Lung Infection based on 3D N-Net",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2007.04774"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "COVID-19 Infection Map Generation and Detection from Chest X-ray Images",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Degerli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2009.12698"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "MSD-Net: Multi-scale Discriminative Network for COVID-19 Lung Infection Segmentation on CT",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Access",
            "volume": "8",
            "issn": "",
            "pages": "185786--185795",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Lung Infection Quantification of COVID-19 in CT Images with Deep Learning",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.04655"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "U-Net: Convolutional Networks for Biomedical Image Segmentation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ronneberger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brox",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Conference on Medical Image Computing and Computer-Assisted Intervention",
            "volume": "",
            "issn": "",
            "pages": "234--241",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "From Community-Acquired Pneumonia to covid-19: A deep Learning-based Method for Quantitative Analysis of COVID-19 on Thick-section CT Scans",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Radiology",
            "volume": "30",
            "issn": "",
            "pages": "6828--6837",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A Noise-Robust Framework for Automatic Segmentation of COVID-19 Pneumonia Lesions from CT Images",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Transactions on Medical Imaging",
            "volume": "39",
            "issn": "8",
            "pages": "2653--2663",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Deep Learning for Automatic Quantification of Lung Abnormalities in COVID-19 Patients: First Experience and Correlation with Clinical Parameters",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mergen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "European Journal of Radiology Open",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Jcs: An explainable covid-19 diagnosis system by joint classification and segmentation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.07054"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Multi-task Deep Learning based CT Imaging Analysis for COVID-19 Pneumonia: Classification and Segmentation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amyar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Modzelewski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Computers in Biology and Medicine",
            "volume": "126",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Towards Efficient COVID-19 CT Annotation: A Benchmark for Lung and Infection Segmentation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.12537"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "A Weakly Supervised Region-based Active Learning Method for COVID-19 Segmentation in CCT Images",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Laradji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2007.07012"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "GASNET: Weakly-Supervised Framework for COVID-19 Lesion Segmentation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2010.09456"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "An Automatic COVID-19 CT Segmentation based on U-Net with Attention Mechanism",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Canu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.06673"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Scoat-Net: A Novel Network for Segmenting COVID-19 Lung Opacification from CT Images",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Active Contour Regularized Semi-supervised Learning for COVID-19 CT Infection Segmentation with Limited Annotations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Physics in Medicine & Biology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Ai-Driven Quantification, Staging and Outcome Prediction of COVID-19 Pneumonia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chassagnon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Medical Image Analysis",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Decoding COVID-19 Pneumonia: Comparison of Deep Learning and Radiomics CT Image Signatures",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Journal of Nuclear Medicine and Molecular Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Large-scale Screening of COVID-19 from Community Acquired Pneumonia using Infection Size-aware Classification",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "CT Radiomics can help Screen the Coronavirus Disease 2019 (COVID-19): A Preliminary Study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science China Information Sciences",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Machine Learning-based CT Radiomics Method for Predicting Hospital Stay in Patients with Pneumonia Associated with Sars-Cov-2 Infection: A Multicenter Study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of translational medicine",
            "volume": "8",
            "issn": "14",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Predicting COVID-19 Malignant Progression with AI Techniques",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Risk Assessment of Progression to Severe Conditions for Patients with COVID-19 Pneumonia: A Single-center Retrospective Study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Well-aerated Lung on Admitting Chest CT to Predict Adverse Outcome in COVID-19 Pneumonia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Colombi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "AI-based Multi-modal Integration of Clinical Characteristics, Lab Tests and Chest CTs Improves COVID-19 Outcome Prediction of Hospitalized Patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lassau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Open Resource of Clinical Data from Patients with Pneumonia for the Prediction of COVID-19 Outcomes via Deep Learning",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Biomedical Engineering",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Integrative Analysis for COVID-19 Patient Outcome Prediction",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Medical Image Analysis",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "COVID-19 in CXR: From Detection and Severity Scoring to Patient Disease Monitoring",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frid-Adar",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gozes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nassar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Greenspan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2008.02150"
                ]
            }
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The Performance of Chest CT in Evaluating the Clinical Severity of COVID-19 Pneumonia: Identifying Critical Cases based on CT Characteristics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lyu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Investigative Radiology",
            "volume": "55",
            "issn": "7",
            "pages": "412--421",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Deep Transfer Learning Artificial Intelligence Accurately Stages COVID-19 Lung Disease Severity on Portable Chest Radiographs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Performance and Robustness of Machine Learningbased Radiomic COVID-19 Severity Prediction",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S F"
                    ],
                    "last": "Yip",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Severity Assessment and Progression Prediction of COVID-19 Patients based on the Lesion Encoder Framework and Chest CT",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "CT Quantification and Machine-Learning Models for Assessment of Disease Severity and Prognosis of COVID-19 Patients",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Academic Radiology",
            "volume": "27",
            "issn": "12",
            "pages": "1665--1678",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Automated Assessment and Tracking of COVID-19 Pulmonary Disease Severity on Chest Radiographs using Convolutional Siamese Neural Networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology: Artificial Intelligence",
            "volume": "2",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Severity Assessment of COVID-19 using CT Image Features and Laboratory Indices",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Phys Med Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "A Quantitative Lung Computed Tomography Image Feature for Multi-center Severity Assessment of COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Artificial Intelligence-Enabled Rapid Diagnosis of Patients with COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "26",
            "issn": "",
            "pages": "1224--1228",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Application of Deep Learning Technique to Manage COVID-19 in Routine Clinical Practice using CT Images: Results of 10 Convolutional Neural Networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ardakani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Computers in Biology and Medicine",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Artificial Intelligence Augmentation of Radiologist Performance in Distinguishing COOVID-19 from Pneumonia of other origin at Chest CT",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "296",
            "issn": "3",
            "pages": "156--165",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Artificial Intelligence Applied on Chest X-ray can Aid in the Diagnosis of COVID-19 Infection: A first Experience from",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Castiglioni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Using Artificial Intelligence to Detect COVID-19 and Community-Acquired Pneumonia based on Pulmonary CT: Evaluation of the Diagnostic Accuracy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "296",
            "issn": "2",
            "pages": "65--71",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Classification of COVID-19 in Chest X-ray Images using Detrac Deep Convolutional Neural Network",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abbas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Abdelsamea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Gaber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "COVIDGAN: Data Augmentation using Auxiliary Classifier GAN for Improved COVID-19 Detection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waheed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Access",
            "volume": "8",
            "issn": "",
            "pages": "91916--91923",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "COVID-CAPS: A Capsule Network-based Framework for Identification of COVID-19 Cases from X-ray Images",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Afshar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Heidarian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Naderkhani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Oikonomou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Plataniotis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mohammadi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pattern Recognition Letters",
            "volume": "138",
            "issn": "",
            "pages": "638--643",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "A Deep Learning Algorithm using CT Images to Screen for Corona Virus Disease (COVID-19),\" medRxiv",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "COVID-NET: A Tailored Deep Convolutional Neural Network Design for Detection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Q"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Cases from Chest X-ray Images",
            "authors": [],
            "year": 2020,
            "venue": "Scientific Reports",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Rapid AI Development Cycle for the Coronavirus (COVID-19) Pandemic: Initial Results for Automated Detection & Patient Monitoring using Deep Learning CT Image Analysis",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gozes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "COVID-Resnet: A Deep Learning Framework for Screening of COVID-19 from Radiographs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farooq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hafeez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.14395"
                ]
            }
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Automatic Detection of Coronavirus Disease (COVID-19) using X-ray Images and Deep Convolutional Neural Networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Narin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kaya",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pamuk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.10849"
                ]
            }
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Deep Learning Enables Accurate Diagnosis of Novel Coronavirus (COVID-19) with CT images",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Automated Detection of COVID-19 Cases using Deep Neural Networks with X-ray Images",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ozturk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Computers in Biology and Medicine",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Deep COVID Explainer: Explainable COVID-19 Predictions based on Chest X-ray Images",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.04582"
                ]
            }
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "Covidx-Net: A Framework of Deep Learning Classifiers to Diagnose COVID-19 in Xray Images",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Hemdan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Shouman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Karar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Deep Learning COVID-19 Features on CXR using Limited Training Data Sets",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Transactions on Medical Imaging",
            "volume": "39",
            "issn": "8",
            "pages": "2688--2700",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Viral Pneumonia Screening on Chest X-ray Images using Confidence-aware Anomaly Detection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.12338"
                ]
            }
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Weakly Supervised Deep Learning for COVID-19 Infection Detection and Classification from CT Images",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Access",
            "volume": "8",
            "issn": "",
            "pages": "118869--118883",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "A Combined Deep CNN-LSTM Network for the Detection of Novel Coronavirus (COVID-19) using Xray Images",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asraf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Informatics in Medicine Unlocked",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Deploying Machine and Deep Learning Models for Efficient Data-augmented Detection of COVID-19 Infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sedik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "769",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF111": {
            "ref_id": "b111",
            "title": "A Weakly-Supervised Framework for COVID-19 Classification and Lesion Localization from Chest CT",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Transactions on Medical Imaging",
            "volume": "39",
            "issn": "8",
            "pages": "2615--2625",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "A Deep Learning System to Screen Novel Coronavirus Disease 2019 Pneumonia",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF113": {
            "ref_id": "b113",
            "title": "Weakly-Supervised Network for Detection of COVID-19 in Chest CT Scans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Access",
            "volume": "8",
            "issn": "",
            "pages": "155987--156000",
            "other_ids": {}
        },
        "BIBREF114": {
            "ref_id": "b114",
            "title": "Deep Learning for Detecting Corona Virus Disease 2019 (COVID-19) on High-Resolution Computed Tomography: A Pilot Study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Translational Medicine",
            "volume": "8",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF115": {
            "ref_id": "b115",
            "title": "A Deep Learning Prognosis Model Help Alert for COVID-19 Patients at High-risk of Death: A Multi-Center Study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Journal of Biomedical and Health Informatics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF116": {
            "ref_id": "b116",
            "title": "COVID-FACT: A Fully-Automated Capsule Network-based Framework for Identification of COVID-19 Cases From Chest CT Scans",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Heidarian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2010.16041"
                ]
            }
        },
        "BIBREF117": {
            "ref_id": "b117",
            "title": "CT-CAPS: Feature Extraction-based Automated Framework for COVID-19 Disease Identification from Chest CT scans using Capsule Networks",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Heidarian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2010.16043"
                ]
            }
        },
        "BIBREF118": {
            "ref_id": "b118",
            "title": "Coronavirus Detection and Analysis on Chest CCT with Deep Learning",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gozes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.02640"
                ]
            }
        },
        "BIBREF119": {
            "ref_id": "b119",
            "title": "Automated Deep Transfer Learning-based Approach for Detection of COVID-19 Infection in Chest X-rays",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF120": {
            "ref_id": "b120",
            "title": "Label-free Segmentation of COVID-19 Lesions in Lung CT",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2009.06456"
                ]
            }
        },
        "BIBREF121": {
            "ref_id": "b121",
            "title": "Efficient and Effective Training of COVID-19 Classification Networks with Self-Supervised Dual-Track Learning to Rank",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE J. Biomedical & Health Inf",
            "volume": "24",
            "issn": "10",
            "pages": "2787--2797",
            "other_ids": {}
        },
        "BIBREF122": {
            "ref_id": "b122",
            "title": "CT Radiomics, Radiologists and Clinical Information in Predicting Outcome of Patients with COVID-19 Pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Homayounieh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology: Cardiothoracic Imaging",
            "volume": "2",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF123": {
            "ref_id": "b123",
            "title": "Dual-sampling Attention Network for Diagnosis of COVID-19 from Cmmunity Acquired Pneumonia",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ouyang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Transactions on Medical Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF124": {
            "ref_id": "b124",
            "title": "A Low-dose Chest CT Protocol for the Diagnosis of COVID-19 Pneumonia: A Prospective Study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M H"
                    ],
                    "last": "Tabatabaei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emergency Radiology",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The trend in COVID-19-related research.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Formal diagnoses of COVID-19 affected lung images and other applications by image differentiations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The most common CT patterns in COVID-19 patients. (a) Axial CT image of a 38 year-old man with bi-lateral GGOs distributed in posterior lung regions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Taxonomy of the COVID-19 segmentation techniques using deep learning.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Challenges and possible solutions in developing COVID-19 diagnosis/prognosis Models.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Acquired CT images with three different dose levels for three COVID-19 patients. (a) Standard-dose, (b) Low-dose, (c) Ultra Low-dose.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Acquired images for three patients suspected to COVID-19. These patients have pre-existing conditions interfering with the diagnosis of COVID-19: (a) 47 year old male with fatty embolism and pulmonary edema, (b) 51 year old female with history of right lung cancer and right lower lobectomy, (c) 27 year old male with gunshot injury in the left hemithorax with pulmonary contusion and left hemothorax and pneumothorax.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "BETWEEN PERCENTAGE OF OPACITY (PO) MEASURE AND COVID-19 STAG[32].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SYSTEM FOR MEASURING CT SEVERITY SCORE[34]. CT Severity Score: Authors in",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "COVID-19 CT SCAN DATASETS.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "COVID-19 CXR DATASETS. Segmentation of COVID-19 Lesions, Lungs, and Lobs:",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "60]. (ii) Non U-Net Segmentation Models: Some COVID-19 segmentation researchers developed models based on architectures other than the U-Net model. Fully Convolutional Networks (FCNs), U-Net++, and V-Net are some examples of successful segmentation networks that have been used as a base model for developing COVID-19 segmentation networks. (iii) Innovative COVID-19 Specific Encoder-Decoders: Some studies have developed innovative models for the segmentation of COVID-19 opacifications from scratch. Qiu, et al. [51] proposed a compact (light-weight) segmentation network based on 100 annotated CT slices from > 40 COVID-19 patients. In contrary to most of the segmentation models, which are large DL networks with millions of trainable parameters, their proposed model contains only 472 thousand parameters and achieved comparable results to its large-scale counterparts. Reference [50] developed a parallel partial decoder with edge and reverse attention modules to segment the COVID-19 lesions more precisely. Joint classification and segmentation networks, belonging to multi-task learning models, can enhance the performance of both segmentation and classification tasks by sharing the extracted features [61], [62]. Finally, segmentation models without use of labeled data can be developed [120] for distinguishing COVID-19 areas of infections. More specifically, random shape, noise generation, and image filtering operations can be used to synthesize COVID-19 lesions for inclusion into healthy chest CT scans and form training pairs. Table V provides classifications of different COVID-19 lesion Segmentation models.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "COVID-19 lesion Segmentation modelsRef.Train/test split Pearson correlation for PO: 0.92, PHO: 0.97, LSS: 0.91, LHOS: 0.9",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "MODELS FOR OUTCOME PREDICTION IN COVID-19 PATIENTS. that patients with high PO and PHO have higher needs for mechanical ventilation. Length of ICU stay, the duration of oxygen inhalation, and hospitalization are the main follow up objectives in Reference[85]. Homayounieh et al.[122] used a logistic regression model to predict the risk of ICU admission or death based on CT radiomics and clinical information. They indicated that CT radiomics could be superior to radiologists' visual assessment in predicting COVID-19 patients' outcomes. • Length of Hospital Stay: Need for short or long-term hospital stay of COVID-19 patients can be estimated using regression or random forest models. In such scenarios, hand-crafted features such as first-order, secondorder, and/or shape features are extracted to predict the length of hospital stay of COVID-19 patients. Yue et al.[73] estimated the length of hospital stay in COVID-19 patients using logistic regression and random forest techniques.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Table VIIsummarizes how different studies are categorized based on these perspectives. Imaging Modality used for Severity Assessment of COVID-19: Severity of the COVID-19 can be assessed using both CXR and CT scans, where the latter, due to its 3D nature, is capable of providing more accurate estimate of the lung involvement. Below, we provide few examples of recent works using CXR or CT for severity assessment of COVID-19 infection: CT scans are also utilized by Li et al.[58] and divided into severe and non-severe groups. The nonsevere cases may progress into the severe class during the treatment. Since severe and non-severe patients have different treatment regimens, the same grouping is per-",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "COVID-19 severity assessment models.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "COVID-19 classification models.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This project was partially supported by the Department of National Defence's Innovation for Defence Excellence and Security (IDEaS) program, Canada.We would like to thank the consulting committee and EiC of IEEE SPM for their two-round reviews and encouraging comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENT"
        }
    ]
}