{
    "paper_id": "00f1828848202b86149750d0f4cd02d60bcfce91",
    "metadata": {
        "title": "Understanding the Nutrition, Health, Climate Change, Deforestation, and Land Access Nexus",
        "authors": [
            {
                "first": "Gbadebo",
                "middle": [],
                "last": "Odularu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mariama",
                "middle": [],
                "last": "Deen-Swarray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bamidele",
                "middle": [],
                "last": "Adekunle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Odularu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Research",
                "middle": [],
                "last": "Manager",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Eating a rich diet that comprises a colorful variety of fruits and vegetables helps people stay healthy and prevents many chronic diseases and conditions such as cancers, bone density, cardiovascular diseases, obesity, etc. This is not needed here for the summary of the article. This can be streamlined as the focus is on the article itself and its critique (the summary even should be far less involved than the critique).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "According to the African Development Bank (AfDB)'s projections, Africa's net food imports (rice, sugar, soybeans, maize, oil, beef, potatoes, etc.) could amount to about US$110 billion by 2025, while the number of undernourished people would rise from 240 million in 2015 to about 320 million in 2025. While Pre-COVID-19 outbreak food security situation shows that 135 million people were experiencing severe hunger such that it threatened their lives and livelihood, the current and rapidly evolving COVID-19 has doubled this scenario such that a globally estimated 9 million people will die of hunger annually (mainly children in poorer countries) (World Food Programme 2020).",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 147,
                    "text": "(rice, sugar, soybeans, maize, oil, beef, potatoes, etc.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the community, national, regional, and global levels, food and nutrition (in)security (FNI) contribute to public health problems for individuals as well as posing considerable macroeconomic burden on countries. In 2018, an estimated 1 in 9 Americans were food insecure, equating to over 37 million Americans, including more than 11 million children (Hunger and Health 2017) . Effective responses to FNI must address the overlapping challenges posed by the social determinants of health (USDA 2019; Healthy People 2020). According to Bacon and Baker (2017) , food banks served an estimated of 46 million people in the U.S in 2015. Although the vast majority of food and nutrition insecure people live in the developing world, the study further shows that increasing number of individuals continue to rely on private food assistance in the US, the United Kingdom, Australia, Canada, and other high-income countries. In order to foster global nutrition security and global health, especially in other developing countries in the global south, the World Food Program (WFP), works with governments and partners to help vulnerable groups, such as women, children, and people receiving treatment for HIV and tuberculosis, access nutritious diets (WFP 2019). Some of the WFP programs which are aimed at promoting global nutrition and health include distributing Specialized Nutritious Foods, fortifying staples, designing and implementing school feeding and enabling dietary diversification. Food and nutrition insecurity (FNI) do not exist in isolation in the sense that low-income families are affected by multiple challenges such as social isolation, low wages, high medical costs, housing shortage, chronic health problems, and illiteracy. Taken together, these challenges and similar ones are important social determinants of health. Thus, effective responses to FNI must address the overlapping challenges posed by the social determinants of health (USDA 2019; Healthy People 2020).",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 376,
                    "text": "(Hunger and Health 2017)",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 558,
                    "text": "Bacon and Baker (2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to FAO (2010) , CSA involves agriculture that sustainably increases productivity and resilience (adaptation), reduces/removes GHGs (mitigation), and enhances achievement of national food security and development goals. From the perspective of the Africa CSA Alliance, CSA offers triple wins, which include: significant potential to enhance food and nutrition security for all people at all times, taking account of the need for adaptation in response to current and near-term effects of climate change and, where in the interests of smallholder farmers, mitigation to reduce the future threats to global food security. A bulk of the academic and policy literature has focused primarily on the effects of climate change on agricultural productivity. 2 In other words, a few studies have been conducted to date specifically focusing on climate change and understanding its impact pathway in addressing mal-and undernutrition challenges in Africa. In most analysis, socioeconomic impacts hit agricultural sectors disproportionately hard, as many conflicts are fought in rural areas and targeting agricultural assets such as land. Domestic and foreign private investments in land are some of the root causes of violence, and the conflict over land increased competition for land, thereby affecting women's access and communal nutrition outcomes. Though conflicts over land result in undernutrition, few studies have also documented a reverse causal link in which socioeconomic and political grievances trigger conflict. Though emphasizing food security at the expense of food sovereignty and food self-sufficiency, the Principles for Responsible Agricultural Investment (RAI) anticipate that investment agreements could include \"call options,\" which can prevent exit of unacceptably large food volumes from the country when specific market conditions occur (Schutter 2011) . Further, the literature is replete with accounts of the adverse impacts of deforestation on the economic growth in Africa. For instance, Sierra Leone faces several challenges as it embarks on the process of ensuring economic growth following years of civil unrest. Extraction, deforestation, and land degradation are on the increase and in some instances, this has been attributed to the lack of effective policies and the inability to enforce those in existence. The rate of deforestation has increased by 7.3% since the end of the civil war and years of engaging in these activities has reduced the country's forest cover by over 70%. With these statistics and the various development processes going on in the country, it is of utmost importance to understand the factors that influence the rate of deforestation and provide informed advice that will assist policy makers to avert the imminent socioeconomic and environmental catastrophe.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 23,
                    "text": "FAO (2010)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1863,
                    "end": 1878,
                    "text": "(Schutter 2011)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Property rights over land shape investments, labor supply, long-term policy outcomes, environment, and violence (Fenske 2014 ). There has been increasing evidence of widespread land acquisition for agro-fuels production in collaboration with governments in a broad selection of Sub-Saharan African countries. Deininger (2011) noted that between January 2008 and April 2010, about four million hectares of average annual global agricultural lands were expanded. Friis and Reenberg (2010) found the evidence that land deals (sale or long-term leases totaling between 51 and 63 million hectares, roughly the size of France) had been finalized or were in negotiation in Sub-Saharan Africa alone. Though, land investors are mainly governments of food insecure countries in the Middle East and Asia which invest in food production beyond their borders, it must, however, be repeatedly stressed that EU companies which are interested in agro-fuel production make up a significant proportion of these investments, with 31 agro-fuels related land deals in 2009-2010 in Madagascar and Ethiopia alone (ibid.). Indeed, in 2012, the International Land Coalition reported that three quarters of land deals in developing countries between 2000 and 2012 were for biofuels production (Anseeuw et al. 2012) . Though emphasizing food security at the expense of food sovereignty and food self-sufficiency, the Principles for Responsible Agricultural Investment (RAI) anticipate that investment agreements could include \"call options,\" \"which can prevent exit of unacceptably large food volumes from the country when specific market conditions occur\" (Schutter 2011) .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 124,
                    "text": "(Fenske 2014",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 461,
                    "end": 486,
                    "text": "Friis and Reenberg (2010)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1267,
                    "end": 1288,
                    "text": "(Anseeuw et al. 2012)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1630,
                    "end": 1645,
                    "text": "(Schutter 2011)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In view of the threats that land inequality poses to the rural poor, land issues scholars have proposed reform of land governance frameworks as one of the most effective solutions. In other words, integration of customary land governance with formal legal land frameworks may hold the key to land negotiations that protect land rights and promote commercial investment (FAO 2010). Further, contrasting government policies to address wide disparities in land access range from legislation to protect and expand protection of land rights to radical land distribution to smallholder farmers as well as moderate measures to protect land rights for marginal groups. In addition, formulating effective and successful decentralization of land institutions to district and local levels or establishing program network between land management and poverty reduction initiatives will facilitate a process of strengthening the sustainability of land interventions (ILC 2009).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The impact of large-scale land acquisitions (land grabbing) by foreign investors on food and nutrition security is quite controversial. Foreign investors are interested in outsourcing food production, or in replacing food crops by cash crops (e.g., energy crops)-thus worsening food and nutrition security in the host society (IFPRI 2011), Deninger and Byerlee (2011), and Schutter (2011) , and this will likely jeopardize host country food nutrition outlook. There are other arguments not in favor of largescale land acquisitions such as marginalization and eviction of small farmer holders (communal land users), race to the bottom due to the competition between poor countries in order to attract foreign investors, weak governance, corruption, and elite capture.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 352,
                    "text": "Deninger and",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 353,
                    "end": 372,
                    "text": "Byerlee (2011), and",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 373,
                    "end": 388,
                    "text": "Schutter (2011)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An index of Women's Empowerment in Agriculture' (WEAI). 3 combining five domains of empowerment and sub-index and a genderparity index, showed a significant and positive association with calorie availability, household dietary diversity, and nutrition outcomes for women and children, depending on the dimension of empowerment (Galiani and Schargrodsky 2004; Allendorf 2007; Vogl 2007; Malapit et al. 2013; Menon et al. 2014; Owusu et al. 2016; Dumas et al. 2018) .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 358,
                    "text": "(Galiani and Schargrodsky 2004;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 359,
                    "end": 374,
                    "text": "Allendorf 2007;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 375,
                    "end": 385,
                    "text": "Vogl 2007;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 386,
                    "end": 406,
                    "text": "Malapit et al. 2013;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 407,
                    "end": 425,
                    "text": "Menon et al. 2014;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 426,
                    "end": 444,
                    "text": "Owusu et al. 2016;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 445,
                    "end": 463,
                    "text": "Dumas et al. 2018)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Land is one of the three major factors of production as stipulated in classical economics and therefore very important in economies that rely heavily on agriculture. Effecting changes in the use of land is thus necessary for economic and social development. Converting any particular piece of land for another purpose can however have its costs (Wu 2008 ). This cost is to a large extent environmental and though economic and social costs are factored into land use decisions, the externalities from environmental related issues are not.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 353,
                    "text": "(Wu 2008",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to the Food and Agriculture Organization, the annual rates of deforestation in the developing world were estimated at 15.5 million hectares between 1980 and 1990 and a little lower at 13.7 million hectares between 1990 and 1995. According to these statistics, about 200 million hectares of total forest area were lost during the entire period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Africa in particular, the practice of deforestation has been adopted as a result of many issues. Countries engage in this practice as they strive to achieve economic development and improve the well-being of their citizens. Interestingly though, the majority of deforested areas have been found to be unsuitable for long-term farming and grazing activities, causing them to rapidly lose their value once the forests have been cut and burnt (Fiset 2010) .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 455,
                    "text": "(Fiset 2010)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Deforestation can be as a result of direct and indirect factors. The direct causes identified include mainly, the promotion of commercial agriculture, livestock grazing, mining, and petroleum exploration. Key among the indirect factors are fiscal policies, agriculture policies, forestry policy and management, land tenure, access and pressures from the market as demand for forest products rise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many governments, faced with political decisions on sustainable food production, employment creation, structural adjustments in the economy and increasing urban migration, have not given enough focus to deforestation. In most cases, they deliberately allow deforestation to continue, using it as a social and economic haven (Tripathy 2011) . It has been cited that the major causes of deforestation are often a reflection of the political and economic distortions in an economy (Godoy et al. 1996) . Some scholars have attributed the increase in environmental degradation and deforestation to economic development (Painter and Durham, 1995) .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 339,
                    "text": "(Tripathy 2011)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 478,
                    "end": 497,
                    "text": "(Godoy et al. 1996)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 614,
                    "end": 640,
                    "text": "(Painter and Durham, 1995)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Forest areas and the trees often found in them are very important and play a vital role in the environment and in the lives of humans as well as animals. They are essentially major contributors to activities on our planet. Our forest and trees are however being depleted at alarmingly high rates. Achieving short-term economic benefits has been at the center as to why countries engage in deforestation. Forests are often cleared for construction purposes as urbanization increases and the need for more land area increases and trees become a source of fuel for many. Another major reason often cited for deforestation is the need to expand agricultural activities. All these are carried out with little or no regard for the environmental impact, the health hazards, the social implications, and ultimately the long-run economic effects. Embarking on infrastructure development also tends to lead governments to resort to deforestation and this has also been the case in Sierra Leone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, environmental policy reform efforts explicitly emphasize the need for countries to carefully balance productive and redistributive goals. As a corollary, in order to manage the challenges of natural resources (forest, land, etc.) led growth path successfully, developing countries, need to design and implement comprehensive, inclusive and rights-based socioeconomic policies; build strong democratic institutions; and be given the policy space to foster productive diversification while safeguarding macroeconomic stability (UNRISD 2012) increase in environmental degradation and deforestation to economic development (Painter and Dure 1995) .",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 648,
                    "text": "(Painter and Dure 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Modernization theory argues that a relationship exists between nutritional outcomes and sustainable development on one hand, and deforestation and environmental degradation on the other hand. It also shows that deforestation increases when development is at its early stages, levels off and finally declines as the economy reaches its peak growth. Those of the World-Systems theory contradicts this view, arguing that deforestation increases as a result of unbalanced economic relations whereby the environmental impact of developed nations is transferred to poorer and less developed nations. The Neo-Malthusian theory brings the focus to demographic related factors, stressing that they are key contributing factors to the rate of deforestation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Glance at Theory and Literature"
        },
        {
            "text": "The poverty-environment scenario is one of the arguments put forward to explain the reasons for activities that lead to deforestation. This theory establishes a link between deforestation and poverty. The belief is that in order to establish a source of livelihood, the poor in society engage in deforestation activities. Contrary to this argument is the one, which maintains that the poor have no reason to engage in deforestation, as they lack the required capital to increase production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Glance at Theory and Literature"
        },
        {
            "text": "Models, which assume that the main aim of farmers is to maximize profit, argue that higher prices of agricultural products are expected to increase the rate of deforestation. Monela (1995) supports this assumption, showing that higher prices increase deforestation. Some models on the other hand, use the preference for subsistence-type farming to explain the decision of farmers to engage in deforestation. These models maintain that once farmers have satisfied their minimum consumption level, they will choose leisure over more land for production. In such instances, increased demand for agricultural products will not have an increasing effect on the rate of deforestation. The rationale behind this is that with higher prices, farmers are able to make enough to meet their basic consumption needs without having to increase production. Angelsen (1999) assuming this subsistence behavior reveals that deforestation decreases when agricultural prices rise.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 188,
                    "text": "Monela (1995)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 842,
                    "end": 857,
                    "text": "Angelsen (1999)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "A Glance at Theory and Literature"
        },
        {
            "text": "One of the strategic goals of the United Nations Sustainable Development Goal 2 (UN SDG 2) is to eliminate hunger and foster nutrition security, as a vital component of healthy social, cognitive, and physical development in children, older adults, and other minorities. Every day, Africans become poor and food insecure, forcing them to make difficult food choices and struggling with hunger as an epidemic amid the COVID-19 pandemic. By educating ourselves about these issues, we can collaborate to eliminate hunger boldly and confidently in our communities. There is an increasing role for non-governmental and community development organizations toward awareness creation as well as offering coordinated support to community residents. This support should provide food to residents who are in need. However, these NGOs' services delivery impact could be enhanced with the selected nutrition and sustainable agriculture policy interventions are implemented. The nutrition and sustainable agriculture research intervention or model which is being proposed in this paper is a community food and nutrition needs assessment and sustainable agriculture (CFNNASA) intervention, which will influence how CSA, nutrition and agri-food outcomes are evolving and the challenges inherent in measuring nutrition outcomes from a broad food distribution, environmental awareness, and health services research perspectives. Within this proposed model, the nutrition and sustainable agri-food policy research center will investigate questions like measuring what happens to the food once it reaches the household? Is the food consumed? And by whom? by embarking on longitudinal health profile of patients that have utilized food distribution programs toward bolstering the rationale for the collaborative initiative. The proposed research center will also advocate for evidence-based policies that encourage healthier eating, and improved health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, Proposed Model, and Policy Suggestions"
        },
        {
            "text": "A proposed model starts with the initial contact between NGO, research center, and a health center. As NGO uses its food insecurity and meal distribution maps to identify selected residents, a health center will reach out to the NGO after identifying a food and nutrition issue through the CFNNA. The research center will develop a proposal for submission to the national or regional government for funding to validate and co-implement the model. Thus, in collaboration with research center, community health center will offer three-pronged approach to addressing FNI: mobile market, screening, and a tool kit. After implementing the model for a year or two, the research center will use randomized controlled trials to test its impact on the nutritional outcomes of specific low-income population will inform whether effective food distribution directly affect outcomes. Most importantly, it will increase accessibility of locally produced fresh fruits and vegetables, increase consumption of locally produced fresh fruits and vegetables among low-income residents, and implement a standardized system for scaling, implementing, and evaluating the impact of its program. It will aim to foster and sustain healthy dietary behaviors, especially among low-income residents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, Proposed Model, and Policy Suggestions"
        },
        {
            "text": "While leveraging on selected food assistance programs which provide access to fresh, local produce at a variety of retail outlets, this proposed model will also ensure that everyone has access to affordable, nutritious food and information to make healthy decisions, especially among patients at risk for diet-related diseases and food insecurity. Engaging doctors and other health professionals to provide prescriptions for their patients that are redeemable at participating supermarkets, corner stores and farmers or mobile markets for fresh produce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, Proposed Model, and Policy Suggestions"
        },
        {
            "text": "Lack or inadequacy of access to nutritious, affordable foods, coupled with a lack of education on how to make healthy choices, are major contributors to obesity, diabetes, and other diet-related diseases. As a result, many healthcare providers now use modern tools to screen for food insecurity and are eager to offer resources to patients and their families. It will be implemented and evaluated in partnership with healthcare providers, with the purpose of tracking health outcomes, changes in healthcare usage and costs, and changes in produce consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, Proposed Model, and Policy Suggestions"
        },
        {
            "text": "A research center could assess how well the food insecure population is being served by food banks, NGOs, and other food distribution agencies. This is because accessibility remains a major challenge to many clients, especially when food assistance remains inaccessible due to location, transportation options, hours of operation, timeliness, knowledge to know where to go and when, and other barriers (disability, age, illness, children, social stigma, etc.) within a complex and constantly changing landscape of provides and other resources. Thus, since the NGO may have limited relationship capacity with the community and the population that it serves, and also lack direct control over the distribution of food, research center could adopt a geographic information systems (GIS) to assess how well food and nutrition assistance programs are addressing proximity dimensions of access in serving food insecure populations in the community. Thereafter, leveraging on this to understand how global food assistance programs are effective in delivering food to low-income countries in the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, Proposed Model, and Policy Suggestions"
        },
        {
            "text": "One of the likely reasons behind the nutrition-related institutional challenges is that most policy interventions tend to focus on agricultural production metrics, with limited focus on enhancing the quality of research toward improving nutrition outcomes on the continent. In order for Africa to realize the national food and nutrition security goals (as well as the United Nations Sustainable Development Goals (UN SDGs 2 & 4) , there must be a policy and paradigm shift from political rhetoric to actual malnutrition metrics focusing on targeted access to healthy food, quality of food in terms of proteins, micronutrients, and vitamins, access to clean water, evidence-based commitments to food and nutrition security, systematic assessment of progress toward achieving nutrition security and adequate investments in improved nutrition programs aimed at targeting the Africa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 413,
                    "end": 428,
                    "text": "(UN SDGs 2 & 4)",
                    "ref_id": null
                }
            ],
            "section": "Conclusion, Proposed Model, and Policy Suggestions"
        },
        {
            "text": "Increased awareness creation, knowledge dissemination, and capacity strengthening on Enhanced Implementation of Sustainable Agriculture Strategies and Programmes are required to mitigate a looming COVID-19 triggered hunger pandemic and shocks. The short to medium-and long-term impacts of COVID-19 pandemic on the national, regional and global agri-food, trade, aviation, maritime, logistics, and other socioeconomic sectors cannot be overemphasized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, Proposed Model, and Policy Suggestions"
        },
        {
            "text": "Enhancing nutrition and sustainable agriculture outcomes is much more than production of environmental management and quality food in adequate quantity but the adoption and implementation of agricultural policies were being nutrition sensitive as well as multi sector in approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, Proposed Model, and Policy Suggestions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Brookings Institute Global Development Project on 'Ending Rural Hunger",
            "authors": [],
            "year": 2017,
            "venue": "Africa Growth Initiative",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dietary Fruits and Vegetables and Cardiovascular Diseases Risk",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Alissa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Ferns‚",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Critical Review in Food Science Nutrition",
            "volume": "57",
            "issn": "",
            "pages": "1950--1962",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Do Women's Land Rights Promote Empowerment and Child Health in Nepal? World Development",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Allendorf",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "35",
            "issn": "",
            "pages": "1975--1988",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Agricultural Expansion and Deforestation: Modeling the Impact of Population, Market Forces and Property Rights",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Angelsen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Development Economics",
            "volume": "58",
            "issn": "",
            "pages": "185--218",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Land Rights and the Rush for Land. Findings of the Global Commercial Pressures on Land Research Project",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Anseeuw",
                    "suffix": ""
                },
                {
                    "first": "Alden",
                    "middle": [],
                    "last": "Wily",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cotula",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Agriculture and Human Values",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bacon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10460-017-9783-y"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "State Indicator Report on Fruits and Vegetables",
            "authors": [],
            "year": 2018,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rising Global Interest in Farmland: Can it Yield Sustainable and Equitable Benefits?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Deninger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Byerlee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Examining the Association Between Livestock Ownership Typologies and Child Nutrition in the Luangwa Valley, Zambia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Dumas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kassa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Travis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS ONE",
            "volume": "13",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0191339"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Africa's Changing Landscape: Securing Land Access for the Rural Poor",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Trees, Tenure and Conflict: Rubber in Colonia Benin",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fenske",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Development Economics",
            "volume": "110",
            "issn": "",
            "pages": "226--238",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Positive and Negative Consequences of Deforestation. More Tree Articles",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fiset",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Land Grab in Africa: Emerging Land System Drivers in a Teleconnected World",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Friis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reenberg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "GLP Report",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effects of Land Titling on Child Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galiani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schargrodsky",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Economics & Human Biology",
            "volume": "2",
            "issn": "3",
            "pages": "353--372",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Adoption of Modern Agricultural Technologies by Lowland Amerindians in Bolivia: The Role of Households, Villages, Ethnicity and Markets",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Godoy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Franks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alvarado",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Social Determinants of Health",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Foreign Direct Investment in Land in West Africa",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ifpri",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Increasing Commercial Pressure on Land: Building a Coordinated Response",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Women's Empowerment in Agriculture, Production Diversity and Nutrition",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J L"
                    ],
                    "last": "Malapit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kadiyala",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Quisumbing",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tyagi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Gaps between fruit and vegetable production, demand, and recommended consumption at global and national levels: an integrated modelling study. The Lancet Planetary Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mason-D&apos;croz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bogard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sulser",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cenacchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dunston",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herrero",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wiebe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "318--329",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Women's Land Rights and Children's Human Capital in Vietnam",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Menon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der Meulen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "World Development",
            "volume": "54",
            "issn": "",
            "pages": "18--31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.worlddev.2013.07.005"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Tropical Rainforest Deforestation, Biodiversity Benefits and Sustainable Land Use: An Analysis of Economic and Ecological Aspects Related to the Nguru Mountains",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Monela",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Tanzania. PhD. Dissertation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Percentage of Youth Meeting Federal Fruit and Vegetable Intake Recommendations: Youth Risk Behavior Surveillance System, United States and 33 States",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Demissie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of the Academy of Nutrition and Dietetics",
            "volume": "117",
            "issn": "4",
            "pages": "545--553",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Retrieved from wfp.org website",
            "authors": [],
            "year": 2019,
            "venue": "Nutrition/World Food Program",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nutrition Intakes and Nutritional Status of School Age Children in Ghana",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Owusu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Colecraft",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aryeetey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Vaccaro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Huffman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Food Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Social Causes of Environment Degradation in Latin America",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Painter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Durham",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "How Not to Think of Land-Grabbing: Three Critiques of Large-Scale Investments in Farmland",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Schutter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Journal of Peasant Studies",
            "volume": "38",
            "issn": "2",
            "pages": "249--279",
            "other_ids": {
                "DOI": [
                    "10.1080/03066150.2011.559008"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "1103 words article on Deforestation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Tripathy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Mineral Rents and the Financing of Social Policy: Options and Constraints. United Nations Research Institute for Social Development",
            "authors": [],
            "year": 2012,
            "venue": "UNRISD Research and Policy Brief",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "food-security-in-the-us/definitions-of-food-security.aspx. US Department of Health and Human Services (HHS) & US Department of Agriculture (USDA)",
            "authors": [],
            "year": 2015,
            "venue": "The 2015-2020 Dietary Guidelines for Americans",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Urban Land Rights and Child Nutritional Status in Peru",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Vogl",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Economics & Human Biology",
            "volume": "5",
            "issn": "2",
            "pages": "302--321",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ehb.2007.01.001"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "What Is Food Insecurity in America? Hunger and Health",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Risk of Hunger Pandemic as COVID-19 Set to Almost Double Acute Hunger by End of 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Land Use Changes: Economic, Social, and Environmental Impacts. The Magazine of Food, Farm and Resource Issues",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}