{
    "paper_id": "00f864f7ee6d7aa005954da9c45f76515925e8f3",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Given that the risk of more severe COVID-19 increases with age, the clinical evaluation of the responses of older adults to vaccines is essential. 3 In The Lancet Infectious Diseases, Zhiwei Wu and colleagues 4 report the results of a randomised, doubleblind, placebo-controlled phase 1/2 clinical trial evaluating an inactivated COVID-19 vaccine, CoronaVac, in healthy adults aged 60 years and older (72 in phase 1 and 350 in phase 2). The aluminium hydroxide-adjuvanted vaccine was given as two injections (days 0 and 28), and three different doses were tested (1·5 µg, 3 µg, and 6 µg per injection). The vaccine showed good safety and tolerability; adverse reactions, the most frequent being injection site pain (39 [9%] of 421 participants), were all mild or moderate in severity and no serious adverse events related to vaccination were recorded. Neutralising antibody titres were measured for all doses 28 days after the second injection. Because similar responses were seen with doses of 3 µg (seroconversion rate 98·0% [95% CI 92·8-99·8]) and 6 µg (99·0% [94·5-100·0]) in phase 2, and these doses elicited better responses than did the 1·5 µg dose, the authors proposed the use of a 3 µg dose in the phase 3 trial. This report is a companion to an earlier report of the safety and immunogenicity of CoronaVac in adults aged 18-59 years. 5 Several limitations were acknowledged in this report, which are consistent with rapid-fire trials executed during the pandemic. The durability of immune response and latent adverse effects were not evaluated during the 2 month period. All participants were of Han Chinese ethnicity, and greater ethnic diversity in populations will be examined in the phase 3 trials. The 4 week interval from prime to boost might not be optimal, and no measures of T-cell or cytokine responses were included. However, these reported limitations represent a veneer of deeper issues capable of shaking confidence in vaccine utility in an ageing population.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1345,
                    "end": 1346,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Correlates of immune protection have not been established for SARS-CoV-2 vaccines to date, posing a foundational constraint to any vaccine development, although many vaccines have been granted emergency use approvals around the globe. Comparisons of various vaccine platforms have been hampered because, until recently, there were no standard pooled convalescent sera from infected individuals to use as a reference standard. 6 Interpretation of immune responses is limited in that no consensus standard methods for measuring neutralising antibody titres are in place, thereby confounding comparisons between age groups and comparisons with different vaccine strategies.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 427,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Immune senescence is complex and there are no validated methods to identify early stages or measures of severity. 7 A correlation between anti-receptorbinding domain IgG and neutralising antibodies has been reported for adults aged 18-59 years, 5 but this relationship might not hold true for older individuals with various stages of immune senescence. A similar relationship between T-cell responses and IFN-γ observed in adults might not exist in immunesenescent individuals. We encourage measurement of comparable immune features in future studies of individuals aged 18-59 years or 60 years and older. A diminished T-cell response in an older population is anticipated, but a possible reduction in neutralising antibody titre in people older than 70 years has not been fully studied. We encourage a granular evaluation of age groups to permit identification of age-related limitations in vaccine utility. IgM or the transition to IgG were not reported in Wu and colleagues' study, 4 so the integrity of B-cell function is not known. In general, it might be safe to proceed, but adjustments in dose and the interval between prime and boost in the population aged 60 years and older might be necessary, based on the measures from this study.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "100 million people will soon have recovered from SARS-CoV-2 infection. Most recovered individuals have had antibody and T-cell responses against multiple SARS-CoV-2 proteins, but vaccination of these individuals might be necessary to prevent reinfection. Compared with other vaccines targeting only the spike protein, inactivated vaccines could provide an added benefit to these individuals by boosting their T-cell responses against many of the SARS-CoV-2 proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Advancements in the development of an inactivated vaccine provide additional opportunities, but the pace of development must be balanced with quantitative measures of safety and efficacy. Inclusion of additional viral antigens in the inactivated vaccine could provide efficacy over time and as variants emerge. However, shifting viral antigens could also predispose an inactivated vaccine to causing antibody-dependent enhancement of disease. 8 It is important to create a vaccine portfolio composed of different strategies for a more robust defence against the SARS-CoV-2 pandemic.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 444,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patrick L Iversen, *Sina Bavari sinabavari@comcast.net",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Progress and pitfalls in the quest for effective SARS-CoV-2 (COVID-19) vaccines",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Draft landscape of COVID-19 candidate vaccines",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19-older adults",
            "authors": [],
            "year": 2020,
            "venue": "US Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Safety, tolerability, and immunogenicity of an inactivated SARS-CoV-2 vaccine (CoronaVac) in healthy adults aged 60 years and older: a randomised, double-blind, placebo-controlled, phase 1/2 clinical trial",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30987--30994",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Safety, tolerability, and immunogenicity of an inactivated SARS-CoV-2 vaccine in healthy adults aged 18-59 years: a randomised, double-blind, placebo-controlled, phase 1/2 clinical trial",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30843--30847",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19)-related research reagents available from the NIBSC",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nibsc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Remodeling of the immune response with aging: immunosenescence and its potential impact on COVID-19 immune response",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Cunha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Perazzio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Azzi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cravedi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Riella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunological considerations for COVID-19 vaccine strategies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jeyanathan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Afkhami",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Smaill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lichty",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Immunol",
            "volume": "20",
            "issn": "",
            "pages": "615--647",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comment www.thelancet.com/infection Published online February 3, 2021 https://doi.org/10.1016/S1473-3099(21)00020-7 1 Inactivated COVID-19 vaccines to make a global impact Many inactivated vaccines against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are being tested at various clinical stages. Most of these vaccines are formulated with aluminium hydroxide, and one, VLA-2001, has two adjuvants, CpG oligodeoxynucleotides and aluminium hydroxide. 1,2 Because of the ease of production and scale-up and relatively low cost, inactivated vaccines can capture a sizeable portion of the SARS-CoV-2 vaccine landscape. Inactivated vaccines are well established and can provide advantages in a variety of distinct populations, including those with degrees of immune senescence.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}