{
    "paper_id": "0a2866ee7f71b5c450c344e4d8836438430e7717",
    "metadata": {
        "title": "Respiratorische Viren 124",
        "authors": [
            {
                "first": "Marcus",
                "middle": [],
                "last": "Panning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Freiburg",
                    "location": {
                        "settlement": "Freiburg",
                        "country": "Deutschland"
                    }
                },
                "email": "marcus.panning@uniklinik-freiburg.de"
            },
            {
                "first": "Johannes",
                "middle": [],
                "last": "Forster",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Freiburg",
                    "location": {
                        "settlement": "Freiburg",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rhinoviren sind die Haupterreger der sog. Erkältungskrankheiten. Eine wichtige Rolle spielen sie auch als Auslöser von Asthmaattacken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Es findet eine stete Kozirkulation mehrerer Serotypen statt. Im gemäßigten Klima gibt es Herbst-, Winter-und Frühjahrsepidemien. Die Übertragung geschieht weit häufiger über infizierte Sekrete (auch direkter Kontakt mit z. B. kontaminierten Händen) als durch Aerosole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Rhinoviren gehören zur Familie der Picornaviridae. Sie sind sehr kleine Viren mit einem positiven Einzelstrang-RNA-Genom ohne Lipidhülle und daher gegen Detergens enthaltende Desinfektionsmittel sehr resistent. Sie sind empfindlich gegen Umgebungs-pH außerhalb des Bereichs 5,0-7,5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Zurzeit bilden sie zusammen mit den Enteroviren das Genus Enterovirus. Serologisch lassen sich über 100 Typen unterscheiden. Kennzeichnend ist die Bindungsfähigkeit an das von den meisten Rhinoviren für die Zelladsorption genützte ICAM-1 (interzelluläres Adhäsionsmolekül).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "M. Panning (*)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nach einer Inkubationszeit von 1-3 Tagen tritt Schnupfen auf, die höchste Viruskonzentration im Nasensekret nach 2-4 Tagen, wiederum nach 2-4 Tagen bei disponierten Patienten auch eine bronchiale Obstruktion. Es konnte gezeigt werden, dass zu dieser Zeit auch Virus-RNA im Bronchialepithel vorhanden ist. Die Immunität ist im Wesentlichen abhängig von der nur sehr kurzen Anwesenheit sekretorischer spezifischer IgA-Antikörper. Die bei den Serotypen beobachtbare Kreuzreaktivität spiegelt sich nicht in protektiver Kreuzimmunität wider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogenese"
        },
        {
            "text": "Umgangssprachlich werden die klinischen Symptome mit Schnupfen, Erkältung oder Grippe beschrieben, je nach Ausbreitung und Auftreten von Allgemeinsymptomen. Ab dem Kleinkindesalter sind Rhinoviren die häufigsten Auslöser von einer obstruktiven Bronchitis bzw. Asthma-Exazerbationen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinische Symptome"
        },
        {
            "text": "Die Diagnostik kann mit PCR aus Nasopharynxsekret/-Rachenabstrichen (üblicherweise mittels sog. Multiplex-PCR, mit der parallel verschiedene Atemwegserreger nachgewiesen werden können) durchgeführt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinische Symptome"
        },
        {
            "text": "Infrage kommen Erreger von akuten Krankheiten der Atemwege, im Speziellen Influenza-, Parainfluenza-, Coronasowie Adeno-und RS-Virus-Infektion mit leichten klinischen Verläufen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differenzialdiagnose"
        },
        {
            "text": "Therapie und Prognose Die Behandlung erfolgt symptomatisch. Die Prognose ist stets günstig, lediglich durch die Infektion ausgelöste Asthmaereignisse können gefährlich werden. Eine durchgemachte obstruktive Bronchitis (Bronchiolitis in der englischsprachigen Literatur) ist ein eigenständiger Risikofaktor für infektausgelöste Asthma-Episoden bis ins Schulalter. Eine vorsorgliche Behandlung von Kleinkindern, die zu obstruktiver Bronchitis neigen, mit inhalativem Kortison im infektionsfreien Intervall hat sich als wirkungslos erwiesen. Zwar sind in der Epidemiezeit bis zu 25 % der hospitalisationspflichtigen Pneumonien durch Influenza bedingt, die primäre hämorrhagische und die schwere bakterielle Sekundärpneumonie sind im Kindesalter jedoch selten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differenzialdiagnose"
        },
        {
            "text": "Goldstandard in der Akutdiagnostik sind inzwischen molekulare Nachweisverfahren. Die Anzüchtung aus Rachenspülwasser/Rachenabstrichen oder anderen Atemwegsmaterialien dient vor allem der Charakterisierung im Rahmen der Influenza-Surveillance. Antigen-Schnellteste sind ebenfalls verfügbar, mit teilweise allerdings reduzierter Sensitivität/-Spezifität gegenüber molekularen Verfahren. Serologische Antikörper-Nachweisverfahren sind für die Akutdiagnostik obsolet. Der direkte Nachweis von Influenzaviren ist nach IfSG meldepflichtig. Hierunter fallen auch die Nachweise durch Schnellteste, z. B. im niedergelassenen Bereich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Aufgrund der ähnlichen klinischen Befunde kommen differenzialdiagnostisch Infektionen mit Parainfluenzavirus, Adenovirus, RS-Virus, Metapneumovirus, Rhinoviren, Mycoplasma pneumoniae (Multiplex-PCR) sowie verschiedenen Coronaviren in Betracht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differenzialdiagnose"
        },
        {
            "text": "Eine spezifische antivirale Therapie ist verfügbar. Die Neuraminidasehemmer Zanamivir (inhalativ) und Oseltamivir (oral) wirken gegen Typ A und B und können auch zur Prophylaxe eingesetzt werden. Beide Produkte sind für das Säuglingsalter hinsichtlich Dosierung und Sicherheit allerdings nur unvollständig untersucht. Indikationen bestehen bei wegen ihrer Grundkrankheit gefährdeten Patienten oder bei sehr schweren Verläufen, wobei die Substanzen innerhalb von 24-48 Stunden nach Symptombeginn eingesetzt werden sollten. Daten zur Wirksamkeit sind umstritten. Die antivirale Substanz Amantadin (nur Influenza-A-Viren) wird aufgrund weit verbreiteter Resistenz und schlechter Verträglichkeit nicht mehr angewandt. In der symptomatischen Therapie ist die Verwendung von Salicylaten wegen der Gefahr eines Reye-Syndroms kontraindiziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Influenzaviren lösen bei Kindern mit Asthma bronchiale Exazerbationen aus. Ein Risiko für einen schweren klinischen Verlauf haben Kinder mit angeborenen Herzfehlern, bronchopulmonaler Dysplasie, zystischer Fibrose und neuromuskulären Krankheiten. Bekannte, häufig auftretende Komplikationen sind bakterielle Otitis media und Pneumonie. Diese und andere bakterielle Folgekrankheiten sind zu vermuten, wenn 3-4 Tage nach Krankheitsbeginn noch keine klinische Besserung zu beobachten ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf und Prognose"
        },
        {
            "text": "Seltene Komplikationen sind Myositis, Myokarditis, ZNS-Befall und toxisches Schocksyndrom sowie das Reye-Syndrom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf und Prognose"
        },
        {
            "text": "Bei nicht vorerkrankten Patienten, die die Krankheit ohne Komplikation durchmachen, ist eine Restitutio ad integrum zu erwarten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf und Prognose"
        },
        {
            "text": "Wegen des Wechsels der antigenen Eigenschaften der Viren ist eine jährliche, bei Pandemien punktuelle Neuformulierung der Zusammensetzung des Impfstoffes unumgänglich. Kinder mit chronischen Erkrankungen, insbesondere Asthma sollten jährlich geimpft werden. Neben den bekannten Totimpfstoffen stehen seit 2012 hierfür auch adjuvantierte Influenzaimpfstoffe und attenuierte Lebendimpfstoffe im Kindesalter zur Verfügung. Die Neuraminidasehemmer stehen erst in der zweiten Reihe (u. a. bei Antigen-Shift) und nur bei ausgewählten Patienten (siehe oben).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylaxe"
        },
        {
            "text": "Epidemiologie Parainfluenzaviren verursachen im frühen Kindesalter in der Regel gutartige Krankheiten der Atemwege, am häufigsten eine Laryngotracheitis (Pseudokrupp). Ein begrenzter Schutz vor schwerer Erkrankung besteht durch diaplazentar übertragene, mütterliche, neutralisierende Antikörper. Der Erkrankungsgipfel für Parainfluenza 3 liegt in der Altersgruppe 6-24 Monate, der für Parainfluenza 1 und 2 im 3.-5. Lebensjahr. Typ 1 und 2 zeigen ein saisonales Auftreten im Herbst und Frühwinter in einem meist 2-jährigen Zyklus, Typ 3 eher ein endemisches Verhalten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parainfluenzavirus-Infektionen"
        },
        {
            "text": "Parainfluenzaviren sind Paramyxoviren mit negativ orientierter, unsegmentierter Einzelstrang-RNA. Die Hüllproteine sind eine Hämagglutinin-Neuraminidase (HN) und ein Fusionsprotein (F), gegen die bei der immunologischen Abwehr auch Antikörper gebildet werden. Die Familie der Parainfluenzaviren enthält 4 Typen (1-4), von denen die ersten 3 auch in Nagern und Meerschweinchen gefunden werden, der letzte nur beim Menschen. Obwohl es auch primär animale Para-myxoviren gibt, ist ein entsprechender Genaustausch wie bei Influenzaviren nicht üblich. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ätiologie"
        },
        {
            "text": "In den ersten beiden Lebensjahren kommen als differenzialdiagnostisch wichtige Erreger Metapneumo-, Parainfluenza-, Influenza-, Adenoviren und Chlamydien in Betracht. Hinsichtlich der Asthmaauslösung bei Klein-und Schulkindern auch Rhinoviren und Mycoplasma pneumoniae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differenzialdiagnose"
        },
        {
            "text": "Die Therapie der Bronchiolitis und der obstruktiven Bronchitis erfolgt symptomatisch. Gesichert wirksam ist die Sauerstoff-Supplementation. Therapieversuche sind möglich mit Adrenalin-Inhalation, auch in Kombination von systemischem Kortikoid, Inhalation von Salbutamol mit Ipratropium sowie der Inhalation von hyperosmolarer Kochsalzlösung. In der Intensivtherapie hat sich die CPAP-Atemunterstützung bzw. High-flow-Therapie bewährt (▶ Kap. 185, \"Tracheobronchitis und Bronchiolitis\"). Die meisten der Therapie-Studien sind an Patienten durchgeführt worden, bei denen eine RSV-Ätiologie gesichert war. Die RSV-Pneumonie bei immunsupprimierten Patienten kann auch parenteral mit Ribavirin behandelt werden (30 mg/kg KG in 3 Dosen am 1. Tag, 15 mg/kg KG/Tag an den folgenden Tagenanalog zu Fallserien bei Erwachsenen). Der monoklonale Antikörper Palivizumab ist zur Therapie nicht geeignet. Eine antibiotische Behandlung oder \"Prophylaxe\" ist nicht indiziert. Klinisch relevant ist, dass in der Rekonvaleszenz die Oxygenierung, insbesondere im Schlaf, noch über viele Tage grenzwertig niedrig sein kann (O 2 -Sättigung 90 %), ohne dass dies bei sonst gutem Allgemeinzustand eine weitere Sauerstoff-Supplementation und damit Hospitalisation rechtfertigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Verlauf und Prognose der RSV-Infektion haben sich in den vergangenen Jahren durch die angemessene Anwendung intensivmedizinischer Techniken deutlich verbessert. Die Mortalität bei nicht vorerkrankten hospitalisierten Patienten beträgt unter 1 %, diejenige von Patienten mit Vorerkrankungen (Herzfehler, bronchopulmonale Dysplasie) etwa 1,5 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf und Prognose"
        },
        {
            "text": "Die obstruktive Bronchitis in den ersten 2 Lebensjahren hat für sich genommen keinerlei prädiktiven Wert für die Entstehung eines Asthma bronchiale. Dessen Inzidenz ist lediglich höher bei pulmonal schwer Erkrankten und bei Patienten aus atopischen Familien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf und Prognose"
        },
        {
            "text": "Extrem wichtig, besonders für die Prävention von nosokomialen Infektionen, sind Hygienemaßnahmen (▶ Kap. 114, \"Epidemiologie und Prävention von nosokomialen Infektionen in der Pädiatrie\"), insbesondere Händedesinfektion. Zu berücksichtigen ist dabei, dass RSV auch auf unbelebtem Material (z. B. Stethoskop-Membranen) für mehrere Stunden überleben kann. Für Patienten mit hohem Morbiditäts-und Letalitätsrisiko (sehr unreife Frühgeborene, Kinder mit bronchopulmonaler Dysplasie und Herzfehlern) ist eine Prophylaxe im Winter mit monatlicher Immunglobulininjektion (eines humanisierten monoklonalen Antikörpers gegen das F-Protein gerichtet) möglich (Palivizumab). Für die Anwendung liegen in Österreich, Deutschland und der Schweiz unterschiedliche Empfehlungen der pädiatrisch-infektiologischen und pädiatrisch-kardiologischen Gesellschaften vor (siehe jeweilige Homepages).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylaxe"
        },
        {
            "text": "Metapneumovirus-Infektionen ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "Multiplex-PCR zur Diagnostik von frühkindlichen Atemwegserkrankungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Differenzialdiagnose RS-, HMP-, Influenza-, Parainfluenza-, Entero-und Adenoviren sowie atypische bakterielle Erreger sind zu differenzieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Die Therapie erfolgt symptomatisch, eine spezifische antivirale Therapie ist nicht verfügbar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Die Prognose der leicht verlaufenden oberen Atemwegsinfektionen ist in der Regel sehr gut. Ausnahme bilden schwer verlaufende Infektionen mit dem MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf und Prognose"
        },
        {
            "text": "Impfstoffe liegen zurzeit nicht vor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylaxe"
        },
        {
            "text": "Weiterführende Literatur",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylaxe"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aktuelle Klassifikation der Picorna-Viren",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Performance of a novel microarray multiplex PCR for the detection of 23 respiratory pathogens (SYMP-ARI study)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bierbaum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Königsfeld",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Besazza",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blessing",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rücker",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kontny",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Berner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Falcone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van De Sand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Essig",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huzly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rohde",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Neumann-Haefelin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panning",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "31",
            "issn": "10",
            "pages": "2851--2861",
            "other_ids": {
                "PMID": [
                    "22644053"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Long-term inhaled corticosteroids in preschool children at high risk for asthma",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Guilbert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Zeiger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "1985--1997",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viral bronchiolitis in children",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Meissner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "62--72",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy and effectiveness of influenza vaccines: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Osterholm",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "36--44",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Viral infections of the lower respiratory tract: old viruses, new viruses, and the role of diagnosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Pavia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "4",
            "pages": "284--289",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prophylaxe von schweren RSV-Erkrankungen bei Risikokindern mit Palivizumab",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Community-acquired pneumonia in children: the challenges of microbiological diagnosis",
            "authors": [
                {
                    "first": "Cmc",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Groves",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Clin Microbiol",
            "volume": "56",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "29237789"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Influenza burden, prevention, and treatment in asthma-A scoping review by the EAACI Influenza in asthma task force",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwarze",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Openshaw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Giacco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Firinu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsilochristou",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Selby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akdis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Agache",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Custovic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heffler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pinna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Khaitov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nikonova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papadopoulos",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Akhlaq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nurmatov",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Renz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Skevaki",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/all.13333"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human metapneumovirus infections in hematopoietic cell transplant recipients and hematologic malignancy patients: a systematic review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Azzi",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Chaer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chemaly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cancer Lett",
            "volume": "379",
            "issn": "1",
            "pages": "100--106",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The pediatric burden of human coronaviruses evaluated for twenty years",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Crowe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Infect Dis J",
            "volume": "28",
            "issn": "",
            "pages": "682--687",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Epidemiologie Influenzaviren rufen Krankheiten der Atemwege hervor mit hoher Morbidität und auch im Kindesalter bedeutsamer Letalität. Die Influenza ist eine hochkontagiöse Krankheit, die hauptsächlich durch Tröpfcheninfektion übertragen wird. Dies geschieht im gemäßigten Klima überwiegend in der Winterzeit. Es werden 3 Genera unterschieden: Influenza-A-Viren, Influenza-B-Viren und Influenza-C-Viren. Kennzeichnend ist die hohe genetische Variabilität der Influenzaviren. durch Punktmutationen (Antigendrift, alle Influenzaviren) oder durch Austausch des gesamten Gens (Antigenshift, nur bei Influenza-A-Viren). Ein Antigenshift kann dazu führen, dass ein neuer Erreger auf eine praktisch ungeschützte Bevölkerung trifft und sich pandemisch ausbreitet. Anzumerken ist, dass der Begriff pandemisch sich auf die Ausbreitung des Virus über mehrere sog. WHO-Regionen bezieht und nicht mit der Virulenz oder Bedrohlichkeit des Erregers assoziiert ist. Häufiger ist das epidemische Auftreten neuer Varianten durch Antigendrift. Ein Netz von WHO-Laboratorien überwacht das Auftauchen neuer Stämme und gibt jeweils zu Jahresbeginn anhand der Einschätzung der kommenden Virusentwicklung eine Empfehlung zur Zusammenstellung der aktuellen Impfstoffe für die nächste Wintersaison. Influenzaviren sind Orthomyxoviren. Die RNA liegt als negativer, segmentierter Einzelstrang vor, von einem Schlauch des Nukleokapsidproteins eingehüllt. Die eigentliche polymorphe Hülle des Virus enthält die Oberflächenglykoproteine Hämagglutinin (HA) sowie die Neuraminidase (NA). Das Nukleokapsid-und Matrixprotein bestimmen den Typ (A, B, C), die Oberflächenglykoproteine den Subtyp. Bei den Influenza-A-Viren sind gegenwärtig 18 verschiedene HA und 9 NA bekannt. Bei den Influenza-B-Viren unterscheidet man 2 Linien: Yamagata-und Victoria-Linie. Die Bezeichnung der Viren erfolgt nach einer Formel, z. B. A/Hongkong/1/68 (H3N2). Dabei ist A der Typ, der Ortsname der Fundort, die Ziffer 1 die laufende Nummer des Isolierungsjahres (68), H3N2 gibt die Subtypenkomposition wieder. Tage. Die Infektion betrifft die Epithelien der Atemwege und ist zytotoxisch. Damit verschwindet die Zilienfunktion in der obersten Zellschicht, und bakterieller Superinfektion kann der Weg bereitet werden. Die Virusausscheidung besteht in der Regel für etwa 1 Woche, im Kindesalter teilweise auch über 2 Wochen hinaus. Die Infektiosität ist in den ersten Krankheitstagen am höchsten und beträgt im Mittel 4-5 Tage, bei Kindern teilweise länger. Wichtig ist, dass die Virusausscheidung schon vor Auftreten der ersten Krankheitssymptome beginnt. Symptome Die Virusgrippe beginnt schlagartig mit hohem Fieber und Zeichen der Atemwegsinfektion wie Schnupfen, Pharyngitis und Husten, dazu Glieder-und Kopfschmerzen. Typisch sind petechiale Einblutung am Gaumenbogen. Die bei Erwachsenen typische ILI ( influenza like illness) wird bei Kindern je jünger, desto seltener angetroffen.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Pathogenese Die Infektionsübertragung erfolgt durch Tröpfchen, die Inkubationszeit beträgt 2-4 Tage. Das Virus vermehrt sich in den Epithelien der Atemwege. Die Heftigkeit der entzündlichen Immunreaktion bestimmt ganz wesentlich das Krankheitsbild. Bakterielle Folgeinfektionen wie Otitis media oder Bronchopneumonie sind selten. Die Virusausscheidung für Parainfluenzavirus Typ 1 dauert im Durchschnitt 1 Woche, bei den anderen Typen 2 Wochen. Immunität ist am engsten verkoppelt mit IgA-Schleimhautantikörpern gegen HN-und F-Protein. Symptome Die Parainfluenzaviren verursachen etwa 50 % der Fälle von Hospitalisation mit stenosierender Laryngotracheitis (Pseudokrupp) und bis zu 30 % der Fälle von Bronchiolitis und Viruspneumonie. Parainfluenza 1 ist am häufigsten für die Laryngotracheitis verantwortlich, die übrigen Manifestationen werden von den Typen 1-4 in gleicher Häufigkeit ausgelöst. Sie umfassen Rhinitis, Pharyngitis, Bronchitis und bei Asthmatikern die Auslösung von Asthmaanfällen. Geringes Fieber ist die Regel, allgemeines Kranksein fehlt. Die mittlere Krankheitsdauer beträgt 3-4 Tage. Differenzialdiagnose Vergleichbare Krankheiten entstehen durch Influenza-, Adeno-, RS-und Metapneumoviren. Die wichtigste klinische Differenzialdiagnose der Laryngotracheitis ist die Epiglottitis. Die Therapie ist symptomatisch. Bei der Laryngotracheitis ist die systemische Kortisongabe und Adrenalin-Inhalation erwiesenermaßen wirksam, Atemluftanfeuchtung aus Erfahrung. Nur wenige Kinder benötigen Sauerstoff-Supplementation, weniger als 1 % eine Intubation. Verlauf und Prognose Der Verlauf ist kurz bis sehr kurz. Bleibende Schäden durch die lokale Infektion sind nicht beschrieben, können jedoch indirekt durch Hypoxämie auftreten. Beim Pseudokrupp halten die Krankheitserscheinungen 1-2 Nächte an. Dann sollte auch das Fieber verschwunden sein. Bei fortbestehendem hohem Fieber und schweren Krankheitssymptomen besteht der Verdacht auf eine bakterielle Superinfektion. Allgemeine Entzündungsparameter wie CRP können in dieser Situation helfen, sind allerdings nur wenig sensitiv. Lebenswochen vor schweren Erkrankungen, subklinische Schleimhautinfektionen können gleichwohl vorkommen. Im 1. Lebenshalbjahr treten die Bronchiolitis sensu strictu und die RSV-Pneumonie am häufigsten auf, danach das Krankheitsbild der obstruktiven Bronchitis (in der englischsprachigen Literatur Bronchiolitis für beide Erkrankungsformen). Infektionen sind gehäuft in den Wintermonaten, üblicherweise dominiert der Subtyp A, in größeren Abständen treten Subtyp-B-Epidemien auf. Antikörper gegen das Virus haben am Ende des 1. Lebensjahrs mehr als 50 % aller Kinder, zum Ende des 2. Lebensjahrs nahezu alle entwickelt. Da die Empfänglichkeit jedoch von der Anwesenheit von Schleimhautantikörpern abhängig ist, treten nahezu jährlich neue Infektionen auf, üblicherweise jedoch mit geringerer Morbidität, lediglich bei Asthmatikern können Anfälle ausgelöst werden. Das RSV gehört zur Familie der Paramyxoviren und zum Genus der Pneumoviren, zusammen mit dem RSV des Rindes und der Ziege. Das Genom besteht aus einem negativen Einzelstrang von RNA und kodiert für 10 virale Proteine: das Nukleokapsid entsteht durch Assoziation von Nukleoprotein, Phosphoprotein und L-Protein, die Verbindung zur Lipidhülle schaffen die Matrixproteine. Die Lipidhülle selbst entstammt der Wirtszelle, daraus hervor ragen das SH-Protein sowie das Glyko-(G) und das Fusionsprotein (F). Anhand des Glykoproteins lassen sich 2 Virussubgruppen unterscheiden, das Fusionsprotein ist wesentliches Ziel von neutralisierenden Antikörpern. Das RSV schädigt die infizierten Zellen zunächst funktionell (Synzytienbildung), die wesentliche Rolle in der Pathogenese kommt der Immunantwort des Wirts zu. Es ist auch für den Menschen gezeigt worden, dass Antikörper gegen die Nicht-Hüllproteine nicht nur nicht neutralisierend wirken, sondern auch einen deutlichen Risikofaktor für einen schweren klinischen Verlauf darstellen. Diese Konstellation ist z. B. gegeben nach einer sehr frühen Infektion, bei der der Organismus eher Antikörper gegen diese Proteinantigene als gegen die glykosylierten Hüllantigene bildet. Eine Typ-1-allergische Reaktion, durch spezifische IgE-Antikörper vermittelt, ist prinzipiell möglich, erklärt aber nicht die lymphomonozytä-ren Infiltrate, die zusammen mit der im Verlauf entstehenden Epithelnekrose in den schwer verlaufenden Krankheitsfällen zur Verstopfung der Bronchien und Bronchiolen führen. Bei Immunsupprimierten wird die Morbidität durch die ungehemmte Virusvermehrung und Zellzerstörung bestimmt. Tage, zuvor können Krankheitszeichen an den oberen Atemwegen auftreten. Die Bronchiolitis im strengen Sinne bietet das Bild einer stummen Überblähung. Die jungen Säuglinge (2-6 Monate) fallen auf durch eine \"geräuschlose\" Tachypnoe, schlechte periphere Kreislaufperfusion und Trinkunfähigkeit. Sie sind in der akuten Krankheitsphase auch gefährdet durch Apnoen. Patienten mit obstruktiver Bronchitis (4-24 Monate) bieten klinisch exspiratorisches Giemen, inspiratorisch mehr oder minder deutliches Einziehen. Feinblasige Rasselgeräusche lassen sich sowohl bei der Bronchiolitis als auch bei der Pneumonie auskultieren. Fieber ist ein inkonstantes Krankheitszeichen. Bei allen Erkrankten besteht die Gefahr einer Hypoxämie. Hyperkapnie ist Zeichen einer schweren Erkrankung, die der Intensivüberwachung und Therapie bedarf. Schwer immunsupprimierte Patienten, z. B. solche nach Organtransplantationen, können an RSV-Pneumonien mit hoher Letalität erkranken. Die ätiologische Diagnose kann durch immunologischen Schnelltest auf Antigen im Nasopharynxsekret gestellt werden. RSV wird bei allen Multiplex-PCR für Luftwegsinfektionen miterfasst. Laborbefunde (Blutbild, CRP) sind uncharakteristisch. Zur Erfassung der Krankheitsschwere sollte bei schwerer kranken Patienten eine Blutgasbestimmung erfolgen. Bei typischem Krankheitsbild und fehlendem Verdacht auf klinische Komplikationen kann auf ein Röntgenbild der Lunge verzichtet werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "PathogeneseDie Infektion und akute Erkrankung entsprichtsoweit bekanntden Wegen und Mechanismen des RSV. Lediglich die Dauer der nachfolgenden bronchialen Hyperreagibilität ist kürzer. Umstritten ist, ob die Erkrankungen, an denen Metapneumovirus mit den differenzialdiagnostisch gelisteten Viren ko-infiziert, schwerer als singuläre Infektionen ablaufen. Symptome Wesentliche Erkrankungsformen sind die Bronchiolitis/obstruktive Bronchitis, gefolgt von Laryngotracheitis und grippeähnlichen Erkrankungen. Multiplex-PCR zur Diagnostik von frühkindlichen Atemwegserkrankungen. Antigen-Nachweisverfahren sind ebenfalls verfügbar.Differenzialdiagnose RS-, Influenza-, Parainfluenza-und Adenoviren sowie alle weiteren Atemwegsviren sind zu differenzieren. Die Therapie erfolgt symptomatisch. Bei lebensgefährlichen Erkrankungen besteht aufgrund von In-vitro-Daten die Option der Ribavirin-Behandlung.Verlauf und PrognoseDer durchschnittliche klinische Verlauf ist etwas milder als bei RSV. Die langfristige Prognose hinsichtlich der Entstehung von Asthma erscheint ebenfalls günstiger.DefinitionCoronaviren sind weltweit verbreitete Erreger von akuten und in der Regel leicht verlaufenden Atemwegsinfektionen mit einer hohen Durchseuchung. Coronaviren können ganzjährig auftreten mit einer Häufung in den Wintermonaten. Die Verbreitung erfolgt hauptsächlich über respiratorische Sekrete, Tröpfchen bzw. über Schmierinfektion. Die Immunität ist nur von kurzer Dauer und sorgt so für wiederkehrende Infektionen. Bei dem kürzlich beschriebenen MERS-CoV handelt es sich um einen zoonotischen Erreger. Coronaviren sind relativ große behüllte RNA-haltige Viren (Plusstrang-RNA). Aus der Lipidhülle ragen die S-Proteine und bilden als Trimere die typischen keulenförmigen, nach außen gerichteten Spikes. Es sind 6 verschiedene humanpathogene Coronaviren (HCoV) beschrieben: HCoV 229 und OC43 sind als Verursacher von leicht verlaufenden oberen Atemwegsinfektionen seit den1960er-Jahren bekannt. In der Folge der HCoV-SARS-Epidemie (SARS, schweres akutes respiratorisches Syndrom) im Jahr 2003, wurden das HCoV NL63 und HKU1 beschrieben. Das SARS-CoV ist seit 2004 nicht mehr in der menschlichen Population aufgetreten. Jüngstes Mitglied ist das MERS-CoV (middle east respiratory syndrome), das erstmalig 2012 auf der arabischen Halbinsel aufgetreten ist. Importierte Fälle wurden in Europa, Nordafrika und Asien beobachtet. Die Coronaviren können den Respirations-als auch den Gastrointestinaltrakt infizieren. Die Inkubationszeit beträgt im Schnitt 3-4 Tage. Symptome Die HCoV verursachen primär leicht verlaufende Atemwegsinfektionen mit Rhinitis und nasaler Obstruktion (HCoV 229E, OC43, NL63 und HKU1). Teilweise können sie unter dem Bild eines Pseudokrupp verlaufen oder Fieberkrämpfe hervorrufen. Sie können bei bis zu 2-8 % der hospitalisierten Kinder mit ambulant erworbener Pneumonie nachgewiesen werden. Die Rolle bei gastrointestinalen Infektion ist unklar. Das SARS-CoV verursachte schwer verlaufende Pneumo-nien mit einer Letalität von ca. 10 %, das MERS-CoV verursacht ebenfalls schwer verlaufende atypische Lungenentzündungen mit hoher Letalität, besonders bei Menschen mit Vorerkrankungen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}