{
    "paper_id": "0a2bbdad6a18f9705f2f8cbf6c99d389444e5cf8",
    "metadata": {
        "title": "Inaccurate nasopharyngeal testing in a patient with gastrointestinal COVID19: A case report",
        "authors": [
            {
                "first": "Akila",
                "middle": [
                    "B"
                ],
                "last": "Ramaraj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seattle Children's Hospital",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [
                    "E"
                ],
                "last": "Rice-Townsend",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seattle Children's Hospital",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The accuracy of routine nasopharyngeal (NP) COVID19 testing in patients without respiratory symptoms is unknown. We describe a patient who presented with only gastrointestinal symptoms who tested negative twice, highlighting a variation of this disease that may be more difficult to defect by standard testing. Case: A 17-year-old boy presented with 5 days of abdominal pain, headaches, vomiting and fevers. He was initially evaluate at another hospital where an NP swab was negative for COVID19. On presentation to our facility he had clinical signs of sepsis. Small bowel edema and ground glass consolidations were seen in both lung bases on CT. A second COVID19 NP test was negative. Sputum PCR testing was performed and ultimately returned positive. The patient eventually recovered and was discharged home. Discussion: A high index of suspicion for COVID19 must be maintained in the face of diagnostic uncertainty given the variable presentation of this disease. sIn patients who present with GI-predominant symptoms, accuracy of standard testing may be lower.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Background: The accuracy of routine nasopharyngeal (NP) COVID19 testing in patients without respiratory symptoms is unknown. We describe a patient who presented with only gastrointestinal symptoms who tested negative twice, highlighting a variation of this disease that may be more difficult to defect by standard testing. Case: A 17-year-old boy presented with 5 days of abdominal pain, headaches, vomiting and fevers. He was initially evaluate at another hospital where an NP swab was negative for COVID19. On presentation to our facility he had clinical signs of sepsis. Small bowel edema and ground glass consolidations were seen in both lung bases on CT. A second COVID19 NP test was negative. Sputum PCR testing was performed and ultimately returned positive. The patient eventually recovered and was discharged home. Discussion: A high index of suspicion for COVID19 must be maintained in the face of diagnostic uncertainty given the variable presentation of this disease. sIn patients who present with GI-predominant symptoms, accuracy of standard testing may be lower.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a b s t r a c t"
        },
        {
            "text": "© 2021 Published by Elsevier Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a b s t r a c t"
        },
        {
            "text": "Presentations of SARS-CoV-2 infection vary. The accuracy of routine nasopharyngeal testing in patients without respiratory symptoms is unknown. This case describes a pediatric patient who presented with abdominal pain in the absence of respiratory symptoms who tested negative twice before testing positive for COVID19, highlighting a variation of this disease that may be more difficult to defect by standard nasopharyngeal testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a b s t r a c t"
        },
        {
            "text": "A 17-year-old boy presented in April 2020 with 5 days of abdominal pain, headaches, vomiting and fevers. He had been evaluated at another hospital after 2 days of symptoms. At that facility, PCR test on a nasopharyngeal sample was negative for COVID19. A CT scan demonstrated mesenteric lymphadenopathy and splenomegaly (Fig. 1a) . As no surgical pathology was identified, the patient was discharged home. On presentation to our facility 3 days later, he was tachycardic despite fluid resuscitation and had diffuse abdominal tenderness though without respiratory complaints at the time of initial presentation. Laboratory studies demonstrated a white blood cell count of 15.6K (normal range for age: 4.5e11.0K) with 37% bands (normal range for age: 0e9%) and an CRP level of 42.4 mg/dL (normal 0.8 mg/dL). A repeat abdominal CT demonstrated new small bowel edema and incidental ground glass consolidations in both lung bases (Fig. 1b) . A second COVID19 nasopharyngeal PCR test was negative. While still in the emergency department, the patient developed hypoxia and required PICU admission for respiratory support. Induced sputum PCR testing was performed given the high suspicion for COVID19, and returned positive. The patient was discharged home after 5 days of supportive care.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 329,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 925,
                    "end": 934,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "a b s t r a c t"
        },
        {
            "text": "This case demonstrates the challenge of obtaining accurate diagnostic testing with the novel coronavirus. A study assessing the accuracy of four different SARS-Cov-2 assays against the CDC test as a standard found sensitivity and specificity of 83e97% and 97e98% respectively. Test sensitivity varies based on the manufacturer, while specificity is more consistent. 1 This study also evaluated the accuracy of two assays in the face of particular patient presenting symptoms and found that sensitivity of the test for individuals with primarily GI symptoms ranged from 80 to 90%. 1 The rapid antigen assay has a sensitivity and specificity of 55% and 99.6% respectively, using the RT-PCR as a gold standard, though this is based on a single study of all-comers with COVID-19, so sensitivity and specificity may vary for individuals with primarily GI symptoms. 2 The differential results between pharyngeal swabs and sputum specimens is not unique to SARS-CoV-2. A 2014 study of paired pharyngeal swabs and sputum specimens of multiple respiratory viruses found that viruses were more readily identified from sputum specimens than throat specimens for a wide range of respiratory viruses including influenza A, RSV A, adenovirus, and coronavirus OC43. 3 Finally, diagnostic testing validity also depends on disease prevalence within a population. This patient presented during the early days of the COVID19 pandemic when community disease burden was high in our region. 4 When community disease burden is high, the predictive value of a negative test decreases. 5 This case also highlights how the predictive value of testing can differ based on a patient's presenting symptoms and the specimen source. For this reason, a high index of suspicion for COVID19 must be maintained in the face of diagnostic uncertainty. Clinicians must account for local disease prevalence and patient symptomatology when ordering diagnostic tests or deciding how to change management in response to diagnostic test results. ",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 367,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 580,
                    "end": 581,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 860,
                    "end": 861,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1251,
                    "end": 1252,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1469,
                    "end": 1470,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1561,
                    "end": 1562,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "a b s t r a c t"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A comparison of five SARS-CoV-2 molecular assays with clinical correlations",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Procop",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Z"
                    ],
                    "last": "Reineks",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am J Clin Pathol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ajcp/aqaa181"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparison of automated SARS-CoV-2 antigen test for COVID-19 infection with quantitative RT-PCR using 313 nasopharyngeal swabs, including from seven serially followed patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hirotsu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maejima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shibusawa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "99",
            "issn": "",
            "pages": "397--402",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.08.029"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparison of sputum and nasopharyngeal swabs for detection of respiratory viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Med Virol",
            "volume": "86",
            "issn": "12",
            "pages": "2122--2127",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.23937"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 data dashboard:: Washington state department of health",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sensitivity, specificity, and predictive values: foundations, pliabilities, and pitfalls in research and practice. Front Public Health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Trevethan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2017.00307"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Representative CT images at a) 3 days prior to presentation and b) The day of presentation at our hospital.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}