{
    "paper_id": "0a30c07cb27008ed2b61fa3083591dec84803be9",
    "metadata": {
        "title": "Rapid communication",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The emergence of SARS-CoV-2 P.1 lineage coincided with a surge in hospitalisations in the North region of Brazil. In the South region's Rio Grande do Sul state, severe COVID-19 case numbers rose 3.8 fold in February 2021. During that month, at a COVID-19 referral hospital in this state, whole-genome sequencing of a subset of cases' specimens (n = 27) revealed P.1 lineage SARS-CoV-2 in most (n = 24). Findings raise concerns regarding a possible association between lineage P.1 and rapid case and hospitalisation increases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From epidemiological week 6, starting on 7 February 2021, until 6 March, the number of hospitalisations for coronavirus disease in Rio Grande do Sul (RS), the southernmost state of Brazil in the South region, increased from 1,738 inpatients to 6,995 (3.8-fold) [1] . This resulted in the collapse of the state healthcare system [1] . Community transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) P.1 lineage was documented in a highly visited RS municipality 1 week before week 6 [2] . We thus investigated whether the P.1 variant of concern (VOC) could be detected in patient specimens from February 2021 in a large tertiary care hospital (830 beds) in RS, which serves also as a COVID-19 referral centre in the state capital, Porto Alegre. We also tested specimens obtained in January 2021 to compare with our February 2021 findings, as well as some from the previous year.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A COVID-19 case was defined as a person with a positive diagnostic test (reverse transcription quantitative -RT-qPCR) for SARS-CoV-2. From epidemiological week 6 2021 through week 9 2021, the total number of hospitalised COVID-19 cases in RS state exhibited exponential growth, with an average doubling time of 13.4 days and a daily growth rate of 5.3% ( Figure 1 ) [1] . In the same period, a similar exponential growth (doubling time 13.3 days, daily growth rate 5.4%) was observed for hospitalisations in the city of Porto Alegre, where most P.1 specimens were found in the current study (not shown in Figure 1 ). It is noteworthy that case and death counts for epidemiological weeks 8 2021 and 9 2021 are not final and are subject to increase due to the lag in reporting.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 363,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 613,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "COVID-19 cases, hospitalisations and fatalities"
        },
        {
            "text": "A total of 337 and 307 oro/nasopharyngeal swab specimens were obtained from hospitalised cases and outpatient cases in February 2021 and January 2021 respectively. Of these, 27 (8.0%) from February and 15 (4.9%) from January were selected for genomic analysis based on lower cycle threshold (Ct) values (less than 25) of the RT-qPCR assay [3] and patient age (specimens from cases younger than 40 years old were preferred). For 2021, specimens from cases younger than 40 years of age were preferred, because our impression was that there could be a shift to younger age groups being affected and we expected to detect the P.1 variant. Of 3,224 specimens obtained from in-and outpatient cases in 2020, 26 (0.8%) were randomly selected among those with lower Ct values.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Sampling and sequencing of COVID-19 cases' specimens"
        },
        {
            "text": "Sequencing libraries were prepared using the CleanPlex SARS-CoV-2 panel (Paragon Genomics, Hayward, United States (US)) protocol for target enrichment and library preparation, following manufacturer instructions (https://www.paragongenomics.com/wp-content/ uploads/2020/03/UG4001-01_-CleanPlex-SARS-CoV-2-Panel-User-Guide.pdf). The resulting libraries were pooled in equimolar amounts and sequenced in Illumina MiSeq (Illumina, San Diego, US). Consensus sequences were generated by the QIASeq SARS-CoV-2 pipeline (QIAGEN CLC Genomics Workbench 21, Germantown, US). We obtained 68 whole genome sequences of high quality (coverage > 80%, < 10% N, > 29.5 Kb). The lineages were classified using Phylogenetic Assignment of Named Global Outbreak LINeages (Pangolin) [4] . The sequences were deposited into the GISAID database (https://www.gisaid.org/).",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 764,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Sampling and sequencing of COVID-19 cases' specimens"
        },
        {
            "text": "This study was approved by the Ethics Committees from Hospital de Clínicas de Porto Alegre (CAAE: 30767420.2.0000.5327).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical statement"
        },
        {
            "text": "The specimens obtained in February 2021 (n = 27; Ct value range: 11.08-24.62) belonged to cases aged from 8 months to 62 years; 11 were male. Specimens from January 2021 (n = 15; Ct value range: 9.80-19.32) originated from cases aged 2 months to 58 years, four of whom were male, while those from 2020 (n = 26; Ct value range: 9.39-24.93) were derived from cases between 30 and 82 years of age, 10 male (Supplementary Table) . Among the 68 total specimens, which were all whole genome sequenced, 43 (63.2%) and 25 (36.8%) were from outpatients and inpatients, respectively; there was no significant difference in proportion of the specimen recovery setting across the periods of study (p = 0.46; chi-squared test).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 424,
                    "text": "(Supplementary Table)",
                    "ref_id": null
                }
            ],
            "section": "SARS-CoV-2 lineages identified in cases' specimens"
        },
        {
            "text": "Of the 27 specimens from February 2021, 24 were identified as lineage P.1 compared with one of 15 specimens obtained in January 2021 and none among the 26 specimens in 2020. Age groups of the cases with P.1 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 lineages identified in cases' specimens"
        },
        {
            "text": "We also obtained the Ct values of the two genes of the nucleocapsid protein, N1 and N2 [3] from all cases in our hospital during the time of our investigation (n = 3,868 specimens). Month by month comparisons across the 12-month study period were conducted. Ct values in February 2021 were the lowest observed in the period (mean: 21.11; 95% confidence interval (CI): 20.39-21.84; p = 0.14; and mean: 22.01; 95%CI: 21.23-22.78; p < 0.001, for N1 and N2 targets, respectively; one-way analysis of variance (ANOVA); Figure 3 ) when P.1 lineage was detected in 24 of 27 specimens.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 522,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Specimens' SARS-CoV-2 PCR cycle threshold values evolution over time"
        },
        {
            "text": "RS state has a population of 11,422,973 and land borders with Uruguay and Argentina. RS was one of the least affected Brazilian states during the first COVID-19 pandemic wave (early July-September 2020), although the number of cases increased markedly from early November to late December 2020 [1] . A previous study conducted in the municipality of Esteio, RS, from May to October 2020 revealed that the most common lineages were B.1.1.33 and P.2 (initially called B.1.1.248) [5] . Genomic surveillance by the central state laboratory confirmed the predominance of these lineages across RS, following a distribution similar to that observed in other Brazilian states, but revealed that lineage P.2, first detected in October 2020, had been gradually replacing these as the predominant variant as of 31 January 2021 [6] . Lineage P.1 was first detected in RS state in a single clinical specimen obtained on 01 February 2021 from a resident of Gramado, a popular tourist destination in RS, who however, had no history of travel or contact with returning travellers from northern Brazil [2] . Whole genome sequencing in the current study detected a specimen with SARS-CoV-2 P.1 lineage from January 2021. It is therefore possible that P.1 variant was circulating in RS before February 2021, though, to date, there are no other published studies to our knowledge confirming this.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 816,
                    "end": 819,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1085,
                    "end": 1088,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Until January 2021, the distribution of SARS-CoV-2 lineages observed in cases treated at our COVID-19 referral centre was similar to that observed in regional reports, which tended to follow the distribution of most Brazilian regions, except for the North, where lineage P.1 had been predominant since December 2020 [6, 7] . In February 2021, however, an overwhelming increase in hospitalisations was observed from epidemiological week 6, temporally coinciding with the finding that lineage P.1 became predominant, accounting for the vast majority of specimens selected for genotyping in this period, albeit the number of specimens taken was small. P.1 and P.2 lineages are descendants from B.1.1.28 but phylogenetic analysis has revealed that both emerged from independent evolutionary events [8] . P.1 has been termed VOC due to important mutations in the spike protein (K417T, E484K, and N501Y) some of which are found in B.1.351 (South Africa) and B.1.1.7 (United Kingdom) lineages. These mutations have been associated with higher transmissibility as well as a potential to promote reinfection [9] . Lineages harbouring the E484K mutation, such as P.2, are considered variant of interest because of their potential ability to escape from the immune system and their spread should also be monitored [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 320,
                    "end": 322,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1099,
                    "end": 1102,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1311,
                    "end": 1315,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since the hospitalisation dynamics observed in RS state resemble those noted in December in the northern states of Brazil, where P.1 vastly predominated among tested specimens, we hypothesise that P.1 might be at least partially associated with the striking 3.8-times rise in hospitalisations in RS. Previous findings suggesting that P.1 may be more transmissible than other lineages corroborate our hypothesis [7, 9, 11] . Regarding measures to control SARS-CoV-2 spread, in May 2020, the RS government implemented a system that divided the state into healthcare regions and, on a weekly basis, provided one of four possible classifications for each of such regions, thereby symbolising the risk of transmission. Each classification implied a lower or greater degree of restrictions in social and commercial activities. These included for example incremental reduction of capacity (e.g. hotels) of businesses or their types of provided services (e.g. serving on premises vs take away/delivery for restaurants) or opening hours -with closure of non-essential activities for the highest-risk-related classification. However, none of these measures limited urban or inter-cities mobility [12, 13] . Furthermore, the system relied heavily on hospital capacity (i.e. number of available beds mostly in intensive care units) rather than on community transmission data. In addition, the rules for the restrictions were loosened over time, ultimately resulting in an absence of strict control measures for COVID-19 community transmission during the whole pandemic period. From May 2020 until the present date there was no major change in levels of physical distancing [12] . All these elements might have contributed to the dissemination of a more transmissible SARS-CoV-2 VOC.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 415,
                    "end": 417,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 1186,
                    "end": 1190,
                    "text": "[12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 1661,
                    "end": 1665,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data have limitations and must be interpreted accordingly. First, our sample comprises cases from a single referral centre, and the specimens were chosen according to convenience; thus, the study should not be interpreted as a prevalence investigation for our region. Nonetheless, it should be noted that the criteria for specimen selection of isolates from January (one P.1) and February 2021 (24 P.1) were the same. Second, although consistent with previous findings [9, 11] , the lower Ct values observed in February must be interpreted with caution, because Ct values were not adjusted for time from onset of symptoms.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 476,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, our findings raise concerns regarding a possible association between lineage P.1 and rapid growth in cases and hospitalisations. Despite the relatively low number of specimens analysed, the finding that the previously undetected P.1 lineage now accounts for almost nine in 10 specimens from a COVID-19 referral hospital in a state where exponential growth in hospitalisations has been observed warrants close attention and highlights the need for VOC surveillance and measures to control the spread. Further studies are necessary to investigate the potential association of P.1 dissemination with rapid increase in hospitalisations. Ct: cycle threshold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological investigation reveals local transmission of SARS-CoV-2 lineage P.1 in Southern Brazil",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Salvato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Gregianini",
                    "suffix": ""
                },
                {
                    "first": "Aas",
                    "middle": [],
                    "last": "Campos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Crescente",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vallandro",
                    "suffix": ""
                },
                {
                    "first": "Tms",
                    "middle": [],
                    "last": "Ranieri",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21203/rs.3.rs-280297/v1"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Respiratory Viruses Branch, Division of Viral Diseases. Real-time RT-PCR panel for detection 2019-novel coronavirus",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pangolin: lineage assignment in an emerging pandemic as an epidemiological tool",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genomic Epidemiology of SARS-CoV-2 in Esteio",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Franceschi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Caldana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Cybis",
                    "suffix": ""
                },
                {
                    "first": "Cam",
                    "middle": [],
                    "last": "Neves",
                    "suffix": ""
                },
                {
                    "first": "Pag",
                    "middle": [],
                    "last": "Ferrareze",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Vigilância Genômica do SARS-CoV-2 no Brasil. Boletim Genômico 02/2021. Portuguese",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Secretaria Estadual Da Saúde",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genomics and epidemiology of a novel SARS-CoV-2 lineage in Manaus, Brazil. medRxiv",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Faria",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Mellan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Claro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Candido",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.02.26.21252554"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Adriana Cony Cavalcanti. Genomic characterization of a novel SARS-CoV-2 lineage from Rio de Janeiro, Brazil",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Voloch",
                    "suffix": ""
                },
                {
                    "first": "Silva",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Francisco",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "Lgp",
                    "middle": [],
                    "last": "De Almeida",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Cardoso",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Brustolini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00119-21"
                ],
                "PMID": [
                    "33649194"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 epidemic in the Brazilian state of Amazonas was driven by long-term persistence of endemic SARS-CoV-2 lineages and the recent emergence of the new Variant of Concern P.1. Research Square",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Naveca",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nascimento",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corado",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nascimento",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A potential SARS-CoV-2 variant of interest (VOI) harboring mutation E484K in the Spike protein was identified within lineage B.1.1.33 circulating in Brazil. bioRxiv. 2021",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Resende",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gräf",
                    "suffix": ""
                },
                {
                    "first": "Acd",
                    "middle": [],
                    "last": "Paixão",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Appolinario",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Lopes",
                    "suffix": ""
                },
                {
                    "first": "Acf",
                    "middle": [],
                    "last": "Mendonça",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.03.12.434969"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Model-based evaluation of transmissibility and reinfection for the P.1 variant of the SARS-CoV-2. medRxiv. 2021",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Coutinho",
                    "suffix": ""
                },
                {
                    "first": "Fmd",
                    "middle": [],
                    "last": "Marquitti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Borges",
                    "suffix": ""
                },
                {
                    "first": "Rlp",
                    "middle": [],
                    "last": "Da Silva",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Canton",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.03.03.21252706"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Voluntary social isolation indexes. Portuguese",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "19: coronavirus disease; ICU: intensive care unit.lineage were: 20-29 years old (n = 13); 30-39 (n = 4); 40-49 (n = 2); 50-59 (n = 3); 60-69 (n = 1) for adults; and under 2 years (n = 2) for children.In the other three specimens from February 2021, SARS-CoV-2 lineages B.1.1.28 (n = 2) and B.1.1.143 (n = 1) were found. The lineages identified in January and February 2021 and throughout 2020 are represented inFigure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2 Distribution of SARS-CoV-2 lineages across specimens from COVID-19 cases collected during distinct periods of the study, Rio Grande do Sul state, Southern Brazil, March 2020-February 2021 (n = 68 specimens)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cycle",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the staff of \"Laboratório de Diagnóstico de SARS-CoV-2\" as well as the staff of the Hospital Infection Committee of our institution (\"Hospital de Clínicas de Porto Alegre\") for providing data used in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This research has been conducted using the \"Hospital de Clínicas de Porto Alegre\" Biobank resources under Application Number GPPG 2020-0163. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "This is an open-access article distributed under the terms of the Creative Commons Attribution (CC BY 4.0) Licence. You may share and adapt the material, but must give appropriate credit to the source, provide a link to the licence and indicate if changes were made.Any supplementary material referenced in the article can be found in the online version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "License, supplementary material and copyright"
        }
    ]
}