{
    "paper_id": "0a3bdcc7439cf18173bf703f2bdec562fa7a092b",
    "metadata": {
        "title": "Clinical characteristics and outcomes of COVID-19 infection in nine pregnant women: a report from a sub-Saharan African country, Senegal",
        "authors": [
            {
                "first": "Eugene",
                "middle": [],
                "last": "Sobngwi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdoul",
                "middle": [
                    "Aziz"
                ],
                "last": "Diouf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pikine National Hospital Center",
                    "location": {
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": ""
            },
            {
                "first": "Khardiata",
                "middle": [],
                "last": "Diallo Mbaye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fann University Hospital",
                    "location": {
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": ""
            },
            {
                "first": "Mamour",
                "middle": [],
                "last": "Gueye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daouda",
                "middle": [],
                "last": "Thioub",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fann University Hospital",
                    "location": {
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": ""
            },
            {
                "first": "Ndama",
                "middle": [],
                "last": "Niang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pikine National Hospital Center",
                    "location": {
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": ""
            },
            {
                "first": "Christelle",
                "middle": [
                    "Yonta"
                ],
                "last": "Dekou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tambacounda Regional Hospital",
                    "location": {
                        "settlement": "Tambacounda",
                        "country": "Senegal"
                    }
                },
                "email": ""
            },
            {
                "first": "Mame",
                "middle": [],
                "last": "Diarra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ndiaye",
                "middle": [],
                "last": "Gueye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Moussa",
                "middle": [],
                "last": "Diallo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pikine National Hospital Center",
                    "location": {
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": ""
            },
            {
                "first": "Magatte",
                "middle": [],
                "last": "Mbaye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marie",
                "middle": [
                    "Edouard Faye"
                ],
                "last": "Dieme",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Aristide Le Dantec Hospital",
                    "location": {
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": ""
            },
            {
                "first": "Alassane",
                "middle": [],
                "last": "Diouf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pikine National Hospital Center",
                    "location": {
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": ""
            },
            {
                "first": "Moussa",
                "middle": [],
                "last": "Seydi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fann University Hospital",
                    "location": {
                        "settlement": "Dakar",
                        "country": "Senegal"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Methods: this was a cross-sectional and descriptive study of all cases of COVID-19 including nine pregnant women who were admitted in COVID-19 treatment centers in Senegal from March 2 to May 15, 2020. SARS-COV-2 infection was confirmed by PCR. Patients' characteristics, clinical features, treatment and outcome were obtained with a customized data collection form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: the frequency of the association COVID-19 and pregnancy was 0.5%. The age range of the patients was 18-42 years with an average 28 years, and the range of gestational weeks at admission was 7 weeks to 32 weeks. None of the patients had underlying diseases. All the patients presented with a headache and only four of them had fever. Other symptoms were also observed: two patients had a cough, two had rhinorrhea, and two patients reported poor appetite. The median time to recovery was 13.6 days, corresponding to the number of days in hospital. None of the nine pregnant women developed severe COVID-19 pneumonia or died.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ": pregnant women appear to have the same contamination predispositions and clinical features of SARS-COV-2 infection as the general population. This study shows no evidence that pregnant women are more susceptible to infection with coronavirus. The Pan African Medical Journal. 2020;35 (Supp 2):58 | Abdoul Aziz Diouf et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On January 30, 2020, at the end of the second meeting of the Emergency Committee for International Health Regulations (IHR), the WHO qualified COVID-19 \"a public health emergency of international concern\". On March 11, 2020, the Director General of WHO described it as a \"Pandemic\" during his speech [1] . On March 2, 2020, Senegal notified its first confirmed case of COVID-19. Since then, the number of cases has continued to grow with the regular occurrence of new community cases. Even though pregnant women are not among the risk groups linked to the COVID-19 pandemic, they can still be infected with harmful consequences on pregnancy. After 3 months of presence in Senegal, it becomes important to investigate the association COVID-19 and pregnancy in Senegal. The objective of this paper is to investigate the clinical characteristics of COVID-19 in pregnancy.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This is a cross-sectional and descriptive study of COVID-19 pneumonia including nine pregnant women who were admitted in COVID-19 treatment centers in Senegal from March 2 to May 15 2020. COVID-19 was confirmed by laboratory findings using PCR (with maternal throat swab samples that were positive for SARS-CoV-2) from the Department of Clinical Laboratory of Pasteur Institute, Dakar, Senegal. We retrieved clinical records and laboratory findings for 9 pregnant women. Patients´ characteristics, clinical features, treatment and outcome were obtained with a customized data collection form. Statistical analysis was carried out with Microsoft Excel 2019. Continuous variables were expressed using their position parameters while qualitative variables were expressed in percentages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "As of May 15, 2020, 2,105 people were positive for COVID-19 in Senegal including 9 pregnant women leading to a rate of 0.5%. The age range of the patients was 18-42 years with an average of 28 years. The range of gestational weeks at admission was 7 weeks to 32 weeks. Two women were in their first trimester, five of them were in their second trimester, while two patients were in their third trimester. None of the patients had underlying diseases such as diabetes, chronic hypertension, asthma, HIV/AIDS or cardiovascular disease. All the patients presented with a headache and only four of them had fever without chills. Other symptoms were also observed: two patients had a cough, two had rhinorrhea, and two patients reported poor appetite. The diagnosis was confirmed by PCR for all pregnant women. Three out of nine patients were administered hydroxychloroquine and azithromycin. The median time to recovery was 13.6 days. Patients´ characteristics, treatment and outcomes are displayed in Table 1 . The pregnancy outcome was fortunate for 8 out of the nine pregnant women. The youngest 18-year-old patient had experienced bleeding from the start of her hospitalization. Complete miscarriage was then diagnosed. Currently, all of the patients in our series benefit from regular pregnancy follow-up as part of the refocused antenatal care program. None of the nine pregnant women developed severe COVID-19 pneumonia or died, as of May 15th, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 998,
                    "end": 1005,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "There have certainly been more deadly pandemics than that caused by SARS-COV-2 worldwide; however, of all these diseases, COVID-19 is by far the one that has generated more theory and uncertainty both in terms of its origin, its pathophysiology, its clinical symptoms, and its management. Thousands of articles were published worldwide in 4 months; and this paper on a series of pregnant women is one of the first carried out in sub-Saharan Africa. The average age of the patients in our group was lower than those found in the literature [2] . No woman had yet given birth in our series. Logic would suggest, as with other infectious diseases, that maternal physiological changes, lowered immunity, and changes in the cardiopulmonary physiology of pregnancy are responsible for high sensitivity to SARS-COV-2 infection [3, 4] . However, no serious form was found in our series. Our results are consistent with those of several studies which have shown that pregnant women have the same symptoms of COVID-19 as the general population [4] [5] [6] . Indeed, Chen et al. [5] , out of a series of 9 pregnant women, reported no cases of pneumonia or of a critical form, although they all gave birth by cesarean section.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 542,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 824,
                    "end": 826,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1034,
                    "end": 1037,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1042,
                    "end": 1045,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1068,
                    "end": 1071,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In an another Chinese series, Liu [6] reported fever (77%) and shortness of breath (23%) as the main symptoms. The preterm birth rate was 46% and cesarean section rate was also high in this group of 13 patients (77%). One patient was operated on for ARDS with hepatocellular insufficiency and stillbirth at 34 weeks. As for Zhu et al. [7] , after an analysis of a series of 9 patients in Hubei hospitals, found that patients with pneumonia would be more at risk of premature rupture of the membranes, premature deliveries, fetal deaths in utero, delays intrauterine growth and neonatal death. Zhu's findings are also supported by other authors [8, 9, 10] . No termination of pregnancy was required in our series. The spontaneous miscarriage in the series cannot be linked to COVID-19; she had flu-like illness in early pregnancy, requiring hospitalization. As the patients are followed, amniotic fluid samples from patients with COVID-19 will be obtained via direct syringe aspiration at the time of delivery. Cord blood and neonatal throat swab samples will be collected immediately after delivery. Additionally, we will collect breastmilk samples from patients with COVID-19 pneumonia after their first lactation. Evidence of motherto-child transmission will then be evaluated by testing for the presence of SARS-CoV-2 in these clinical samples.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 648,
                    "end": 650,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Pregnant women do not seem to be more at risk of developing severe forms than the general population. This study shows no evidence that pregnant women are more susceptible to infection with coronavirus. However, due to their weaker immune system, caution should be taken towards them ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Rolling updates on coronavirus disease (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical manifestations and outcome of SARS-CoV-2 infection during pregnancy",
            "authors": [
                {
                    "first": "Yangli",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Haihong",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Kejing",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Yubiao",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emerging infections and pregnancy. Emerging Infectious Diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Theiler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "12",
            "issn": "11",
            "pages": "1638--1681",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infection with SARS-CoV-2 in pregnancy. Information and proposed care",
            "authors": [
                {
                    "first": "Violaine",
                    "middle": [],
                    "last": "Peyronnet",
                    "suffix": ""
                },
                {
                    "first": "Jeanne",
                    "middle": [],
                    "last": "Sibiude",
                    "suffix": ""
                },
                {
                    "first": "Philippe",
                    "middle": [],
                    "last": "Deruelle",
                    "suffix": ""
                },
                {
                    "first": "Cyril",
                    "middle": [],
                    "last": "Huissoud",
                    "suffix": ""
                },
                {
                    "first": "Xavier",
                    "middle": [],
                    "last": "Lescure",
                    "suffix": ""
                },
                {
                    "first": "Jean-Christophe",
                    "middle": [],
                    "last": "Lucet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gynecol Obstet Fertil Senol",
            "volume": "48",
            "issn": "",
            "pages": "436--443",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "809--815",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical manifestations and outcome of SARS-CoV-2 infection during pregnancy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical analysis of 10 neonates born to mothers with 2019-nCoV pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transl Pediatr",
            "volume": "9",
            "issn": "1",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antepartum pneumonia in pregnancy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Benedetti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Ledger",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Am J Obstet Gynecol",
            "volume": "144",
            "issn": "4",
            "pages": "413--420",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Risk factors associated with the increasing prevalence of pneumonia during pregnancy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Berkowitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lasala",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am J Obstet Gynecol",
            "volume": "163",
            "issn": "3",
            "pages": "981--986",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pneumonia during pregnancy: Has modern technology improved maternal and fetal outcome?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Madinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Greenspoon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Ellrodt",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am J Obstet Gynecol",
            "volume": "161",
            "issn": "3",
            "pages": "657--62",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The Pan African Medical Journal. 2020;35 (Supp 2):58 | Abdoul Aziz Diouf et al. Aziz Diouf, Khardiata Diallo Mbaye, Mamour Gueye, Daouda Thioub, Ndama Niang, Christelle Yonta Dekou, Mame Diarra Ndiaye Gueye, Moussa Diallo, Magatte Mbaye, Marie Edouard Faye Dieme, Alassane Diouf, Moussa Seydi. Clinical characteristics and outcomes of COVID-19 infection in nine pregnant women: a report from a sub-Saharan African country, Senegal. PAMJ. 02 Jun 2020. 35(2): 58",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "clinical and laboratory characteristics, treatments and perinatal outcomes in 9 patients with Coronavirus Disease-19 in Senegal",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank everyone involved in the study and writing of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "•The influence of Covid-19 in pregnant women is unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is known about this topic"
        },
        {
            "text": "• This study shows that pregnant women are no more at risk than the general population;• Covid-19 has no detrimental effect on the prognosis of pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "The author declares no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "All the authors have read and agreed to the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}