{
    "paper_id": "0a4e0a21e218ee4f1684066c0350d9e864762ba3",
    "metadata": {
        "title": "Letter to the Editor Effect of Coronavirus Disease 2019 Pandemic on Physical Activity in a Rural Area of Japan: The Masuda Study",
        "authors": [
            {
                "first": "Takashi",
                "middle": [],
                "last": "Hisamatsu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Okayama University Graduate School of Medicine",
                    "location": {
                        "settlement": "Okayama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Kaori",
                "middle": [],
                "last": "Taniguchi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shimane University",
                    "location": {
                        "settlement": "Izumo, Shimane",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Mari",
                "middle": [],
                "last": "Fukuda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Okayama University Graduate School of Medicine",
                    "location": {
                        "settlement": "Okayama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Minako",
                "middle": [],
                "last": "Kinuta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Okayama University Graduate School of Medicine",
                    "location": {
                        "settlement": "Okayama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Noriko",
                "middle": [],
                "last": "Nakahata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Shimane",
                    "location": {
                        "settlement": "Shimane",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hideyuki",
                "middle": [],
                "last": "Kanda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Okayama University Graduate School of Medicine",
                    "location": {
                        "settlement": "Okayama",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "declared coronavirus disease 2019 (COVID-19) to be a global pandemic. 1 The Japanese government declared a nationwide state of emergency on April 16. Unlike other counties, the restrictions in Japan were not enforceable. 2 Physical activity is an important determinant of health 3 and is likely affected by social distancing measures. Daily step count is a proxy for physical activity, and its regional trends may be a proxy for adherence to social distancing, providing real-time insight to inform public policy decisions. We investigated the trends in step counts before and after WHO declaration of the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 221,
                    "end": 222,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 279,
                    "end": 280,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Masuda Study is an ongoing prospective cohort study to monitor daily trends in blood pressure, dietary nutrition, and physical activity using Internet of Things technologies among healthy community-dwelling individuals aged 20-74 years in Masuda, Shimane, Japan. From October 2018, 242 participants provided written informed consent and completed a survey of daily physical activity. This study was approved by the Institutional Review Board of Okayama University. We objectively measured daily step counts using a triaxial accelerometer (Activestyle Pro HJA-750C; Omron Healthcare Co., Ltd., Kyoto, Japan). 4 Participants were to attach the accelerometer to their waist each day, except while bathing and sleeping. We assessed step counts from the date the WHO declared the COVID-19 pandemic (March 12, Japan standard time) until the date the Japanese government lifted the state of emergency (May 25), omitting outliers (<100 or >20,000 steps= day). We averaged daily step counts every 7 days, to account for slight variations across days, and calculated the percent change in step counts every 7 days based on the average daily step counts during the 1 month before the WHO declaration as a reference period (ie, February 13 to March 11, Japan standard time).",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 613,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We observed a total of 11,927 daily step count measurements over the study period. Within 1 week of the declaration, mean daily step counts decreased by 6.4% (by 325 steps); by the following week, step counts had decreased by 19.6% (by 1,000 steps) compared with step counts before the declaration. Two weeks after the WHO declaration, step counts recovered to nearly reference levels (Figure 1) . Within a week of nationwide state of emergency initiation in Japan, mean daily step counts decreased by 9.4% (by 482 steps); however, step counts had recovered the following week. There were no remarkable decreases in mean daily step counts, thereafter, until the state of emergency was lifted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 395,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Despite the non-enforceable restrictions in Japan during the COVID-19 pandemic, transient rapid declines occurred in physical activity among participants, measured using daily step counts, which may reflect social distancing measures and adherence to social distancing. Relatively rapid recovery in step counts by 2 weeks after the declarations may be because the Japanese government could not legally enforce lockdowns on citizens and residents; these strategies relied largely on voluntary self-restriction. Another explanation may be that there were no COVID-19 infections reported in Masuda city during the study period. 5 Some study limitations warrant consideration. The study sample was small and obtained from a single rural area of Japan, which may limit generalizability of our findings. Second, there may be a systematic reporting bias owing to changes in participants' behavior when wearing the device or non-compliance with using the device. Third, we did not assess activity intensity or non-stepping exercise, such as cycling. Further studies with a large sample size across Japan are required to confirm our findings. The influence on overall physical activity owing to social distancing measures, particularly if prolonged, is important to consider. Step counts were analyzed from the date the COVID-19 pandemic was declared by the WHO (March 12, 2020, Japan standard time) until the date the state of emergency in Japan was lifted by the Japanese government (May 25, 2020). We averaged daily step counts every 7 days and calculated the percent change in step counts every 7 days, based on the average daily step counts during the 1 month prior to the WHO declaration as a reference period (ie, February 13 to March 11, 2020, Japan standard time). COVID-19, coronavirus disease 2019; WHO, World Health Organization.",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 626,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Accessed at www.who.int=dg=speeches=detail=who-director-general-sopening-remarks-at-the-media-briefing-on-covid",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Japan's voluntary lockdown. Covid economics: vetted and realtime papers",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tomoyoshi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "1--31",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of physical inactivity on major non-communicable diseases worldwide: an analysis of burden of disease and life expectancy",
            "authors": [],
            "year": 2012,
            "venue": "Lancet Physical Activity Series Working Group",
            "volume": "380",
            "issn": "",
            "pages": "219--229",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Classifying household and locomotive activities using a triaxial accelerometer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oshima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kawaguchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Gait Posture",
            "volume": "31",
            "issn": "3",
            "pages": "370--374",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Accessed at https:==www.city. masuda.lg.jp=site=coronavirus= Access date",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Average daily steps/7 days during COVID-19 pandemic and percent change from before March 12, 2020: The Masuda Study.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the Masuda Healthcare Association, Masuda City, Masuda Medical Association, and study participants for their commitment and outstanding dedication. We are also grateful to Dr Yuji Matsumoto, the chairman of the Masuda Medical Association, who made a great contribution to the study. We thank Analisa Avila, ELS, of Edanz Group (https:==en-author-services.edanzgroup. com=ac) for editing a draft of this manuscript.Sources of funding: This work was supported by a grant from Omron Healthcare Co., Ltd. The funding sponsor had no role in the study design or conduct of the study; the collection, management, analysis, or interpretation of the data; the preparation of the article; or in the decision to submit the article for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Conflicts of interest: T.H. and H.K. received a research grant from Omron Healthcare Co., Ltd. The other authors declare no conflicts of interest in association with the present study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}