{
    "paper_id": "0a4f5c5cb210ca62b2a0be53b79695378791b4b6",
    "metadata": {
        "title": "To appear in: Infection Prevention in Practice",
        "authors": [
            {
                "first": "Simon",
                "middle": [],
                "last": "Gray",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stott Ln",
                    "location": {
                        "postCode": "M6 8HD",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Toni",
                "middle": [],
                "last": "Clough",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stott Ln",
                    "location": {
                        "postCode": "M6 8HD",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Yvonne",
                "middle": [],
                "last": "Mcgee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stott Ln",
                    "location": {
                        "postCode": "M6 8HD",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Tracey",
                "middle": [],
                "last": "Murphy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stott Ln",
                    "location": {
                        "postCode": "M6 8HD",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Rosemary",
                "middle": [],
                "last": "Donne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stott Ln",
                    "location": {
                        "postCode": "M6 8HD",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Dimitrios",
                "middle": [],
                "last": "Poulikakos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stott Ln",
                    "location": {
                        "postCode": "M6 8HD",
                        "country": "UK"
                    }
                },
                "email": "dimitrios.poulikakos@srft.nhs.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "J o u r n a l P r e -p r o o f Summary: COVID-19 infection rates in haemodialysis (HD) facilities are extremely high and are attributed to the high burden of comorbidities of HD patients coupled with inability to self-isolate needing thrice weekly attendance for HD treatment. Healthcare workers (HCW) in HD facilities are at risk of occupational exposure to COVID-19. Infection prevention control (IPC) measures were introduced during the pandemic aiming at reducing transmission and occupational exposure risk of COVID-19. Here we describe the results of our baseline and follow up occupational exposure audit in a renal centre in the North West of England following the implementation of a multifaceted IPC bundle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Healthcare workers (HCW) involved in patient facing activities, and in particular those caring for patients suffering from COVID-19, are at increased risk of COVID-19 infection exposure based on data from the first wave of the pandemic in the UK (1) . HD facilities are high risk areas of transmission of COVID-19. Patients receiving in centre HD have suffered from high infection and mortality rates from COVID-19 due to being both clinically extremely vulnerable due to comorbidities and unable to self-isolate having to attend HD facilities for thrice weekly life-sustaining dialysis treatment. By August 2020 11.7% (2339 patients) of the total in centre HD population in England had suffered from COVID-19 and 2.6 % (538 patients) had died (2) . Isolation, treatment and infection control policy (IPC) pathways were developed rapidly to minimise the risk of COVID-19 transmission in HD units, effectively isolate, provide HD treatment to COVID-19 infected patients and decrease the risk of occupational exposure to HCW.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Renal departments reconfigured their services to establish designated COVID-19 areas and assigned dedicated nursing workforce for the treatment of suspected or confirmed cases for COVID-19. The risk of patient to staff transmission of COVID-19 in these designated areas J o u r n a l P r e -p r o o f is related to necessary staff to patient interaction during HD treatment. Initiating HD treatment often requires close proximity with the patient's airways especially when connecting, manipulating or disconnecting a tunnelled dialysis neck line or placing and removing dialysis needles on upper arm arteriovenous fistulas or grafts. HD patients also often present with cough and shortness of breath due to fluid overload thus increasing the risk of aerosol generation in the context of COVID-19 infection (3) .",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 809,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We previously reported the results of an audit of occupational exposure in our haemodialysis (HD) services in North West of England, showing increased risk of COVID-19 in healthcare workers (HCW) in direct contact with COVID-19 infected patients (4) during the first wave of the pandemic. Following this audit we established a quality improvement project implementing a bundle of IPC measures aiming at minimising COVID-19 transmission in patients and staff in the HD units. Here we present the evolution of the response to the pandemic and our follow up audit at the peak of the second wave of the pandemic in our region that provides reassurance about the effectiveness of the IPC bundle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The setting and results of our initial audit have been previously reported (4). Our department was caring for 402 HD patients dialysing in one main and 4 satellite HD units at the beginning of the pandemic. In brief, during the first wave of the pandemic we designated the main hospital HD unit for isolation and HD treatment of patients with suspected or confirmed COVID-19. The designated COVID-19 unit was covered by a dedicated nursing team of 26 HCW and two satellite units (A and B) were supported by 48 HCWs caring for 232 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "In the remaining two satellite units the nursing staff are managed by our industry partner, we do not have access to occupational exposure data and they were not included in the audit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "Nursing staff were not allowed to move between COVID-19 positive and negative units from J o u r n a l P r e -p r o o f 4 19 th March until 29 th June 2020 when our HD programme was reconfigured. During this initial period selected HD patients were switched to twice weekly HD treatment to reduce the risk of exposure (5) . Following the reconfiguration in June 2020, the vast majority of HD patients returned to thrice weekly treatment and the main unit was segregated into a completely spatially separated COVID-19 designated area and a COVID free area to repatriate patients who originally dialysed in the main unit.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "All patients were screened for symptoms before entering the HD units. Symptomatic subjects or patients sharing the same household with COVID-19 cases were transferred directly to the designated COVID-19 unit where they underwent COVID-19 RT-PCR nasopharyngeal swab (NP RT-PCR), medical assessment and HD treatment. Patients who tested positive or where deemed to be close household contacts continued to dialyse at the designated unit for a minimum period of 2 weeks and were de-isolated after a negative NP RT-PCR. Symptomatic patients with negative NP RT-PCR on admission to the designated COVID-19 zone underwent a second NP RT-PCR on the subsequent dialysis session and if it was also negative they could be de-isolated following medical review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation protocol"
        },
        {
            "text": "Public Health England PPE guidance (6) was followed for staff caring for suspected and confirmed COVID-19 cases entailing surgical masks, plastic aprons, protective eyewear and gloves and there were no shortages in PPE supplies. Surgical masks for all HD patients and the universal use of the above level of PPE for HCW in dialysis units irrespective of COVID-19 status of patients was implemented following Renal Association guidance on 5 April 2020 J o u r n a l P r e -p r o o f (7) . Use of face masks for all HCW in non-clinical areas was introduced 9 June 2020. In addition, since 2 April 2020 enhanced PPE (FFP3 and long sleeved gowns) was used when obtaining NP RT-PCR. Testing with NP RT-PCR for symptomatic HCWs not requiring hospital admission was introduced on 30 March 2020. Prior to this date symptomatic HCWs were advised to self-isolate for 7 days. Timeline of IPC interventions is depicted in Figure 1 .",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 485,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 910,
                    "end": 918,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Baseline IPC measures"
        },
        {
            "text": "Occupational exposure data for HCW were retrieved by the divisional absence record and information in relation to contacts, result of NP RT-PCR and lateral flow antigen testing were obtained from the HCW by the line managers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Data regarding the status of patients dialysed in the COVID-19 designated area were obtained from the COVID-19 designated zone database that has been updated on a weekly basis by TC. Data were confirmed against information included in the electronic patient record data by SG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "During this period 52 symptomatic HD patients who tested positive by NP RT-PCR, 66 symptomatic HD patients who tested negative, 38 HD patients with close contact out of whom one subsequently tested positive by NP RT-PCR and six patients with COVID-19 induced AKI post ICU discharge were dialysed in the designated COVID-19 unit. (Table 1) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 338,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Patient activity in COVID-19 designated Unit."
        },
        {
            "text": "In June 2020 we established a quality improvement project aiming at minimising COVID-19 transmission in HD units. A quality improvement project team was formed including all dialysis unit managers, HD Consultants, representatives from the hospital Infection Control team, administrative team and quality improvement team. The group was meeting at weekly intervals from 9/06/2020 until 14/7/2020 when the frequency was reduced to fortnightly up to date. The main drivers of the project evaluated at each meeting were the following: 7. Surveillance screening with NP RT-PCR on a fortnightly basis since 7 September 2020 that increased to weekly from 14 th December.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality improvement project"
        },
        {
            "text": "Qualitative Test) for HCW twice weekly implemented 26 November 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lateral flow antigen testing for COVID-19 (Innova SARS CoV-2 Antigen Rapid"
        },
        {
            "text": "Implementation timeline of diagnostics and IPC measures for COVID-19 is depicted in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "COVID-19 vaccination (started December 2020)."
        },
        {
            "text": "In total in the second wave 304 HD patients were dialysed in the designated COVID-19 area from 01/07/2020 until 04/02/21 (Table 1) (Table 1 ).There were four asymptomatic HCW with positive lateral flow tests that where not confirmed with NP RT-PCR (false positives) ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 130,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 131,
                    "end": 139,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 268,
                    "end": 275,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Patient activity in COVID-19 designated area in the second wave."
        },
        {
            "text": "The results of the occupational audit show that the implementation of the IPC bundle has been effective in minimising exposure to COVID-19 in HCW deployed in the COVID-19 designated areas. In addition, none of the HCW diagnosed with COVID-19 during the second wave in the satellite units required hospitalisation possibly reflecting decreased viral loads at the time of transmission due to the embedded IPC protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The results also highlight the usefulness of routine surveillance lateral flow antigen testing for COVID-19 for HCW for early detection and isolation of positive HCW cases. All positive cases following the introduction of surveillance with lateral flow testing where detected promptly at home with the lateral flow antigen point of care devices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Routine screening with NP RT-PCR for asymptomatic HD patients identified 55 cases who were promptly isolated underscoring the value of surveillance NP RT-PCR testing to reduce risk of transmission in HD facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The limitations of this study include the lack of antibody data for HCW to evaluate occupational exposure not detected via NP RT-PCR especially during the first wave of the pandemic when testing capacity was limited. The infection rates in the two groups of HCW during the second wave cannot be directly compared due to the likely presence of relative protection to reinfection in 16% (six out of 37) of HCW working in the COVID-19 unit due to previous infection during the first wave. It was also not possible to estimate the relative potential contribution of staff to staff transmission during the initial period when surgical face mask wearing was not mandatory at all times in hospitals. Despite these limitations, are results provide reassurance that the implementation of the IPC bundle has been effective in minimising occupational exposure to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "By 10 th February 2021 81% of our total in centre HD cohort and 74% of HD nurses has received the first dose of COVID-19 vaccination. However, due to lack of data at this point in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "This is an occupational exposure audit following a quality improvement project that did not require ethical approval or informed consent from patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19: risks to healthcare workers and their families",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Karlsson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Fraenkel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "371",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m3944"
                ],
                "PMID": [
                    "33115772"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 surveillance report for renal centres in the UK. A summary of the first wave of the pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aerosol emission from the respiratory tract: an analysis of relative risks from oxygen delivery systems medRxiv",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gregson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bzdek",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Maskell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dodd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.01.29.21250552"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Increased risk of COVID-19 in haemodialysis healthcare workers in a tertiary centre in the North West of",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Clough",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mcgee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Poulikakos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Safely reducing haemodialysis frequency during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D S"
                    ],
                    "last": "Lodge",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abeygunaratne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alderson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Nephrol",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Summary of PPE recommendations for health and social care workers",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "PPE and use of masks by dialysis patients",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Recommendations for minimising the risk of transmission of COVID-19 in UK adult haemodialysis units, KQuIP COVID-19 HD Ensuring Patient Safety Work Stream",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Recommendation for the use of Enhanced Personal Protective Equipment (PPE) when caring for patients receiving haemodialysis who have COVID-19 infection, KQuIP COVID-19 HD Ensuring Patient Safety Work Stream",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "were diagnosed with COVID-19 on NP RT-PCR (two of whom were hospitalised), as opposed to 0% (none out of 48) HCW covering the two satellite units and having cared for 237 patients. There were no breaches in PPE identified or clusters attributed to HCW to HCW transmission. Two out of six positive HCWs became symptomatic prior to the introduction of masking in clinical areas (30 March and 6 April) (Table 1). Six HD nurses covering the COVID designated area and 12 HD nurses at the satellite units were symptomatic without requiring hospital attendance and were not tested with NP RT-PCR prior to 30 March.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Weekly IPC audits with a 30 point assessment for environmental cleaning, hand washing for staff and patients (supplementary material 1) 2. Isolating and cohorting based on The Kidney Quality Improvement Partnership (KQuIP) COVID-19 HD Ensuring Patient Safety Work Stream guidance (8) including requirement of negative COVID-19 nasopharyngeal swab before commencing dialysis or being transferred to the HD units following hospitalisation. Work Stream (9) entailing visors, FFP2 / FFP3 mask, long sleeved fluid-repellent surgical gown and gloves for HCW caring for suspected or confirmed COVID-19 patients. In view of the decreased risk of exposure with enhanced PPE, HCW in the main unit were allowed to alternate between the COVID-19 designated area and the COVID-19 free unit on different days. 5. Regular monitor of PPE supplies and audit of PPE compliance for staff and patients 6. Patient and staff education, including short 5 minutes presentation and patient questionnaire feedback in relation to the above measures (supplementary material 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". Of these, 63 symptomatic HD patients tested positive by NP RT-PCR (31 tested due to symptoms and 32 became symptomatic after a positive asymptomatic surveillance screening test); 22 HD patients tested positive on surveillance NP RT-PCR screening but remained asymptomatic; 11 HD patients tested J o u r n a l P r e -p r o o f positive out of a total of 149 isolated in the designated area as contacts or following hospital discharge and pending COVID-19 status; 60 symptomatic HD patients subsequently tested negative by NP RT-PCR. Follow up Occupational Exposure Audit The follow up occupational exposure audit covered the period from 1 July 2020 to 4 February 2021. During this period, 5 HCW from the original cohort were redeployed in other areas within the renal services, 32 HCW covered the 2 satellite units and 37 HCW the main unit that was separated into a COVID-19 free area and a designated area for confirmed and/or suspected COVID-19 cases. HCW covering the COVID-19 area during the first period remained at the main unit during the second period. Throughout this time none of the 37 HCW covering the designated area was diagnosed with COVID-19 by NP RT-PCR. In the two satellite units seven out of 32 HCW were diagnosed with COVID-19 by NP RT-PCR (four HCW in unit A and three HCW in unit B) and none required hospitalisation. Out of the seven, six were symptomatic and one asymptomatic; three HCW were diagnosed after caring for patients who subsequently tested positive for COVID-19 on NP RT-PCR, one HCW shared transport with HCW who subsequently tested positive, one HCW was sharing household with positive family member and in two HCW the origin of infection could not identified. All four HCW detected positive on NP RT-PCR after the implementation of the lateral flow screening programme were initially diagnosed positive on lateral flow testing",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "the extent of effectiveness of the vaccination to protect from future mild or severe COVID-19 infection and the emergence of new coronavirus strains that may evade immunity conferred by previous COVID-19 infection or vaccination, it is of paramount importance to continue and enhance existing IPC measures to minimise risk of transmission to patients and staff.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "heamodialysis, NP RT-PCR: nasopharyngeal RT-PCR, * detected first on positive lateral flow test and confirmed with NP RT-PCR Timeline of Infection Prevention Control Measures Enhanced PPE: FFP3, long sleeved gowns, gloves, HD: haemodialysis, NP RT-PCR: nasopharyngeal RT PCR, HCW: healthcare workers,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "COVID-19 status in HCW and patients during the first and second wave of the COVID-19 pandemic",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}