{
    "paper_id": "0a592ec9d8a5c738fbef49b34ab1c42ba2e5375d",
    "metadata": {
        "title": "Teaching and Learning in a Time of Corona: A Social Work Experience",
        "authors": [
            {
                "first": "Roni",
                "middle": [],
                "last": "Berger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alissa",
                "middle": [],
                "last": "Mallow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kari",
                "middle": [],
                "last": "Tabag",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Chireau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Toree",
                "middle": [],
                "last": "White",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cheryl",
                "middle": [],
                "last": "Fiore",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Adam"
                ],
                "last": "Schachar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Estee",
                "middle": [],
                "last": "Hirsch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Preliminary results of a qualitative study of the lived experience of teaching and learning during the Covid-19 pandemic are presented. An instructor, a program director and five doctoral students in different stages of their coursework and dissertation proposal development, wrote a reflective journal. Participants varied in their levels of familiarity with technology-assisted education, personal backgrounds and circumstances including work and family responsibilities. Participants' journals documenting their reactions, struggles and coping since the abrupt move of the university from face to face to online classes were content analyzed. The analysis was co-conducted by five participants to identify themes and generate understanding of the experience. Two main themes emerged from the analysis: a developmental process of participants' reactions, perceptions and meaning making of the experience and factors that shaped it. Lessons learned are discussed and recommendations for professional education and directions for future research are suggested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global health crisis caused by the COVID-19 pandemic that began in 2019 threw higher education throughout the world into a challenging arena. Schools were forced to move rapidly to an exclusively online teaching mode (McMurtrie, 2020) . This change left students and faculty anxious, confused and deeply concerned (Fan et al., 2020) . The required fast and abrupt transition to online teaching and learning found schools, faculty, and students at different levels of preparedness to address the challenges involved. Main issues included limited students' access to and mastery of technology, insufficient availability of technical support and guidance for faculty, and diverse attitudes towards a completely technology-mediated teaching and learning experience (McMurtrie, 2020) . Further, some field and lab-based courses in biology, chemistry, performing arts and the helping professions were more challenged in transitioning to the virtual world because they require experiential learning.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 238,
                    "text": "(McMurtrie, 2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 318,
                    "end": 336,
                    "text": "(Fan et al., 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 765,
                    "end": 782,
                    "text": "(McMurtrie, 2020)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the pandemic, social work education encountered unique issues in addition to challenges universal to all academic disciplines. Such special issues were due to the experiential teaching strategies that are paramount in practice courses, the composition of the student body and the centrality of field education. The use of experiential teaching strategies such as role play and modelling is a cornerstone in social work courses designed to enhance students' practice skills. The student body in social work is diverse compared to other disciplines and includes about one third non-whites, about 20% self-identified LGBTQ+ (Salsberg et al., 2018) and many carry multiple family and work responsibilities. Field education, which is a critical component in social work programs and requires direct contact with diverse client populations, could not continue because of university and agencies policies, both of which banned in-person interactions with clients whereas opportunities for remote assignments were limited. Some student populations have been even more vulnerable to the impact of the pandemic, which exacerbated societal disparities and inequities. This includes students who were called to provide care for sick relatives, find work to support their families who lost employment and income sources or DACA students awaiting a Supreme Court decision (Weissman, 2020) .",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 651,
                    "text": "(Salsberg et al., 2018)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1365,
                    "end": 1381,
                    "text": "(Weissman, 2020)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Limited knowledge exists relative to higher education in times of financial crisis (Chang, 2010) , natural disasters (Collings et al., 2019) and global health crisis such as the 2002 -2004 (Apple, 2010; Araújo et al., 2020; Wong et al., 2007) , Ebola, MERS and Zica (Walsh et al., 2018) . For instance, Patil and Chan Ho Yan (2003) discussed the effects of SARS on a university in Hong Kong and the implementation of continuity in medical education, when clinical teaching was suspended and universities closed. Feast and Bretag (2005) studied personal, academic and administrative issues affecting the delivery of educational programs in Asia following the SARS epidemic, and assessed strategies for addressing them including technology-based content delivery. Walsh et al. (2018) described the impact of infectious disease outbreaks on education of healthcare professionals and advocated for e-learning that provides students with the necessary knowledge without putting them at risk.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 96,
                    "text": "(Chang, 2010)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 117,
                    "end": 140,
                    "text": "(Collings et al., 2019)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "2002",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 188,
                    "text": "-2004",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 189,
                    "end": 202,
                    "text": "(Apple, 2010;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 203,
                    "end": 223,
                    "text": "Araújo et al., 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 224,
                    "end": 242,
                    "text": "Wong et al., 2007)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 266,
                    "end": 286,
                    "text": "(Walsh et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 303,
                    "end": 331,
                    "text": "Patil and Chan Ho Yan (2003)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 512,
                    "end": 535,
                    "text": "Feast and Bretag (2005)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 762,
                    "end": 781,
                    "text": "Walsh et al. (2018)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Studies to date examined processes, issues, challenges and strategies pertaining to distanced education in general (Dwivedi et al., 2019; Schmidt et al., 2013) and in social work in particular (Kurzman, 2019; Ouellete & Westhuis, 2006) . Online teaching and learning at times of crisis was addressed to a limited degree, mostly in relation to medical education (Lim et al., 2009) . A single report exists documenting the experience of MSW students shifting to distanced learning during a time of a global crisis (Tosone, 2021) . To add to this extremely limited knowledge and include doctoral students' and faculty members' perspectives, this article reports preliminary findings from a qualitative inquiry designed to document the lived experience of teaching and learning social work curriculum during the COVID-19 pandemic. Better understanding of the experience is critical to guiding improvement of preparedness for subsequent disasters (Xia et al., 2020) . Lessons learned from the experience of moving to remote teaching and learning due to the COVID 19 pandemic can inform social work programs' improving their preparedness for future disasters. McNaught (2004) who reported a content analysis of narratives written by staff at The Chinese University of Hong Kong about their experiences during SARS stated, \"It is not a carefully planned research study. How could it be? SARS struck with frightening speed. There was no time to form an elegant multi-faceted evaluation plan in order to examine the changes in teaching strategies that teachers adopted. We all worked with very short time spans and with rapid revisions when plans went awry. It was a time of fear and a time of action. It is the nature of the action that I want to explore\" (p. 194) . This quote accurately reflects the nature of the project discussed in the current article.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 137,
                    "text": "(Dwivedi et al., 2019;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 138,
                    "end": 159,
                    "text": "Schmidt et al., 2013)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 193,
                    "end": 208,
                    "text": "(Kurzman, 2019;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 209,
                    "end": 235,
                    "text": "Ouellete & Westhuis, 2006)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 361,
                    "end": 379,
                    "text": "(Lim et al., 2009)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 512,
                    "end": 526,
                    "text": "(Tosone, 2021)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 942,
                    "end": 960,
                    "text": "(Xia et al., 2020)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1154,
                    "end": 1169,
                    "text": "McNaught (2004)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1748,
                    "end": 1756,
                    "text": "(p. 194)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current study was inspired by Alvarez et al. (2005) who chronicled and analyzed narratives of two faculty and two graduate student instructional designers regarding their collaboration in developing an online course. After receiving approval from the IRB, data for the current project were collected from seven participants. They included five doctoral students, an administrator and a faculty member (the first author) who initiated the project as soon as the university announced moving to full online instruction. The context was a school of social work at a university in a big city on the east coast. As typical of social work student body and workforce composition, the faculty member, field education administrator with extensive experience in medical social work and teaching, and four of the doctoral students were female while one student was a male. Participants varied in demographic characteristics, including racial/ethnic affiliations, personal backgrounds and circumstances of work, school, family, and caring for sick relatives, as well as levels of familiarity with technology-assisted education. The faculty is a war veteran in her country of origin, which has on-going military conflicts, and the administrator worked in hospitals for 30 years through the AIDS, SARS, MERS and Ebola epidemics, flu and measles outbreaks, as well as was involved with critical incident teams. Students were in different stages of their coursework and dissertation proposal development.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 55,
                    "text": "Alvarez et al. (2005)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "All participants wrote reflective journals, a strategy designed to capture how people make sense of the world and their operating within it (Boud, 2001) . It involves participants' describing a recent experience and unpacking its salient aspects such as people, resources and activities. Typically, reflective journals are used in qualitative research to ensure that data collection and analysis are as free as possible of researcher's bias and to improve research trustworthiness. However, in this project, the reflective journals were used as the data to be analyzed. The use of detailed critically reflective journals of thoughts and feelings related to personal experiences, chronicled close to their actual happening through observing the self in situation is common in some qualitative research. Phelps (2005) posits that reflective journals are important data in qualitative research as they provide significant insights into the experience of their writers. The analysis of reflective journals to gain such insight was used in multiple studies. For example, Bashan and Holsblat (2017) used reflective journals of student teachers as a source for narrative research of participants' experience during the development of teamwork in a practicum program. Similarly, this method has been used to collect data about the experience of school-to-work transition in recent mechanical engineering graduates (Lutz & Paretti, 2019) and about students' ability to engage in self-regulated learning (Wallin & Adawi, 2018) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 152,
                    "text": "(Boud, 2001)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 802,
                    "end": 815,
                    "text": "Phelps (2005)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1066,
                    "end": 1092,
                    "text": "Bashan and Holsblat (2017)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1406,
                    "end": 1428,
                    "text": "(Lutz & Paretti, 2019)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1494,
                    "end": 1516,
                    "text": "(Wallin & Adawi, 2018)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "No specific guidelines were given as to how often and in which format to write other than the general request that participants document their reactions, struggles and coping since the rapid move of the university from in-person to online classes. Participants began writing their individual journals in late March 2020. Ten weeks late, the journals were collected. This duration, which was informed by the end of the semester, was within the time frame deemed adequate to capture significant experiences (Lutz & Paretti, 2019) .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 527,
                    "text": "(Lutz & Paretti, 2019)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "All the journals were co-analyzed independently by five of the seven participants, yielding 35 analyses. Following the principles of grounded theory, constant comparative analysis was conducted via manual open coding, axial coding and selective coding (Walker & Myrick, 2016) . Identified codes were compared and contrasted across participants and clustered in themes to generate understanding of the experience (Padgett, 2017) . This method of analysis enhanced the credibility and rigor by means of triangulation (Krefting, 1991) . As required when multiple coders analyze the dataset simultaneously, there was a high degree of consensus among coders.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 275,
                    "text": "(Walker & Myrick, 2016)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 412,
                    "end": 427,
                    "text": "(Padgett, 2017)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 515,
                    "end": 531,
                    "text": "(Krefting, 1991)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "This choice of data analysis reflects the adoption of a participatory research approach that situates participants as joint contributors and investigators to the findings of a research project, validating their experiences and allowing them to offer their own interpretation of the data (Boylorn, 2008) . The strategy of participants as co-analyzers of their own stories has been used in qualitative research. For example, Craine Bertsch (2012) involved homeless mothers who she interviewed in the analysis of their own stories. That participants collaborated in analyzing their own and their colleagues' stories granted them epistemic privilege as active co-researcher as well as enhanced their learning experience by affording them an opportunity to enhance their skills in conducting qualitative research. It also gave credibility to the findings.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 302,
                    "text": "(Boylorn, 2008)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The analysis of the journal entries suggests that compatible with the characteristics of a shared traumatic reality (Figley, 2021; Shamai, 2016) , the experiences of students, instructor and administrator who were exposed to the same collective stressor mirrored each other. Two main themes emerged in all journals: a developmental process of the experience and factors that shaped the process.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 130,
                    "text": "(Figley, 2021;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 131,
                    "end": 144,
                    "text": "Shamai, 2016)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A clear developmental process with three identifiable sequential stages flowing into each other emerged from the content analysis, although the timing and specific nature of each phase varied for individual participants. These stages were evident both in the pattern of posting and in the content of the entries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Developmental Process of the Experience"
        },
        {
            "text": "The number of entries varied greatly. With the exception of one student who posted a single entry, most participants posted between 9 and 16 entries. Journal entries in the first weeks tended to be more frequent and relatively detailed. For example, early on, the faculty member posted four entries in 1 week. Entries documented both direct and vicarious effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage One: A Sense of Chaos"
        },
        {
            "text": "Direct Effects All participants experienced as very taxing the need to abruptly change the routine way of doing things and learn to function in an unchartered territory, which one student called \"trial by fire.\" Entries reflected a wide range of challenges relative to work, family and personal life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage One: A Sense of Chaos"
        },
        {
            "text": "Work Students who are practitioners reported a \"double stressor\" of having to move simultaneously to online learning and online service providing. One reported feeling pressured by excessive demands, \"I feel like I am expected to be available 24/7 for my clients, students, co-workers, boss and it is completely and utterly draining.\" Another stated \"I feel a lot of pressure to do work that I simply don't have time to do.\" Those who were required to provide emergency in-person services were concerned over the risk of exposure to the virus. One student shared feeling stressed by being moved to a supervisory role, a task for which she has never received training and expressed the need for \"a mental health evening\". The administrator was engulfed by numerous meetings dedicated to developing alternative educational programs for students who could no longer intern in person. The faculty member felt intimidated by the need to learn new technologies and to perform in an unfamiliar territory while maintaining all normal responsibilities. For example, her entry in the third week reads, \"never did I learn a new skill with such intensity and such a short notice. This is intellectually, emotionally and physically challenging and sometimes draining.\" Faculty's concerns focused specifically on the challenges of engaging students who may be distracted by children, other family members, pets and occurrences in their home environment as well as potential technological issues. She wrote:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage One: A Sense of Chaos"
        },
        {
            "text": "My main anxiety was about what can go wrong with the technology and how I can fix issues on the spot. Sure enough, in one of the first classes, I was working from two screens; one for the Zoom meeting and one for the PPT that I posted on Moodle to save me the challenge of going back and forth. The problem was that the screen with the PPT refused to allow me access. So here I was with a group of students who can see what I wrote in the PPT and a professor (me) who could not. After some looking around I was able to unblock the access. I believe that my sigh of relief could be heard far away.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage One: A Sense of Chaos"
        },
        {
            "text": "Normal stressors were amplified and participants reported feeling exhausted and debilitated; one wrote, \"I was finding it difficult to even absorb information from an email and was exhausted… from caring for clients, making numerous adjustments daily and figuring out how to make life work.\"; another shared \"It's such an avalanche that normal activities seem like you're slugging through the mud\" and yet another stated \"Working on a dissertation while working full-time remotely, teaching remotely, and holding private practice hours via phone with my clients is stressful to begin with but even more stressful to say the least because it was all within my home.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage One: A Sense of Chaos"
        },
        {
            "text": "Even the most mundane tasks seemed insurmountable. One student shared, \"Why am I not capable of absorbing new information? Two weeks ago I could but now not…But nope, couldn't think beyond the immediate and, brand new skills, forget about it.\" Another stated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage One: A Sense of Chaos"
        },
        {
            "text": "My head began spinning on 3/13. From that point on, plans changed for managing work and Sunday School every couple of hours. We are considered essential employees yet plans had to be made for delivering services by telephone or video conference for every client while managing the phones (because support staff were sent home) and urgent appointments and reaching out for extra work to ensure clients had their health needs met (while how to do this changed daily as emergency regulations and policies had to be put into place).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage One: A Sense of Chaos"
        },
        {
            "text": "Family and Personal Life Several students, especially those living alone, reported a difficulty in keeping distance from loved ones and loneliness. This was true particularly during important moments. For example, a student felt terrible about having to defend her dissertation in the midst of the pandemic with no family or friends around \"to provide a celebratory hug or high-five afterwards\"; she also agonized over having to celebrate Cinco de Mayo and her birthday alone. The following expressions capture the spirit of multiple statements, \"I am aware of feeling alone in all of this, I don't know if others are feeling the same way, or rather I can't trust they are (others have expressed similar frustrations, but I don't believe they are doing as poorly as I am)\" and \"I felt completely alone.\" Another student expressed yearning for some stability, \"Fingers crossed for a smoother week and things staying the same for more than 2 hours at any one time.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage One: A Sense of Chaos"
        },
        {
            "text": "The aforementioned challenges caused a high level of emotional reactions. Postings by all participants, irrespective to their role, reflected stress, anxiety, confusion, being overwhelmed, distressed and unable to make sense of the events and their meaning. One student stated \"I felt trapped and had nowhere to go.\" Students reported loss of motivation, productivity and ability to concentrate. The administrator commented on the qualitative difference of the experience compared to previous crises:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage One: A Sense of Chaos"
        },
        {
            "text": "This experience is utterly different. It is not that is it a 'pandemic.' It is more than that. More profound. It is more than shared worry, fear, and onslaught of conflicting information. It is the collective trauma which is unmistakable. All of us have been touched by it in one way or another.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage One: A Sense of Chaos"
        },
        {
            "text": "She also noted that students looked fatigued. The faculty observed, \"Everybody's stress level is sky rocketing. Instructors who never taught online panic, students are confused and the IT people are collapsing under the flood of demands, questions and calls for help.\" One student wrote \"Last week class was absolutely terrible. I will leave it at that. Everyone on the WhatsApp is talking about dropping out and I am nervous we won't have a cohort anymore.\" Writers conveyed a sense of being overcome by disbelief and living in an overwhelming chaotic reality. One student reported \"I felt trapped and had nowhere to go.\" Another stated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage One: A Sense of Chaos"
        },
        {
            "text": "The pandemic has brought up new problems for me; constant worry for my loved ones, the enmeshment of my personal and work space, and hunting down masks and gloves so I can leave my house with less anxiety…I had to do emergency visits and contend with the fact that I might die and be okay with that on some level. Vicarious Effects In addition to their own anxiety, participants expressed concerns about the impact of the situation on family, clients, colleagues, friends and classmates. A student who was able to defend her dissertation proposal during the pandemic expressed feeling guilty that some other students were forced to change their methodologies and consequently lost motivation. She expressed further sadness witnessing others struggling but not reaching out for help. Another student express feeling guilty for being safe and having the benefits of access to food unlike her clients and colleagues. \"I would feel guilty at not being out there, not volunteering to help, and being cowardly for staying in my home while former colleagues were on front lines in the hospital.\" Faculty's entries reflected concerns about students' anxieties and their impact on their attendance and functioning. For example, a student was absent for several weeks and never responded to private emails, leaving the faculty conflicted between being intrusive by further attempts to reach out and respecting student's implied desire for \"no contact\". Eventually, the absence was explained by a non-virus related hospitalization. Another student shared with the class, prior to her virtual presentation, that she felt stressed because her husband was lying sick with Covid-19 in the other room and she was torn between focusing on her presentation and the urge to constantly check on him.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage One: A Sense of Chaos"
        },
        {
            "text": "Participants increasingly gained a realization of the magnitude of immediate and potentially long-term challenges caused by the situation, leading to growing frustration. This feeling was further increased by changes to established routines such as not being notified about and attend a colleague's dissertation defense. One participant reported that in a virtual meeting \"Students disclosed disabilities, difficulties sleeping, focusing, and medical issues.\" One student shared that she got sick with Covid-19 and lost about 3 weeks of working on her dissertation. As all studies that involve personal interactions with research participants were temporarily suspended due to the pandemic, students were forced to revise approved and significantly developed research methods and plans; alternatively, they had to wait for an unknown future time when they can collect data in person. Both options involved significant loss of precious time and potentially financial cost, generating disappointment, anger and despair. Some students became concerned of losing employment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Two: Struggling to Cope"
        },
        {
            "text": "Technological issues continued for students and faculty. For example, one student disappeared from the screen during a class but managed to inform the class via a text message that activating the camera leads to her being disconnected. A few minutes later, another student disappeared and when he managed to rejoin, he had to be updated about the discussion during his forced absence. Students asked to be excused from classes because they felt exhausted from struggling to cope with work requirements, school demands, family obligations and the general situation. A student wrote \"I took off from work that day and wish I had taken off the day afterwards as I was exhausted from the experience.\" The faculty member wrote: I try to continue to focus on the presentation and students' reactions. I feel like I need five heads and numerous pairs of eyes and ears. A spare brain will also be nice. The student managed to re-join but missed a comment that was very relevant to his interest. I try to recapture and restate for his benefit. No doubt that limited technological collaboration and differential access to and mastery of technology of students and instructor alike are major challenges. Teaching online and trying to attend to everybody's need is quite daunting. I try my best and stick to the basics. Not trying anything fancy. I make a commitment to enhance my skills after the Corona.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Two: Struggling to Cope"
        },
        {
            "text": "Entries began to gradually manifest processing the experience and its significance. There were expressions of mourning the loss of people, the sense of stability and safety and the familiar \"normal\" way of doing things. Concurrently, while continuing to reflect challenges, entries also began to suggest evidence for the struggle to cope with logistic and time management issues as well as the yearning and effort to re-establish some familiarity and structure. For example, the administrator reported that two students in her class disclosed being ill, yet expressed the desire to stay in the virtual class for as long as they could because they needed to maintain a sense of a familiar experience. Further, students responded briefly to her checking on how they were doing and how COVID touched their lives personally or professionally until one student said \"can we move on-I need normalcy\", to which the rest of the class agreed. One student reported initiating an advocacy effort to address financial and logistic concerns resulting from the situation, \"I was emailing, texting and speaking with them [other students] via phone\", contacting the graduate student council, program and school administrators who themselves were struggling with a lot of unknown and constantly changing policies. A student offered the following image to capture the beginning of a gradual change: I feel my brain uncoiling like a snake being called out of its basket by a snake charmer, uncoiling, and becoming freer. This too was something I did not expect. Much of my brain is still tightly coiled in the bottom of the basket but there's a little bit that feels it can stretch. The periscope is going up for the first time and looking around.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Two: Struggling to Cope"
        },
        {
            "text": "Both the faculty and the administrator began to see manifestations of resilience. On week three, the faculty member wrote: I am impressed with the level of engagement that students demonstrate and the empathy and support that they offer to each other. Real social workers. They seem involved, relate their Corona experience to the content of class discussion and are very supportive of each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Two: Struggling to Cope"
        },
        {
            "text": "Similarly, the administrator reported that students' assignments manifested that they had pivoted from self-focused to client-focused, demonstrating the ability to regain \"normal\" functioning:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Two: Struggling to Cope"
        },
        {
            "text": "As the semester online progressed, I became more impressed by my students' resilience. At their own pace, they began to equate the learning in class with what they were experiencing. How it impacted their lives, and what other interventions might they use with clients to assist them in dealing with the anxiety and stress of COVID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Two: Struggling to Cope"
        },
        {
            "text": "The observation was confirmed by some students \"I actually feel space in my brain for new information. And I didn't before.\" The student also stated that she was able to move from focusing on her own experience to her professional mode:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Two: Struggling to Cope"
        },
        {
            "text": "I wonder, is that how clients feel? It's not that I've not felt their pain. It's that I wonder whether they literally do not have room in their brain…for change, to be able to hear anything I'm saying, to think beyond the immediate, to think long term, to care for themselves. But for those clients who live in crisis, whether it's a product of their neighborhood, family, or a creation of self, is that how it is always? However, the experience was not universal. One student who serves as an adjunct faculty commented that the quality of her students' and her own work had decreased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Two: Struggling to Cope"
        },
        {
            "text": "Several weeks into the sheltering in place, some participants began to post entries that were shorter and less frequent. Students started to indicate bouncing back and making adjustments to the new situation. Most entries reported lower levels of stress, though one reported \"We are now 9 weeks into the pandemic, and they [cohort members] are more stressed out than ever before.\" Some reported having \"settled into a new normal which is still crazy\". Routines became more familiar. Several students mentioned that attending classes and thinking about school work became a refuge from the pressures outside. While recognizing that he still performed below the usual level, a student stated \"It is [a written assignment] a short one, and I don't feel great about the quality of it, but I do feel good about having gotten it done and about the prospects of doing more work.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Three: Learning to Live in a \"New Normal\""
        },
        {
            "text": "Several students reported being able to focus better on their academic work and submitted assignments in a timely manner. The faculty observed changes in students' academic performance \"I am impressed with the ability of most of them to find the stamina for developing their presentations and facilitating class discussion.\" One student reported: I went into the office for a couple of hours for the first time today since March 20th. Had my temperature taken at the door, spritzed with hand sanitizer, mask of course, had my name taken down and admitted. Sat in my office with the door closed and felt weird when I encountered someone in the hallway. But got home unscathed. I guess this is the new normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Three: Learning to Live in a \"New Normal\""
        },
        {
            "text": "Mirroring students' reports, both the administrator and the faculty began to notice changes in students' mood and manifestations of resilience. The faculty commented \"In today's class, students seem less anxious, more active and more involved. More students demonstrated familiarity with the material that was offered for reading\". And the administrator observed \"For me, the gift in this tragedy, is trusting this group of students impacted by the pandemic can move the profession forward in a different manner. This generation will find new ways of knowing and of practicing.\" Yet, concerns regarding the future prevailed. One student wrote \"I am not looking forward to classes or my papers, which in the past I had pretty much been doing.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Three: Learning to Live in a \"New Normal\""
        },
        {
            "text": "Anxiety resurged for some regarding the prospects for reopening. One student was troubled as to how the near future will look professionally:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Three: Learning to Live in a \"New Normal\""
        },
        {
            "text": "What will this [reopening] mean? Are we going to shake hands? Will I be in more danger? What happens when kids [clients] come back into the office? How do I get them to adjust AGAIN? No, we can't have that toy in here because I can't clean it between every client. No, we cannot have all of the siblings come in at one time because there's not enough room to social distance. No, we cannot fist bump.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Three: Learning to Live in a \"New Normal\""
        },
        {
            "text": "The efforts to get back to functioning took its toll on the possibility to dedicate time to their schoolwork. A student commented \"[I] get 30-60 min done in the morning. The rest of the day I am too busy. I plan on doing it [schoolwork] at night and by 9:30 I got nothing left in the tank.\" The student further expressed feeling guilty for taking time to do the work at the cost of doing something else.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Three: Learning to Live in a \"New Normal\""
        },
        {
            "text": "Students shared strategies that they used to support their efforts to bounce back. One student stated \"Well I caved and ordered the Air Pod pros. I think part of it is the practical escape with noise canceling, and a large part of it is just perceived escape.\" The same student elaborated: I decided to spend time organizing my thoughts and the articles in a serious way, putting them in the order I think they make the most sense for the literature review, reading each article and taking notes, plugging that all into one document, and then begin to write the paper from there. I am not sure if this will take longer or not but at least I am moving forward and feel progress, which at this time feels good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Three: Learning to Live in a \"New Normal\""
        },
        {
            "text": "In addition to regaining some degree of functioning in a different way, students expressed exhaustion with the efforts and just wanted the year to be over with \"it [writing a paper] was really more about survival than learning… I feel like this semester was just a waste and am kind of sad about that.\" While the sense of fatigue is not uncommon at the end of the semester, this time it felt different:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Three: Learning to Live in a \"New Normal\""
        },
        {
            "text": "School has actually taken the seat all the way in the back of the bus. I simply don't care. Not in the normal way of not caring, i.e. procrastination, but a deep prioritization of not caring. It feels like something extra that I simply don't need. Today is the last day of class, but I still have papers to write so it doesn't count for much. I just want to be done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stage Three: Learning to Live in a \"New Normal\""
        },
        {
            "text": "Entries identified factors that shaped the experience. They included factors that aggravated the experience and factors that enabled and enhanced gradually moving into a coping mode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors that Shaped the Process"
        },
        {
            "text": "Racism, limited institutional support, increased professional challenges and the nature of online learning were identified as contributing to the negative impact of the experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors that Aggravated the Experience"
        },
        {
            "text": "Racism Non-white students reported that the same exclusionary, racist attitudes towards minority groups that always exist persisted and in some cases escalated, although sometimes their manifestation was different. An Asian-American student reported being spit on and being called a \"Corona bitch\" while walking in public places. She further shared that a webinar on microaggressions that she attended was 'Zoom bombed' and the intruder wrote offensive racist vulgar comments in the chat area. \"It was shocking and made me angry to say the least. I have heard about this happening but never witnessed it before. It triggered feelings of trauma for me and a doctoral colleague who was on the webinar as well.\" A Black student felt helpless assisting Black clients who ask if it is safe to put on a mask due to worries about police brutality and hopeless in light of the statistics about the dispro-portionate rates of Black and Brown people dying from COVID-19-related illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors that Aggravated the Experience"
        },
        {
            "text": "Limited Institutional Support Students commented that their situation was further aggravated by insufficient support from their employers and the school. One student reported that her employer provided technological but not emotional support and she encountered institutional push back and a sense of exclusion. Responses from the school were sometimes experienced as insensitive and unaccommodating. Several students who were concerned regarding financial burdens due to the situation, reported experiencing responses from some administrators as bureaucratic and lacking empathy, compassion or understanding. Some students who rely on income from adjunct teaching were worried that due to decreased enrollment, they will not have a class and thus, will have a hard time paying their tuition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors that Aggravated the Experience"
        },
        {
            "text": "Students experienced cumulative effects of work-related role strains. These included the need to move abruptly to delivering services remotely, the demand to meet the needs of clients who were impulsive, manifested risky behaviors or limited verbal abilities, and the pressure to fulfil additional tasks and follow constantly changing regulations and policies. The following statement captured a recurrent sentiment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Professional Challenges"
        },
        {
            "text": "I would think about which clients had access to food or shelter. I would think about whether the shelter was a good place to go due to the number of COVID positive cases there. I would think about a client who typically would benefit from a nursing home referral but also had to keep in mind if I would be sending her to her death due to increase COVID related mortality rates in nursing homes…I would think about broken systems buckling under the amount of people applying for unemployment or public assistance. I would feel helpless in clients still waiting for EBT cards after almost a month and difficulty reaching an HRA representative for assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Professional Challenges"
        },
        {
            "text": "The Nature of Online Learning Several students felt that the abruptness of the transition and the changed interpersonal atmosphere of online learning add pressure and lack the intimate direct context of face-to-face classes. One stated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Professional Challenges"
        },
        {
            "text": "Online learning does not allow you to feel the energy from those interactions as you would when in person. Smiles are not as warm, nonverbal looks of agreement or disdain are not as perceptible, and at times needed conversations among classmates are not readily available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Professional Challenges"
        },
        {
            "text": "Others commented \"I feel I would have had a much more positive experience if I was in the school and the meeting took place in person…I find that people tend to act differently when they are not hiding behind a screen.\" The same student continued \"I also read body language VERY well, and felt I lost something as I could not look at my advisor as much as I wanted to. All I saw were faces without body language.\" Another student wrote \"I am tired of talking on the phone and looking at the screen\". Another reported:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Professional Challenges"
        },
        {
            "text": "Online learning has forced me to be more attentive in class, so professors know I am engaging with the material. It has also forced me to be more deliberate with my time because I have more time and more energy to dedicate towards the assignments….On the contrary, I would say online learning does not allow you to feel the energy from those interactions as you would when in person. Smiles are not as warm, nonverbal looks of agreement or distain are not as perceptible, and at times needed conversations among classmates are not readily available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Professional Challenges"
        },
        {
            "text": "Factors that participants identified as helpful included a sense of community, being active and proactive, support from friends and family, and faculty reactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors that Enabled and Enhanced Gradually Moving into a Coping Mode"
        },
        {
            "text": "A Sense of Community Several students reported that their cohort and other students provided a much needed sense of togetherness and were a source of emotional and instrumental help. A student reported that meeting remotely with other students was validating \"to know we were not alone.\" A similar process occurred for faculty who reported working with the director of the center that trains and assists faculty and staff in integrating computer technologies into teaching, \"We developed a plan for triage and for allocating knowledgeable faculty and IT people to support those who are paralyzed by panic.\" One silver lining reported by most participants was getting a glimpse into others' lives beyond their formal roles, \"Seeing them [students] with their children, dogs, family members was adorable, and it was nice to see them in their lives outside of the classroom.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors that Enabled and Enhanced Gradually Moving into a Coping Mode"
        },
        {
            "text": "Being Active and Proactive Students were able to feel \"unstuck\" by initiating professional and advocacy activities. One student shared, \"I presented [a webinar for doctoral students with NASW] with another doctoral student, and it was a great experience.\" Students reported that becoming proactive and negotiating with the university regarding financial and logistic implications of the situation on their status enhanced their feeling of battling helplessness and was empowering. Involvement with professional organization brought a sense of accomplishment and self-worth. \"I received positive feedback from those who attended [a presentation].\" Support from Friends and Family Several students reported that their family provided support at difficult moments. One commented on her reaching out when in an extremely stressful situation, \"I was freaking out. …I called my mother. She kept me calm.\" Friends were an additional source of help, \"It was only after I reached out for support and wound up speaking with a doctoral friend/colleague who reached their hand down (figuratively) and pulled me up from the dark hole I felt trapped in.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors that Enabled and Enhanced Gradually Moving into a Coping Mode"
        },
        {
            "text": "While students reported experiencing limited institutional support, individual faculty were sometimes helpful. One student wrote \"I am particularly grateful for the advocacy, support, and availability of my advisor.\" Specifically noted were faculty's flexibility, availability and active reaching out, applying collaborative process and modelling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Faculty Reactions"
        },
        {
            "text": "From the instructor's perspective, flexibility included an effort to accommodate demands without compromising quality of education. The faculty commented: I think that my welcoming students' participation at the level that their individual circumstances allowed freed them from feelings of guilt, self-punitive and shame and allowed them to what one of them called 'a friendly together escape where I can forget for two hours the real world around me'. This sentiment echoed in students' reported experience. One student suggested that relaxing assignment deadlines helped and should be visited beyond the crisis situation as it enables students to work at their own pace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Faculty Reactions"
        },
        {
            "text": "Availability and Actively Reaching Out Students commented on communication with faculty. For example, \"This semester, I have spoken to professors via telephone or Zoom more than I have in the past\"; \"I received an email from one of my doctoral committee members who assured me that they are ready, willing, and able to be available for my dissertation proposal defense.\" Several students welcomed professors' contacting them during the week between classes to check in and follow up regarding personal issues that they shared. One student felt that communication with a faculty member in relation to a frustrating administrative position was very supportive and helpful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Faculty Reactions"
        },
        {
            "text": "A Collaborative Process Students' entries indicated that they felt empowered, motivated and supported by the collaborative manner in which the faculty invited them to shape their plans for the course written assignments, negotiated structures, topics and dates that can work for them and their diverse circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Faculty Reactions"
        },
        {
            "text": "Modeling Students claimed that one factor that helped them to be able to get back to work on their course materials was the instructor's modeling coping at a challenging time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Faculty Reactions"
        },
        {
            "text": "Content analysis of the journals indicated that similar to finding reported in other situations of shared collective trauma (also called shared traumatic reality), the experiences of diverse players mirrored each other, irrespective to their position (Shamai, 2016) . It has been documented that the COVID-19 pandemic is a collective trauma within the context of shared reality, i.e. where both instructor and student are exposed to the same community trauma, impacting negatively multiple aspects of everyday life, destabilizing and presenting real-life issues for everyone (Tosone, 2021) . All participants reported cognitive, emotional, behavioral and interpersonal reactions to the exposure to the same collective trauma illustrating Tosone's (2021) statement that shared trauma can be experienced on intrapsychic, interpersonal, community, and societal levels, impacts on all parties involved in multiple ways and blurs professional and personal boundaries, increases self-disclosure, and generates posttraumatic stress. Students' experiences reported in the current study were somewhat similar to those reported by Tosone et al. (2021) ; yet some issues differed possibly because students in the current study were doctoral candidates rather than MSW students and thus older, more experienced and with different family and work circumstances and responsibilities.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 265,
                    "text": "(Shamai, 2016)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 575,
                    "end": 589,
                    "text": "(Tosone, 2021)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 738,
                    "end": 753,
                    "text": "Tosone's (2021)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1121,
                    "end": 1141,
                    "text": "Tosone et al. (2021)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The global pandemic created for social work educators an uncharted territory and impacted on the relevance of the concept of shared trauma for the teaching relationship (Sapiro, 2021) . The finding of the current study that both the nature of the challenges, the process and the correlates that shaped the reactions reflected a parallel process of the students and the educators and allowed the manifestation of the human side of all involved supports previous research. For example, Sapiro (2021) reported that both she and her students experienced feelings of grief in response to multiple dimensions of loss, including the loss of normalcy, autonomy, predictable future, connection with others in the classroom, rituals to mark transitions, such as graduations, work and income, familiar strategies performing one's job and a private space for living, working, or learning.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 183,
                    "text": "(Sapiro, 2021)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 484,
                    "end": 497,
                    "text": "Sapiro (2021)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Entries by all participants suggest a process of moving from an intense experience to more acceptance of a \"new normal\" and, in some cases, to manifesting resilience. This developmental process agrees with common models of stress and coping (Berger, 2015; Littleton et al. 2007 ) and supports findings of a similar progression in previous studies. For example, Tosone et al. (2003) , similar to the current project, analyzed reflections of MSW students in NYC following the terrorist attack on September 11. The authors described a process in which students moved from a chaotic first stage to attempts to make sense of their feeling and eventually beginning to focus on their professional role.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 255,
                    "text": "(Berger, 2015;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 256,
                    "end": 277,
                    "text": "Littleton et al. 2007",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 361,
                    "end": 381,
                    "text": "Tosone et al. (2003)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The experiences in the first stage that emerged from the journals in the current project, when people felt that their lives were turned upside down overnight, resonated with reports in previous studies. For example, Baum (2010) stated, \"the boundaries between the professional and personal realms may be blurred by both the intrusion of the personal world into the professional work and the intrusion of the professional work into the personal world\" (p. 252). Similarly, Tosone et al. (2003) reported that students' reactions in the first month included shock, disbelief, bewilderment, loneliness, difficulty to concentrate, fear, anxiety, uncertainty, sorrow, depression, hopelessness, confusion, lack of motivation, helplessness and anger. Interestingly, absent from the report of the instructor was the experience reported elsewhere (e.g. Sapiro, 2021) that \"The professional distance that normally exists in the teaching relationship shrank\" (p. 326). A possible explanation for this difference maybe that the typical style of the faculty's teaching relationships tends to be informal, mutual and self-disclosing, informed by her culture of origin that is more casual and informal, where the norm is what in the US context is views as boundary crossing.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 227,
                    "text": "Baum (2010)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 472,
                    "end": 492,
                    "text": "Tosone et al. (2003)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 843,
                    "end": 856,
                    "text": "Sapiro, 2021)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Emotional reactions reported in the current project reflected those expressed in previous research, including the desire to go back to normalcy, guilt for being relatively safe and enjoying their privileges (e.g. access to shelter and food) when others are hurting. Similar reactions were also observed in students in previous global health crises (e.g. Wong et al., 2007) . Also similar to previous research (Tosone et al., 2003) , at least one student shared that the current crisis reactivated in her experiences of struggling with anxiety earlier in her life.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 372,
                    "text": "Wong et al., 2007)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 409,
                    "end": 430,
                    "text": "(Tosone et al., 2003)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Participants reported that their experiences were shaped by social factors such as structured and environmental racism, institutional factors such as growing demands and limited support, available social support as well as the nature of online learning. Racism and xenophobia can be fueled in reaction to public health, financial or security crises (Babacan et al., 2009; Gopalkrishnan, 2013) . Blaming epidemics on the \"other\" is a recurring historic narrative. \"One dramatic aspect of epidemic response is the desire to assign responsibility. From Jews in medieval Europe to meat mongers in Chinese markets, someone is always blamed. This discourse of blame exploits existing social divisions of religion, race, ethnicity, class, or gender identity\" (Jones, 2020) . During the recent COVID-19 outbreak, there have been multiple reports of manifestations of racism towards people of Asian descent (Logie, 2020) . The reports in the journals of a Black and an Asian-American student illustrate this reaction. Institutional factors identified in this project as impacting the experience were somewhat similar to those quoted in previous research as barriers to willingness of helping professionals to work during a pandemic. For example, two studies designed to explore health care workers' perspective on working during an influenza pandemic in the United Kingdom (Aoyagi et al., 2015; Ives et al., 2009) identified both logistic and institutional challenges. Logistic challenges were transport related to difficulties and childcare responsibilities; institutional factors included a lack of trust in, and goodwill towards, the employing organization and the feeling that employers did not take the needs of staff seriously and failed to provide accommodation, sufficient information and guidance. Factors that appeared to contribute to adjustment to the new learning environment were in agreement with conclusions from previous research (e.g. Collings et al., 2019) . Flexibility, good working relationship with the instructor, having progressive assessment through the semester, positive attitude and availability of staff, along with quick decision-making to reduce uncertainty were identified as helpful in addressing students' stress. The faculty was able to provide those informed by her life-long experience of practicing and teaching in the context of an ongoing military conflict. That social support from friends and families eased the experience is compatible with a vast body of literature that pointed to the same in the aftermath of exposure to diverse traumatizing stressor events. In her discussion of the struggle with such events, Tosone (2021) points to the critical role of secure attachment as a protective factor and as an enhancement to resiliency. Participants' journals attest to the significance of the availability of support from their familial and social environments and its contribution to building a community that was experienced as helpful in mitigating the sense of loneliness.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 371,
                    "text": "(Babacan et al., 2009;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 372,
                    "end": 392,
                    "text": "Gopalkrishnan, 2013)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 752,
                    "end": 765,
                    "text": "(Jones, 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 898,
                    "end": 911,
                    "text": "(Logie, 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1364,
                    "end": 1385,
                    "text": "(Aoyagi et al., 2015;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1386,
                    "end": 1404,
                    "text": "Ives et al., 2009)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1944,
                    "end": 1966,
                    "text": "Collings et al., 2019)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has strengths and weaknesses. Specifically, the unplanned, spontaneous nature of the data analyzed allowed capturing the authentic voices of individuals reporting their experiences as they are in the midst of living these experiences, thus avoiding the challenges of memory selectivity and distortion common in retrospective studies. However, this study has several limitations. First, the number of participants in small reflecting the experiences of one group of participants. This N size is similar and even larger than the number of participants in comparable studies (e.g. Alvarez et al., 2005) . Second, participation was voluntary and thus, the entries reflect the voices of those who were ready to share their experiences. A comprehensive future study can provide more nuanced understanding of the reactions of faculty and students to shared traumatic exposure. Third, the abruptness and fast pace of events prevented planning a carefully designed process for data collection and analysis. In addition, students saw and coded each other's entries, potentially allowing their power relationship to impact their coding. Finally, the university where this project was performed is located in what was at the time the urban epicenter of the pandemic in the US and the experiences of students and faculty may not be applicable to higher education institutes in different environments.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 610,
                    "text": "Alvarez et al., 2005)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In spite the aforementioned limitations, this project offers some important lessons. For example, universities and colleges need to develop a well taught through comprehensive protocol for institutional reactions to support emotionally students struggling with the adversities of a collective trauma. Such preparation is especially important in light of the predictions for recurrent global pandemics in the coming years (Daddar & Nirupama, 2015; Oberemok et al., 2020) . Many universities focused on enhancing faculty competence in online teaching. Faculty must also be trained in crisis readiness that includes skills and strategies for addressing students' reactions to distress and its impact on their ability to concentrate, focus and learn. Faculty in departments of social work, psychology, nursing and students counseling centers, especially those specializing in stress and trauma, are positioned in an ideal intersection for playing a major role in working collaboratively to develop a \"response to disaster kit\" for all faculty. Additionally, in light of the importance of social connections that emerged from the reflective diaries, structures for providing peer support, i.e. a \"buddy system\" is indicated.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 446,
                    "text": "(Daddar & Nirupama, 2015;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 447,
                    "end": 469,
                    "text": "Oberemok et al., 2020)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Psychoeducation about trauma reactions should be provided to all students such that they are prepared and understand their own and their classmates' trauma reactions. Tosone et al. (2003) found that students, who learned that many of their reactions were documented in relevant literature, felt comforted, validated and \"normalized\", ultimately less anxious. Specifically, in universities with a diverse student body, like the one where this project was conducted, it is of utmost importance to make students aware of the role that racism plays in situations of trauma both because of multiple traumatizing experiences of minority groups and the racially-based disparity of access to services. This is critical when the stress related to the pandemic intersects with and magnified by the stress generated by other events such as the national anger and protests following the killing of George Floyd, an unarmed black man, by a white police officer, which occurred during the pandemic. Activities should be implemented to raise and reinforce awareness of the whole community, including students, faculty, administration and staff, to the tendency of racism and microaggression to intensify during crisis. Training in strategies to address these responses should be implemented.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 187,
                    "text": "Tosone et al. (2003)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Future research should examine productive measures for addressing students' and faculty's reactions during a global crisis and evaluate the effectiveness of diverse strategies to address such measures. Because this study was conducted in the height of the pandemic, sufficient time did not pass to allow assessing potential posttraumatic growth from the experience. Assessing perceived PTG in students who lived through the pandemic during their educational program can offer higher education directions for fostering students' growth following future stressor exposures as they continue their educational and professional journey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Team models in online course development: A unit-specific approach",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Monske",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Educational Technology & Society",
            "volume": "8",
            "issn": "3",
            "pages": "176--186",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global crises, social justice, and education",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Apple",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of Sars-Cov-2 and its reverberation in global higher education and mental health. Psychiatry Research",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J O"
                    ],
                    "last": "Araújo De",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S A"
                    ],
                    "last": "De Lima",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I M"
                    ],
                    "last": "Cidade",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Nobre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L R"
                    ],
                    "last": "Neto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.112977"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Healthcare workers' willingness to work during an influenza pandemic: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Aoyagi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dingwall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Nguyen-Van-Tam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Influenza and Other Respiratory Viruses",
            "volume": "9",
            "issn": "3",
            "pages": "120--130",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Situating racism: The local, national and the global",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Babacan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gopalkrishnan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Babacan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Reflective journals as a research tool: The case of student teachers' development of teamwork",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bashan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holsblat",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cogent Education",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/2331186X.2017.1374234"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Shared traumatic reality in communal disasters: Toward a conceptualization",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Psychotherapy Theory",
            "volume": "47",
            "issn": "2",
            "pages": "249--259",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Stress, trauma and posttraumatic growth: Social context, environment and identities",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Participants as co-researchers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Boylorn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The SAGE encyclopedia of qualitative research methods",
            "volume": "",
            "issn": "",
            "pages": "600--602",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Using journal writing to enhance reflective practice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boud",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9--18",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Monitoring the effects of the global crisis on education provision",
            "authors": [
                {
                    "first": "G.-C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Current Issues in Comparative Education",
            "volume": "12",
            "issn": "2",
            "pages": "14--20",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Shaking up biology-our experiences teaching cell biology and biochemistry to a first year undergraduate class through the Canterbury (New Zealand) earthquakes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Collings",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gerrard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garrill",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Biological Education",
            "volume": "53",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/00219266.2018.1472134"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The standpoint of homeless single mothers on recurrent episodes of homelessness",
            "authors": [
                {
                    "first": "Craine",
                    "middle": [],
                    "last": "Bertsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The potential of recurrent epidemics and pandemics in a highly mobile global society",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Daddar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nirupama",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Natural Hazards",
            "volume": "77",
            "issn": "2",
            "pages": "1395--1403",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Factors affecting students' engagement with online content in blended learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dwivedi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dwivedi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bobek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sternad Zabukovšek",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Kybernetes",
            "volume": "48",
            "issn": "7",
            "pages": "1500--1515",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The role of mental problem evaluation and intervention in university or college students kept at home due to serious corona virus disease 2019 epidemic during high education",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pharmaceutial Care & Research",
            "volume": "20",
            "issn": "2",
            "pages": "81--91",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Responding to crises in transnational education: New challenges for higher education",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Feast",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bretag",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Higher Education Research and Development",
            "volume": "24",
            "issn": "1",
            "pages": "63--78",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Shared trauma, shared resilience during a pandemic social work in the time of COVID-19. (pp. vii-x)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Figley",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "From covert to overt: The role of crisis in transforming racism",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gopalkrishnan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the third international conference on racisms in the new world order: Realities of culture, colour and identity",
            "volume": "",
            "issn": "",
            "pages": "29--31",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Healthcare workers' attitudes to working during pandemic influenza: A qualitative study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ives",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gratus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Petts",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sorell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "",
            "pages": "56--56",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "History in a crisis-lessons for COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2004361"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Rigor in qualitative research: The assessment of trustworthiness",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Krefting",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "American Journal of Occupational Therapy",
            "volume": "45",
            "issn": "",
            "pages": "214--222",
            "other_ids": {
                "DOI": [
                    "10.5014/ajot.45.3.214"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The current status of social work online and distance education",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kurzman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Teaching in Social Work",
            "volume": "39",
            "issn": "4/5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/08841233.2019.1660117"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Trauma coping strategies and psychological distress: A meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Littleton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horsley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Traumatic Stress",
            "volume": "20",
            "issn": "6",
            "pages": "977--988",
            "other_ids": {
                "DOI": [
                    "10.1002/jts.20276"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The challenges of \"continuing medical education\" in a pandemic era",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Seet",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annals of the Academy of Medicine",
            "volume": "38",
            "issn": "",
            "pages": "724--726",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Lessons learned from HIV can inform our approach to COVID-19 stigma",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Logie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the International AIDS Society",
            "volume": "23",
            "issn": "5",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Development and implementation of a reflective journaling method for qualitative research",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Paretti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings of the ASEE annual conference & exposition",
            "volume": "",
            "issn": "",
            "pages": "9461--9475",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Coronavirus has pushed courses online. Professors are trying hard to keep up",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcmurtrie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chronicle of Higher Education",
            "volume": "66",
            "issn": "26",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Using narrative to understand the convergence of distance and campus-based learning during the time of SARS in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcnaught",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal Educational Media International",
            "volume": "41",
            "issn": "3",
            "pages": "183--193",
            "other_ids": {
                "DOI": [
                    "10.1080/09523980410001680806"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "SARS-CoV-2 will continue to circulate in the human population: An opinion from the point of view of the virus-host relationship",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Oberemok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Laikova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Yurchenko",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Fomochkina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Kubyshkin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Inflammation Research",
            "volume": "69",
            "issn": "7",
            "pages": "635--640",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The acquisition of social work interviewing skills in a web-based and classroom instructional environment: Results of a study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Ouellete",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Westhuis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Technology in Human Services",
            "volume": "24",
            "issn": "4",
            "pages": "53--75",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The potential of reflective journals in studying complexity 'in action",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Phelps",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Complicity: An International Journal of Complexity and Education",
            "volume": "2",
            "issn": "",
            "pages": "37--54",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Qualitative methods in social work research",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Padgett",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "SARS and its effect on medical education in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chan Ho Yan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Medical Education",
            "volume": "37",
            "issn": "12",
            "pages": "1127--1128",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2923.2003.01723.x"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "New social workers: Results of the nationwide survey of 2017 social work graduates",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Salsberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Quigley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Acquaviva",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wyche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sliwa",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Shared trauma, shared resilience during a pandemic social work in the time of COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sapiro",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "323--329",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "How university faculty members developed their online teaching skills",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Hodge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Tschida",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Quarterly Review of Distance Education",
            "volume": "14",
            "issn": "3",
            "pages": "131--140",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Systemic interventions in situations of collective and national trauma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shamai",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Shared trauma, shared resilience during a pandemic: Social work in the time of COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tosone",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Shared trauma: Group reflections on the September 11th disaster",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tosone",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bialkin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Charters",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gieri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grounds",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kitson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lanzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Milich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Riofrio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosenblatt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sandler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stefan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "57--77",
            "other_ids": {
                "DOI": [
                    "10.1300/J032v10n01_06"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Shared trauma: Group reflections on the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tosone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Beinart",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Bellas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Blaker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Capasse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Colby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corcoran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Delaney",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elfo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Tyler-Ann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kadriovski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lavoie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lempel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Linn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Shared trauma",
            "volume": "",
            "issn": "",
            "pages": "347--353",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Grounded theory: An exploration of process and procedure",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Myrick",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Qualitative Health Research",
            "volume": "16",
            "issn": "4",
            "pages": "547--559",
            "other_ids": {
                "DOI": [
                    "10.1177/1049732305285972"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The reflective diary as a method for the formative assessment of self regulated learning",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wallin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Adawi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "European Journal of Engineering Education",
            "volume": "43",
            "issn": "4",
            "pages": "507--521",
            "other_ids": {
                "DOI": [
                    "10.1080/03043797.2017.1290585"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Technology-enhanced learning for healthcare professionals: An essential response to infectious disease pandemics",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sandars",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nordquist",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "British Medical Journal Simulation and Technology Enhanced Learning",
            "volume": "4",
            "issn": "",
            "pages": "1--3",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjstel-2017-000236"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Coronavirus brings extra uncertainty for DACA students awaiting a Supreme Court decision. Diverse: Issues in Higher Education",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Anxiety among university students during the SARS epidemic in Hong Kong",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S W"
                    ],
                    "last": "Tam",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Stress & Health: Journal of the International Society for the Investigation of Stress",
            "volume": "23",
            "issn": "",
            "pages": "31--35",
            "other_ids": {
                "DOI": [
                    "10.1002/smi.1116"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Evaluating the effectiveness of a disaster preparedness nursing education program in Chengdu",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Public Health Nursing",
            "volume": "37",
            "issn": "2",
            "pages": "287--294",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "I started taking my temperature daily and if I ordered anything, I would not open my door until the person left. I stopped going to see my mom because if I was carrying the virus, I could spread it to her and my brother and if she had it, she could spread it to me and my partner. Another student shared: Everything makes me nervous. Everything. Why. It's like I'm sitting on a needle and I'm going to fall off. I have no idea. Things are fine…There's no problem in my immediate life. I'm nervous about standing up. I'm nervous while sitting. Blinking makes me nervous. I'm not nervous about anything bad happening. There's nothing I'm afraid of happening. I feel pretty protected from Corona Virus sitting in my house by myself. Still anxious.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}