{
    "paper_id": "0a5cf794760364fc048eeb2bbbb422212c950f8e",
    "metadata": {
        "title": "Future-proofing cardiac rehabilitation: Transitioning services to telehealth during COVID-19",
        "authors": [
            {
                "first": "Emma",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Robyn",
                "middle": [],
                "last": "Gallagher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Sydney",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Sherry",
                "middle": [
                    "L"
                ],
                "last": "Grace",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "York University",
                    "location": {
                        "settlement": "Toronto",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The paper by Yeo et al. 1 makes the case for continuing cardiac rehabilitation (CR) during COVID-19, asserting that there is 'no better time than now for CR providers to explore and implement methods to improve or supplement existing programs'. In a time where conventionally-delivered programmes are being forced to close, some are considering the opportunity to transition towards (or expand) digital health formats. Telehealth -the delivery of care at a distance using information and communication technologiesprovides a safe solution for patients, family and staff in the midst of COVID-19. In these unprecedented circumstances, telehealth enables care to be delivered whilst maintaining physical distance, reducing disease transmission and keeping vulnerable cardiac patients and essential staff safe.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 25,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor"
        },
        {
            "text": "Whist many CR clinicians may wish to rapidly transition their programmes to telehealth, it is likely they may feel unsure about where to start, and have concerns about the efficacy of remotely delivered CR. We offer the following evidence summary and advice. First, high-quality evidence exists for using telehealth within CR settings, with more than 30 unique telehealth trials conducted internationally. 2 These trials include education (and in some cases supervised exercise) being delivered by telephone, video-conferencing and mobile apps. In the most recent meta-analysis, tele-CR was significantly associated with reduced hospitalisations and cardiac events (risk ratio ¼ 0.56, 95% confidence interval ¼ 0.39-0.81, p < 0.001) compared with usual care. 2 Therefore, delivering CR remotely can be highly efficacious. Further, cost efficacy data are also available. Like face-to-face delivered CR, however, questions remain regarding the number and frequency of contacts required.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 407,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor"
        },
        {
            "text": "With regard to advice, before starting to use telehealth within CR, consider both clinical and patientrelated needs, and the technology available for delivery. Much can be achieved over the phone, such as: setting goals, delivering self-management advice and counselling. Email can be used for assessment and monitoring a patient's progress, such as reviewing activity data tracked on a patient's phone. Text messaging (SMS) can also be used to promote engagement and adherence. Mobile health (mHealth) can also be used to tailor messages to the individual based on their goals. However, it must be mentioned that there is much more to learn about what makes mHealth applications appealing and how these interventions can be used for long-term cardiovascular disease management. 3 Videoconferencing offers the additional advantage of enabling providers to see and hear their patients (and vice versa); it can enable you to develop a therapeutic rapport, get a sense of a patient's health and well-being, supervise exercise remotely (either through videoconferencing software demonstrated by Hwang et al. 4 or via a bespoke telerehabilitation platform and remote monitoring devices demonstrated by Maddison et al. 5 ) and provide feedback and support, as well as share screens and files for educational and counselling purposes and to illustrate required actions. Videoconferencing also allows for groups, 3 therefore enhancing efficiency and providing the opportunity for participants to share experiences. Many regulatory bodies have provided recommendations regarding privacy-compliant platforms to use for delivering healthcare -these should be complied with and are frequently available via association bodies and colleges. A range of generic information on getting started with videoconferencing, and software options and considerations are available from the Centre for Online Health via this link: https://tinyurl.com/tgf7wrw. This website also provides information on how to communicate effectively online, and instructions for patients to help them prepare for a video-consultation. It is important to gain consent from your patient, test the system in advance, and always have a back-up plan (e.g. the patient's phone number).",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 780,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1104,
                    "end": 1105,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1213,
                    "end": 1214,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor"
        },
        {
            "text": "Consider exploiting available web-based resources to share information and rehabilitation activities. Some options for evidence-based and comprehensive CR education include Cardiac College (available in six languages; see: https://www.healtheuniversity.ca/ en/CardiacCollege). Multiple online exercise videos are available, such as those from the British Heart Foundation (https://www.bhf.org.uk/informationsup port/heart-matters-magazine/activity/10-minute-work out). Additionally, some online forums have been established by patient organisations to enable patient support (enquire with national association bodies). Further, consider available guidelines relating to delivering CR via telehealth such as the American Heart Associations' Scientific Statement on home-based CR, which also lists available resources, 6 and the ESC e-Cardiology Working Group Position Paper. 7 During the global COVID-19 pandemic, it is vital to, first, do no harm and keep both patients and staff safe from viral transmission. As such, telehealth options should be considered to ensure patients do not miss out on vital secondary prevention and selfmanagement support. Rest assured, telehealth within CR has been well-established. Start by reviewing the patients' needs and how the available technology can assist; it requires a new way of working and communicating and may take time to get familiar with. We hope this practical advice can assist services rapidly transitioning.",
            "cite_spans": [
                {
                    "start": 817,
                    "end": 818,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 874,
                    "end": 875,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Have a heart during the COVID-19 crisis: Making the case for cardiac rehabilitation in the face of an ongoing pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "Y-Tl",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Prev Cardiol. Epub",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2047487320915665"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Telehealth interventions for the secondary prevention of coronary heart disease: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khonsari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Cardiovasc Nurs",
            "volume": "18",
            "issn": "",
            "pages": "260--271",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "mHealth and cardiovascular diseases self-management: There is still a long way ahead of us",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Superv Ia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Opez-Jimenez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur J Prev Cardiol",
            "volume": "25",
            "issn": "",
            "pages": "974--975",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Home-based telerehabilitation is not inferior to a centre-based program in patients with chronic heart failure: A randomised trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bruning",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Physiother",
            "volume": "63",
            "issn": "",
            "pages": "101--107",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effects and costs of real-time cardiac telerehabilitation: Randomised controlled non-inferiority trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maddison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rawstorn",
                    "suffix": ""
                },
                {
                    "first": "Rah",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Heart",
            "volume": "105",
            "issn": "",
            "pages": "122--129",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Home-based cardiac rehabilitation: A scientific statement from the American Association of Cardiovascular and Pulmonary Rehabilitation, the American Heart Association, and the American College of Cardiology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Beatty",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Beckie",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Am Coll Cardiol",
            "volume": "74",
            "issn": "",
            "pages": "133--153",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ESC e-Cardiology Working Group Position Paper: Overcoming challenges in digital health implementation in cardiovascular medicine",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Frederix",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Caiani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dendale",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Prev Cardiol",
            "volume": "26",
            "issn": "",
            "pages": "1166--1177",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The author(s) received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}