{
    "paper_id": "0a5e42ca816f302b001f593bed735fed4a884cd9",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Amin",
                "middle": [
                    "Pastaki"
                ],
                "last": "Khoshbin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Rasoul",
                "middle": [],
                "last": "Aliannejad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read with great enthusiasm the article by Tamaki et al. [1] . They investigated the diagnostic performance of chest computed tomography (CT) scan to detect abnormal pulmonary function test (PFT) results in 390 candidates for allogeneic hematopoietic stem cell transplantation (allo-HSCT). They reported a negative predictive value of 92.9% and proposed that PFT can be replaced by chest CT scan for pretransplantation pulmonary evaluation of allo-HSCT during the severe acute respiratory syndrome-coronavirus-2 (SARS-CoV-2) pandemic [1] . Concerns have risen regarding the safety of performing PFT during the SARS-CoV-2 outbreak, as the forceful expiration required for spirometry may generate respiratory aerosol particles and mediate SARS-CoV-2 airborne transmission [2, 3] . Therefore, the SARS-CoV-2 outbreak pushed researchers to find tools other than PFT to evaluate pulmonary function in allo-HSCT recipients.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 776,
                    "end": 778,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A significant methodological consideration of the study from Tamaki et al. is that the authors have not specified the proportion of the reference population of all allo-HSCT recipients that for whom the results of PFT, chest CT scan, or both were available and why PFT or chest CT scan was obtained for some patients but not for other patients. If the characteristics of the patients for whom both PFT and chest CT scans were accessible differ from those of the reference population, selection bias or verification bias may be introduced when estimating the diagnostic performance of chest CT scan [4] .",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 601,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A conventional inspiratory CT scan is insensitive for detecting obstructive lung disease, as is the case in the study by Tamaki et al. They reported a sensitivity of 45.5% and a specificity of 86% for any abnormal chest CT findings. Expiratory chest CT scan is the technique of choice for identifying the presence of airway obstruction, as air trapping may be noticed on expiratory CT images of patients with apparently normal chest CT scans obtained on inspiration [5] . Thus, we recommend obtaining expiratory chest CT images in addition to an inspiratory chest CT scan for the evaluation of small airway disease before allo-HSCT if PFT is omitted as a part of the evaluation.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 469,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "PFT is an invaluable tool for predicting and preventing unfavorable outcomes in allo-HSCT recipients. Apart from the role of spirometry in risk stratification before transplantation [6] , as stated in the article, performing PFT before transplantation provides baseline forced expiratory volume in one second (FEV 1 ) values for early detection of bronchiolitis obliterans syndrome (BOS). Active screening and early diagnosis of BOS is of paramount importance as it can reduce nonrelapse mortality among allo-HSCT recipients [7] .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A consistent message in the current guidelines regarding the indications of PFT during the SARS-CoV-2 outbreak is that clinicians must determine whether the benefits of PFT results for clinical decision making outweigh the possible risk of SARS-CoV-2 transmission as a consequence of performing PFT [8] . Some guidelines have specifically advocated allo-HSCT as an ongoing indication for PFT during SARS-CoV-2 pandemic [8] . Moreover, the role of PFT in the transmission of SARS-CoV-2 is uncertain and is suspected to be mostly mediated by the exposure to the spirometer and the surrounding surface, not through aerosols [8] . Consequently, we believe that PFT should continue to be included in the pre-allo-HSCT evaluation protocol during the SARS-CoV-2 outbreak whenever possible. However, PFT must be performed by pulmonary function laboratories that follow strict precautions for infection control as recommended by consensus guidelines. Of particular importance pertinent to allo-HSCT recipients are proper scheduling of patient visits, universal masking, proper hand hygiene, appropriate cleansing strategies, and adequate room ventilation. It is also recommended that immunocompromised patients should be scheduled for visit at the start of a working day [8] . When an appropriate pulmonary function laboratory is not accessible, we suggest monitoring pulmonary function ",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1262,
                    "end": 1265,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Transplantation and Cellular Therapy 000 (2020) 1À2 Transplantation and Cellular Therapy journal homepage: www.tctjournal.org with handheld spirometry [7] or impulse oscillometry (IOS) [9] , which have an established diagnostic ability to identify post-HSCT BOS.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        },
        {
            "text": "To conclude, we believe that an inspiratory CT scan alone does not have sufficient diagnostic yield to take the place of PFT for pre-allo-HSCT pulmonary evaluation and surveillance after allo-HSCT. Thus, we recommend that PFT continue to be included in pre-and post-allo-HSCT pulmonary evaluation when pulmonary function laboratories with proper infection control measures are available. The obstacles to screening for BOS during the SARS-CoV-2 pandemic demonstrate the need for further research into accurate surrogate biomarkers and diagnostic methods for post-allo-HSCT BOS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pre-hematopoietic stem cell transplantation lung computed tomography as an alternative to the pulmonary function test during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tamaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakasone",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aikawa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biol Blood Marrow Transplant",
            "volume": "26",
            "issn": "12",
            "pages": "2318--2322",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coughs and sneezes: their role in transmission of respiratory viral infections, including SARS-CoV-2",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dhand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Resp Crit Care Med",
            "volume": "202",
            "issn": "5",
            "pages": "651--659",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aerosol generation during spirometry",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Helgeson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Am Thorac Soc",
            "volume": "17",
            "issn": "12",
            "pages": "1637--1639",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Understanding the direction of bias in studies of diagnostic test accuracy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kohn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Acad Emerg Med",
            "volume": "20",
            "issn": "11",
            "pages": "1194--1206",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Air trapping on expiratory high-resolution CT scans in the absence of inspiratory scan abnormalities: correlation with pulmonary function tests and differential diagnosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arakawa",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "AJR Am J Roentgenol",
            "volume": "170",
            "issn": "5",
            "pages": "1349--1353",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Smoking history and pre-transplant pulmonary function predict post-transplant respiratory failure, acute renal failure requiring dialysis and 100-day mortality in allogeneic bone marrow transplantation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mikkilineni",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Parikh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Blood",
            "volume": "126",
            "issn": "23",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bronchiolitis obliterans occurring after allogenic hematopoietic stem cell transplant: comparison of outcome between patients equipped or not with home spirometry monitoring",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Loiseau",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lemmonier",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Randrianarivelo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Blood",
            "volume": "126",
            "issn": "23",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Practical considerations for spirometry during the COVID-19 outbreak: literature review and insights",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Crimi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Impellizzeri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Campisi",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "Pulmonology",
            "volume": "5",
            "issn": "",
            "pages": "30175--30176",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Forced oscillometry for early detection of bronchiolitis obliterans (BO) following hematogenous stem cell transplant (HSCT)",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Resp J",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "*Correspondence and reprint requests: Rasoul Aliannejad, MD, Department of Respiratory and Critical Care Medicine, Shariati Hospital, Karegar Street North, Tehran 1416753955, Iran. E-mail address: aliannejad@tums.ac.ir (R. Aliannejad). DOI of original article: http://dx.doi.org/10.1016/j.bbmt.2020.08.025 https://doi.org/10.1016/j.jtct.2020.10.019 2666-6367/© 2020 The American Society for Transplantation and Cellular Therapy. Published by Elsevier Inc. All rights reserved.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}