{
    "paper_id": "0a60e51f00120ef0a2828c5f2fda5d04623f6730",
    "metadata": {
        "title": "Journal Pre-proof Topical steroids and topical tacrolimus appear safe in relation to the COVID-19 epidemic K Souaid T Klejtman N Kramkimel C Isnard N Dupin S Aractingi",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f 3 To the Editor:",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 32,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A warning has been raised concerning the risk of a worse outcome of COVID-19 in patients treated with systemic steroids and non-steroidal anti-inflammatory drugs [1] . This has led to the publication of recommendations concerning optimal management of patients receiving intranasal corticosteroids [2] . Chronic use of topical corticosteroids (TCS) and corticoid-sparing agents such as tacrolimus constitutes a cornerstone in the management of numerous inflammatory skin diseases. However, topical steroids have recently been used for the treatment of skin lesions potentially associated with COVID-19 infection [3] . Nevertheless, no previous studies have investigated the safety of this treatment and its effect on the prevalence and severity of SARS-CoV-2 infection. The aim of this study was to assess the course of a series of patients treated with TCS and/or topical calcineurin inhibitors (TCI) during the COVID-19 epidemic in France.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The study included patients from our department treated with TCS or TCI for over 4 weeks both before and during the COVID-19 pandemic. Patients were phoned to ask whether they had symptoms of COVID-19. If symptoms were present, the caller noted their clinical characteristics and severity, and whether hospitalization or supplemental oxygen were required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In all 87 patients were included. Briefly, the sex ratio was 1 and the mean age was 50.3 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The two main indications for TCS and TCI were psoriasis and atopic dermatitis. The types of TCS used were essentially potent (43%) and superpotent (33%). TCI were given to 18 of 87 patients (21%), either with or without TCS. A concomitant systemic treatment was given to 39% of the patients. None was receiving oral prednisone. (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 337,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Of these, 4 were tested for SARS-CoV-2 using RT-PCR and two tested positive. Five of the 9 patients with suspected COVID-19 (55%) were receiving concomitant systemic therapy vs. 4 without (p=1.0). Importantly, none of the patients presented severe symptoms requiring hospitalization or supplemental oxygen therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This case series investigated the consequences of treatment with TCS or TCI on the severity of COVID-19 symptoms in patients treated in a dermatology outpatient clinic. The prevalence of SARS-CoV-2 infection in our series is similar to that determined in the same region at the same time [4] . Importantly, no hospital admissions or severe symptoms were seen, indicating the absence of complicated COVID-19 cases among our patients. This result suggests that TCS and TCI are not associated with higher prevalence or severity of SARS-CoV-2 infection. Although 14% of patients were treated with methotrexate, a drug associated with a higher hospitalization rate, the absence of complicated cases supports this finding [5] . Our study deliberately excluded patients with blistering autoimmune diseases as these patients often have multiple comorbidities that would have risked confounding the analysis. By excluding this fragile population, our results indicate that TCI and TCC are safe in patients with inflammatory skin disease and that discontinuation thereof is not currently recommended during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, since our analysis is limited by the small size of our sample, larger prospective studies are needed to confirm these results. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Drugs that aggravate the course of COVID-19: really?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothuizen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Livio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Buclin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Med Suisse",
            "volume": "16",
            "issn": "",
            "pages": "852--854",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Intranasal corticosteroids in allergic rhinitis in COVID-19 infected patients: An ARIA-EAACI statement",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bousquet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Allergy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/all.14302"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cutaneous manifestations in COVID-19: a new contribution",
            "authors": [],
            "year": 2020,
            "venue": "J Eur Acad Dermatol Venereol",
            "volume": "34",
            "issn": "",
            "pages": "250--251",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimating the burden of SARS-CoV-2 in France",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Salje",
                    "suffix": ""
                },
                {
                    "first": "Tran",
                    "middle": [],
                    "last": "Kiem",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lefrancq",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Courtejoie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bosetti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paireau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 in immunemediated inflammatory diseases -case series from New York",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haberman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Axelrad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Izmirly",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "85--93",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Description of suspected/confirmed COVID-19 patients treated with TCS or TCI",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}