{
    "paper_id": "0a66bd9a8afbbb011030b68898bedee5dbbf1f78",
    "metadata": {
        "title": "Enhancing the future of simulation-based education in pediatrics",
        "authors": [
            {
                "first": "Manuela",
                "middle": [],
                "last": "Spadea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Massimiliano",
                "middle": [],
                "last": "Ciantelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicoletta",
                "middle": [],
                "last": "Fossati",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Armando",
                "middle": [],
                "last": "Cuttano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Technology-enhanced simulation has emerged as a great educational tool for pediatric education. Indeed, it represents an effective method to instruct on technical and non-technical skills, employed by a large number of pediatric training programs. However, this unique pandemic era posed new challenges also on simulation-based education. Beyond the mere facing of the clinical and societal impacts, it is fundamental to take advantage from the current changes and investigate innovative approaches to improve the education of pediatric healthcare professionals. To this aim, we herein lay down the main pillars that should support the infrastructure of the future technology-enhanced simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Simulation-based medical education (SBME) is a form of experiential learning that takes advantage of the use of simulation to create realistic clinical scenarios in a wellcontrolled environment [1] . By virtue of it, the trainee can improve their technical and non-technical skills through the interaction with other learners and the privilege of making mistakes safely, with corrective feedback from the simulator itself or their mentor [2] . Particularly in pediatrics, simulation has emerged as a powerful tool to enhance 360-degree medical education and has become part of pediatric residency and fellowship training programs [3, 4] . Furthermore, it may represent a method to boost skills even in other more experienced professionals (e.g. neonatologists) [5] or strengthen provider performance throughout real-time consultations with experienced clinicians while handling simulated resuscitation scenarios, using tele-medicine [6] . Nevertheless, considering at least procedural skills and teamwork behaviors, SBME usually requires strictly interactive and face-to-face educational sessions.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "As senior instructors [7] , we directly experienced that social distancing policy forced to suddenly stop simulation sessions, at least for groups of trainees. Therefore, during the COVID-19 period, SBME switched from shared simulation environments to e-learning platforms, virtual reality 360-degree videos [8] and individual justin-time training (where a simulation center was located inside the hospital and the ward itself).",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "However, the efforts to avoid a gap in knowledge among professionals in this unique educational period could represent a great springboard for reshaping the future of SBME. Notwithstanding this unforeseen and impressive storm, we ought to take advantage of it. Indeed, if on the one hand we currently do not know how long this unique period will last, we are aware of the added value of simulation in pediatric education. Hence, we should strengthen what we still can achieve face-to-face, while enabling new perspectives for things that we will be forced to do remotely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Indeed, as clinicians and researchers, we are witnessing a great expansion of diagnostic and prognostic tools, thanks to the introduction of newest technologies-e.g. Next Generation Sequencing (NGS) among the othersthat are more and more available, even for the study of rare and complex pediatric pathologies, such as multiple sclerosis [9] . Moreover, as instructors, it is time for us to enable a technology enhanced environment in simulation-based learning. For this purpose, we herein provide some tips for reshaping SBME, striving to usher a new era in this essential element of pediatric education.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Multi-sensory augmentation as a key enabling factor for a new generation of pediatric simulation frameworks New technologies should become part and parcel of procedural skills training. This could be the case of Augmented Reality (AR) systems, such as Microsoft HoloLens, Oculus devices or Google Glass. From this standpoint, their use could enable procedural skills teaching as if both mentor and trainee were in the same location, even if they work remotely. As an example, these devices could be used to capture the learner's firstperson view of a simulated emergency/delivery room through mixed reality capture, while the mentor's hand gestures are captured through motion tracking (such as Leap Motion) and virtually displayed in the trainee's AR space. These may represent valid solutions to exploit communication through visual channel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "However, vision is not the only sense one can use to provide information. Indeed, an alternative solution may be the use of tactile feedback. Touch is one of the most ancestral senses in Nature, which typically requires lower cognitive efforts as compared to audio/visual feedback. Because of this peculiarity, the use of tactile communication may introduce considerable benefits. Roboticists have proposed many solutions to convey a number of different stimuli, such as vibrations, normal and tangential forces, temperature. Many pilot studies investigated the use of this kind of stimuli in medical settings [10] . As an example, vibration-based feedback seems very effective in conveying directional cues, which may be used to naturally guide the arm of the trainee toward given targets. Force stimuli, e.g. through an engineered fabric band which squeezes the arm of the operator, could be used to codify \"alert\" signals. The very same technology, redesigned to fit at fingertip level, may be controlled to replicate pulsations, which for example could simulate the perception of arterial beats during palpation. Voice coils motors, finally, seem very effective in reproducing the contact with a surface, its roughness, and potentially its temperature with the addition of thermal displays. It would be fascinating to investigate this line of research, especially considering that haptic technologies may be integrated in existing AR/VR settings, opening highways of potential applications in SBME.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 614,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Main text"
        },
        {
            "text": "The learner could enhance their teamwork, leadership and clinical decision-making skills throughout the use of suitable serious games (games used with a pedagogical purpose) [11] . Meanwhile, the mentors could take advantage of the available recorded simulation sessions to assess what has been done before and find what can be improved, even with the help of experienced staff (e.g. counselors). This would result in a \"meta-analysis\" which could definitely lead to future tailor-made interventions in order to endlessly improve non-technical skill teaching.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Exploiting the available resources to improve nontechnical skills"
        },
        {
            "text": "Moreover, virtual e-learning platforms should be implemented with live webinars, which should be preferred to video-recorded lessons, to facilitate the debate among mentors and learners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploiting the available resources to improve nontechnical skills"
        },
        {
            "text": "From this standpoint, debriefing sessions should be the core of e-learning education and video-assisted ones should be provided (even using previously videorecorded simulation sessions when a simulation session cannot be performed). This could enable the trainees to learn from (other people's) mistakes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploiting the available resources to improve nontechnical skills"
        },
        {
            "text": "A focus on old and new problems, and keys on how to solve them A great obstacle to these challenging perspectives could be funding resources. Indeed, the newest technologies often require conspicuous capital investments. Especially for rural hospitals, or low-and middle-income countries this could be unaffordable. For this reason, great effort should be put into devising and producing low-cost devices, to avoid the introduction of social disparities. Furthermore, it is worth mentioning that -at the current stage -the usage of such technologies does not require conspicuous investments. Indeed, their cost typically ranges between hundreds to a maximum of few thousand dollars, thanks to the extensive employment for other commercial purposes, such as electronic games.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploiting the available resources to improve nontechnical skills"
        },
        {
            "text": "On the other hand, governments and University institutions should guarantee their maximum effort in covering medical education costs, as this lays the foundation for a safer world while potentially sparing dreaded expensive medico-legal issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploiting the available resources to improve nontechnical skills"
        },
        {
            "text": "In conclusion, we strongly believe that our mission is to guarantee high quality education, especially in the pediatric setting, notwithstanding the current pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "As described above, several opportunities are available to pursue this aim. Ultimately, we suggest keeping in mind an age-old truth: \"As for the future, your task is not to foresee it, but to enable it\"-Antoine de Saint-Exupéry, Le Petit Prince (1943).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Abbreviation SBME: Simulation-based medical education",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Technology-enhanced simulation and pediatric education: a meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Starr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pusic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Simulation-based medical education in pediatrics. Pediatr: Acad",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lopreiato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Implementation and evaluation of a simulation curriculum for paediatric residency programs including just-intime in situ mock codes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pierse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Qahtani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A simulation-based acute care curriculum for pediatric emergency medicine fellowship training programs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Aish",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kissoon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Emerg Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effectiveness of a new sensorized videolaryngoscope for retraining on neonatal intubation in simulation environment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Covelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bardelli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Scaramuzzo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sigali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciantelli",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Pistoia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ital J Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Real-time video communication improves provider performance in a simulated neonatal resuscitation. Resuscitation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Carey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lohse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Colby",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Education in neonatology by simulation: between reality and declaration of intent",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cuttano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Scaramuzzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gentile",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciantelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sigali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boldrini",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Matern Neonatal Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Health care team training and simulationbased education in obstetrics during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kiely",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Posner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sansregret",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Obstet Gynaecol Canada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Combined microRNA and mRNA expression analysis in pediatric multiple sclerosis: an integrated approach to uncover novel pathogenic mechanisms of the disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liguori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nuzziello",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Licciulli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Consiglio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Viterbo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Hum Mol Genet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Systematic review of virtual Haptics in surgical simulation: a valid educational tool?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rangarajan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Pucher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Surg Educ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Serious gaming in medical education: a proposed structured framework for game development",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Olszewski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wolbrink",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Simul Healthc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors thank all the Centro NINA staff members for their contributions all over the years. Received: 2 October 2020 Accepted: 5 February 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Authors' contributions M.S. conceptualized and drafted the initial manuscript, reviewed and revised the manuscript. M.C. reviewed the manuscript. N.F. reviewed and critically revised the manuscript. A.C. developed the original idea, reviewed and critically revised the manuscript. All authors read and approved the final manuscript as submitted and agree to be accountable for all aspects of the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors received no specific funding for this work.Availability of data and materials Not applicable.Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author details"
        }
    ]
}