{
    "paper_id": "0a6e908267cc17a0451d800035a6a84b4c0c0a52",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 27, No. 5, May 2021 ABOUT THE COVER their experiences and circumstances but are also promoting public health practices that can aid in reducing the spread of COVID-19, such as washing hands and wearing masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Journalist Sudha G. Tilak writes that \"India's folk artists have long used traditional art for social messaging\" and that since the start of the COVID-19 pandemic, \"a number of those artists have released works that reinforce and promote those basic public health practices.\" Tilak also quotes Laila Tyabji, chairperson of Dastkar, a private nonprofit organization that supports traditional craftspeople in India, who said, \"Though many fear the impact of COVID-19 may be the end of craftspeople, it is their creativity and resilience that could save them.\" For context, WHO Coronavirus Dashboard data (April 12, 2021) indicate that India ranks second among the world's countries in cumulative total of confirmed cases of COVID-19 and fourth in confirmed deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This month's cover image is a modern example of a traditional art genre known as Madhubani by Indian artist Ambika Devi, from the village of Rashidpur in the Madhubani district of Bihar, an ancient city now divided between India and Nepal. Devi has been practicing Madhubani art since she was 12 years old. She learned its techniques from her mother, Leela Devi, who in turn, learned them from her mother. Devi, considered a master of this art form, has won multiple awards for her work-including the President of For centuries, Madhubani has been practiced in the northern corner of India and adjoining parts of Terai in southern Nepal. Madhubani artisans use natural dyes and pigments created from various leaves, berries, and tree bark, fresh turmeric, soot, and even cow dung. Using twigs, brushes, nib pens, and their fingers, the artists create colorful intricate works filled with geometrical patterns on paper, canvas, fabric, walls, and other surfaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this work, an example of the Katchni (line style) of Madhubani, Devi limits her palette to red and black pigments on a light background. She shows a mother and children washing hands by a pump-an everyday scene that could be from many village squares. Devi's initial steps involve painstakingly drawing complex patterns on a blank surface. Next, she meticulously fills in the shapes and forms with pigments or dyes and uses double lines to set off the foreground from the background and to add depth. The various stripes, textures, fringes, brocades, jewelry, and other details of the mother's clothing create a kaleidoscopic array of shapes that dominates the painting. An older child is shown washing her hands near her watchful mother who holds a younger child. All three are wearing face masks as protection from COVID-19, and Devi's use of an ancient craft to depict this very modern behavior does not seem in the least incongruous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the start of the COVID-19 pandemic, people everywhere have been adjusting to social distancing and mask wearing. Hospitals are being overwhelmed by admissions and healthcare professionals working to exhaustion. The evidence confirming that wearing masks is an effective nonpharmacologic way to reduce the spread of COVID-19 continues to grow. Devi's painting relies on traditional artistic methods to provide a glimpse of life in her village during this pandemic and to deliver a contemporary message, gently reminding viewers of ways to protect their health and the health of others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Madhubani comes alive",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Anand",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effectiveness of mask wearing to control community spread of SARS-CoV-2",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA",
            "volume": "325",
            "issn": "",
            "pages": "998--1007",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2021.1505"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Help slow the spread of COVID-19",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Crafts Council of India. Kamala Award for Excellence in Craftsmanship",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Gods in face masks: India's folk artists take on Covid-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Tilak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Culture in crisis: arts fighting to survive COVID-19 impact",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Un News",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization. Coronavirus disease (COVID-19) pandemic. Numbers at a glance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organization. WHO coronavirus (COVID-19) dashboard",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "India's National Handicrafts Award for her contributions to art (2009), the Crafts Council of India's Kamala Award for Excellence in Craftsmanship (2018), the Sanmaan Award for Excellence in Handicrafts by the Crafts Council of Telangana (2019), and Jasthi Ramaiah Award for Excellence in Craft by the Craft Council of Telangana (2021).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}