{
    "paper_id": "0a75ca3136615d30c12c05fcc749f858f6d9d9eb",
    "metadata": {
        "title": "At least 156 reasons to prioritize COVID-19 vaccination in patients receiving in-centre haemodialysis",
        "authors": [
            {
                "first": "Christian",
                "middle": [],
                "last": "Combe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre Hospitalier Universitaire de Bordeaux",
                    "location": {
                        "settlement": "Bordeaux",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [
                    "H"
                ],
                "last": "Kirsch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Graz",
                    "location": {
                        "settlement": "Graz",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Gaetano",
                "middle": [],
                "last": "Alfano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Nephrology Dialysis and Transplant Unit",
                    "institution": "University Hospital of Modena",
                    "location": {
                        "settlement": "Modena",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Valerie",
                "middle": [
                    "A"
                ],
                "last": "Luyckx",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zurich",
                    "location": {
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Rukshana",
                "middle": [],
                "last": "Shroff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UCL Great Ormond Street Hospital Institute of Child Health",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Mehmet",
                "middle": [],
                "last": "Kanbay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Koc University School of Medicine",
                    "location": {
                        "settlement": "Istanbul",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Van Der Sande",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlo",
                "middle": [],
                "last": "Basile",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Miulli General Hospital",
                    "location": {
                        "settlement": "Acquaviva delle Fonti",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Associazione",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A timely analysis and call to action by the Council of the ERA-EDTA and the European Renal Association COVID-19 Database (ERACODA) Working Group has recently highlighted the extremely high burden of coronavirus disease 2019 (COVID-19) infection in chronic kidney disease (CKD) patients, who, compared with patients suffering from other major disorders, are at the highest risk to develop severe COVID-19 and to die from it [1] . The authors call for greater recognition of this risk and for inclusion of patients with CKD in clinical trials. Here, the European Dialysis (EUDIAL) Working Group issues a strong call for priority access to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) vaccines for the most vulnerable group of patients with kidney disease: those receiving in-centre haemodialysis (ICHD) (Figure 1 ).",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 426,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 817,
                    "end": 826,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Living well with haemodialysis (HD) generally requires three sessions per week. For those receiving ICHD, this translates into at least 156 dialysis sessions per year, each one an unavoidable occasion with risk of exposure to COVID-19. ICHD carries the risk of contact with potentially infected health professionals, other high-risk patients or risks inherent to commuting. Recognition of the high risk of virus spread among patients on ICHD has driven reorganization of dialysis care delivery. Physical interventions (social distancing, barriers, personal protection) and strict infection control (triage, isolation) have been implemented to ensure the safety of patients and staff [2] . Recommendations to transition patients from in-centre to home dialysis to reduce their risk during the pandemic have not been clinically feasible for most patients receiving ICHD. ICHD in patients infected with SARS-CoV-2 is complicated by requirements for strict infection control, patient isolation and dedicated staff, which puts dialysis centres under additional strain. Patients who test positive for SARS-CoV-2 but are not sick enough for hospital admission are managed in outpatient units to avoid overwhelming inpatient dialysis services. On arrival to the dialysis unit, patients with known COVID-19 are dialysed in an isolation room or on 'COVID-19' shifts, with dedicated staff equipped with adequate personal protective equipment. These patients require careful observation and monitoring, and a proportion requires subsequent admission [3] .",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 686,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1538,
                    "end": 1541,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vulnerability in uraemic patients is a combination of intrinsic frailty, increased risk of infection (vascular access, exposure to infected individuals) and a high burden of comorbidities [1] . Although patients on dialysis have a similar overall high risk of death from COVID-19 to patients with kidney transplants [4] , patients on HD and on the waiting list have a 2-fold higher risk of infection because of risk inherent to the HD process [5] . Age per se is a less significant risk factor among those on dialysis compared with the general population [1] . Younger adults, children on ICHD and their carers face high risks of exposure to infection but are unable to shield themselves at home, and children are unable to return to school. All patients receiving ICHD are therefore highly vulnerable [1] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 802,
                    "end": 805,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In patients on HD, abnormalities in the immune response are characterized by abnormal activation and reduced function of the innate and adaptive immune systems, associated with a reduction in dendritic cells, skewed Th1/Th2 T-cell ratios, less T-cell activation and an increase in senescent, hyporeactive T cells [6] . These factors may contribute to relative hyporesponsiveness to vaccines in some patients. Concerns regarding potential vaccine hyporesponsiveness should not prevent patients on dialysis from receiving vaccinations, however. Indeed, multiple vaccines (influenza, pneumococci, hepatitis B, zoster, human papillomavirus, etc.) are standard of care in patients on HD [7] . The majority of patients do respond effectively: hepatitis B has been virtually eradicated in many countries through vaccination and hygiene practices. During the 2009 influenza A virus (H1N1) pandemic, vaccination was strongly recommended by the World Health Organization and led to seroconversion in 57-64.2% of patients on HD [8] . Vaccine dose was an independent factor predicting responsiveness in HD subjects [9] . Booster doses may therefore be required. These observations emphasize the urgent need to include patients receiving dialysis in vaccine trials. Importantly, patients on ICHD appear to seroconvert at a similar rate to the general population after SARS-CoV-2 infection, suggesting the likelihood of response to a vaccine [10] . In regions where the SARS-CoV-2 prevalence in the general population is high, high rates of asymptomatic seroconversion in patients were also observed [11] . Surveillance post-vaccination is advisable to identify vaccine nonresponders among patients receiving ICHD, although a level of 'herd immunity' achieved through vaccination of patients and staff in dialysis units should confer some protection. Units will also need to plan for patients (or staff) who decline vaccination. It is important that such individuals should not be stigmatized. Strict adherence to physical protective measures remains necessary. Current global recommendations suggest prioritization of healthcare workers at high risk, along with older adults [12] . Given the extreme vulnerability of patients receiving ICHD, there should be little doubt that dialysis staff meet the criteria for prioritization. Where the highly vulnerable patients receiving ICHD will fall along the prioritization spectrum is not yet clear.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1428,
                    "end": 1432,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1586,
                    "end": 1590,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2162,
                    "end": 2166,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From an ethical perspective, given that the vaccine supplies will be limited at least during the initial phases of vaccine rollout, stewardship and accountability are required. Ethical principles underlying allocation decisions include (i) balancing benefit versus harm, (ii) prioritization of vulnerable populations, (iii) promotion of justice-meeting the needs of populations with disproportionate burdens, avoiding exacerbation of health inequities, fair vaccine distribution and (iv) transparent communication and accountability by decision-makers [12, 13] . Two major questions arise: (i) is the vaccine safe for patients on ICHD and (ii) should patients on ICHD be prioritized over other groups for vaccination?",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 556,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first question highlights a major inequity pervasive in most vaccine trials, where vulnerable patients are often excluded. Based on the experience with other vaccines, there are no reasons to expect higher risks of complications in patients receiving dialysis. Concerns regarding potential harm from induction of alloimmunity through vaccination in patients with or awaiting transplantation have not been confirmed. If the benefit versus risk ratio of the vaccine is considered to be favourable for other vulnerable patients, this should apply similarly to patients on ICHD [12] [13] [14] . Transparency is crucial. Patients must be fully informed about the limits of current safety data, as well as the reasons why vaccination is being strongly encouraged. As more vaccine candidates become approved, ongoing surveillance of efficacy and consequences in patients on dialysis may permit favouring one type of vaccine over another over time.",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 582,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second question about prioritization of patients on ICHD for vaccination over other patient groups is more complex. Dialysis and transplantation are the leading global risk factors for death from COVID-19. When matched for age and sex, however, patients with kidney transplants have an almost 30% higher risk of death compared with those on dialysis [4] . Patients receiving ICHD are, however, highly vulnerable because in comparison with patients with transplants or with other chronic diseases, they are not able to shield optimally. If initial dose availability is limited, the elevated risk of both infection and death in patients receiving ICHD would justify their initial prioritization, followed as closely as possible by patients living with transplants and advanced CKD. Patients receiving dialysis at home, whether peritoneal dialysis or HD, have similar intrinsic risk, and are only less vulnerable than patients on ICHD because they do not travel frequently for care. These patients should therefore also be prioritized as soon as supplies permit. Furthermore, given their multiple comorbidities and high frailty scores, patients receiving dialysis may not be considered for limited intensive care beds if triage protocols are implemented [15] . Thus, in accepting potentially limiting access to treatment for severe COVID-19 in patients receiving dialysis, it can be argued that society 'owes' optimal preventive measures to this population. Such prioritization based on reciprocity would apply to all high-risk patient groups that may be ineligible for intensive care. Justice demands that their disadvantage should not be exacerbated through delay in vaccination.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In terms of justice, as soon as a country decides to allocate vaccines for patients on ICHD, vaccine distribution must be equitable, between units and between patients within units. There should be no favouring of access based on unacceptable criteria such as private versus public dialysis units or patient age. The dose, efficacy and long-term safety of COVID-19 vaccines in children are not known, and vaccine trials have only just extended to the paediatric population. Whether vaccines should be withheld in children receiving ICHD based on the lack of data, or whether they should be prioritized for vaccination, must be discussed. Strong consideration must be given to vaccination of parents of children receiving ICHD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, it is clear that patients receiving ICHD are highly vulnerable to infection, severe disease and death from COVID-19, and are likely to respond to vaccination. They represent a vulnerable population that is additionally disadvantaged due to lack of inclusion in clinical trials, and potential ineligibility for intensive care should they become severely ill. There remain many 'known unknowns' in the safety, efficacy and duration of antibody response to the SARS-CoV-2 vaccines in patients with kidney failure. Clinical trials to monitor the antibody response to vaccination and safety in these patients are imperative to promote transparent evidence-based decision-making. Clinically and ethically, the grounds to support vaccination are strong. We therefore strongly call for the inclusion of patients on ICHD, and subsequently all patients with transplants and those receiving home dialysis, in priority risk groups for early vaccination against SARS-CoV-2. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "No funding was received for the drafting of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F U N D I N G"
        },
        {
            "text": "The authors have no conflicts of interest related to this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O N F L I C T O F I N T E R E S T S T A T E M E N T"
        },
        {
            "text": "This publication includes no original data except those extracted from the cited publications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D A T A A V A I L A B I L I T Y S T A T E M E N T"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chronic kidney disease is a key risk factor for severe COVID-19: a call to action by the ERA-EDTA",
            "authors": [
                {
                    "first": "Era-Edta",
                    "middle": [],
                    "last": "Council",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eracoda Working",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nephrol Dial Transplant",
            "volume": "36",
            "issn": "",
            "pages": "87--94",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recommendations for the prevention, mitigation and containment of the emerging SARS-CoV-2 (COVID-19) pandemic in haemodialysis centres",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Basile",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Combe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pizzarelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nephrol Dial Transplant",
            "volume": "35",
            "issn": "",
            "pages": "737--741",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cohort study of outpatient hemodialysis management strategies for COVID-19 in North-West London",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Medjeral-Thomas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ashby",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int Rep",
            "volume": "5",
            "issn": "",
            "pages": "2055--2065",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Results from the ERA-EDTA Registry indicate a high mortality due to COVID-19 in dialysis patients and kidney transplant recipients across Europe",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Jager",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Chesnaye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int",
            "volume": "98",
            "issn": "",
            "pages": "1540--1548",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "IMPact of the COVID-19 epidemic on the mORTAlity of kidney transplant recipients and candidates in a French Nationwide registry sTudy (IMPORTANT)",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Thaunat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Legeai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anglicheau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int",
            "volume": "98",
            "issn": "",
            "pages": "1568--1577",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Basic science and dialysis: disturbances of acquired immunity in hemodialysis patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eleftheriadis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Antoniadi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Liakopoulos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Semin Dial",
            "volume": "20",
            "issn": "",
            "pages": "440--451",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Current knowledge of vaccinations in chronic kidney disease patients",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Haddiya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Nephrol Renovasc Dis",
            "volume": "13",
            "issn": "",
            "pages": "179--185",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Influenza A/H1N1 vaccine in patients treated by kidney transplant or dialysis: a cohort study",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Broeders",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hombrouck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lemy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "6",
            "issn": "",
            "pages": "2573--2578",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunogenicity and efficacy in hemodialysis patients of an AS03(A)-adjuvanted vaccine for 2009 pandemic influenza A(H1N1): a nonrandomized trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dikow",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ksoll-Rudek",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Kidney Dis",
            "volume": "57",
            "issn": "",
            "pages": "716--723",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The seroprevalence of SARS-CoV-2 in patients on haemodialysis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mahalingasivam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tomlinson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Nephrol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41581-020-00379-y"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prevalence of SARS-CoV-2 antibodies in a large nationwide sample of patients on dialysis in the USA: a crosssectional study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montez-Rath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "1335--1344",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "WHO SAGE Roadmap for Prioritizing Uses of COVID-19 Vaccines in the Context of Limited Supply",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Scientific and ethical principles underlying recommendations from the Advisory Committee on Immunization Practices for COVID-19 vaccination implementation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "",
            "pages": "2025--2026",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Fairly prioritizing groups for access to COVID-19 vaccines",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "",
            "pages": "1601--1602",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Recommendations on COVID-19 triage: international comparison and ethical analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jöbges",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vinay",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Luyckx",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bioethics",
            "volume": "34",
            "issn": "",
            "pages": "948--959",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "C The Author(s) 2021. Published by Oxford University Press on behalf of ERA-EDTA. All rights reserved.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Call of the EUDIAL Working Group to prioritize COVID-19 vaccination in patients receiving ICHD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", Adrian Covic, Dimitrios Kirmizis and Vassilios Liakopoulos are Board Members of the EUDIAL Working Group.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "156 reasons to prioritise COVID-19 vaccination in patients receiving in-centre haemodialysis",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}