{
    "paper_id": "0a76ce5d7ce0aff851ad8673047f4698554f7ffd",
    "metadata": {
        "title": "Involving clinicians in management: assessing views of doctors and nurses on hybrid professionalism in clinical directorates",
        "authors": [
            {
                "first": "Anna",
                "middle": [],
                "last": "Prenestini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Sartirana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Federico",
                "middle": [],
                "last": "Lega",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Hybrid professionalism is one of the most effective ways to involve clinicians in management practices and responsibilities. With this study we investigated the perceptions of doctors and nurses on hybridization in clinical directorates (CDs) in hospitals. Methods: We investigated the attitudes of healthcare professionals (doctors and nurses) towards eight hospital CDs in the Local Health Authority (LHA) of Bologna (Emilia Romagna, Italy) 6 years after their implementation. We used a validated questionnaire by Braithwaite and Westbrook (2004) . Drawing on Palmer et al. (2007), we added a section about the characteristics of department heads. In all, 123 healthcare professionals in managerial roles completed and returned the questionnaire. The return rate was 47.4% for doctors and 31.6% for nurses. Results: Doctors reported an increase in clinical governance, interdisciplinarity collaboration, and standardization of clinical work. Hybridization of practices was noted to have taken place. While doctors did not see these changes as a threat to professional values, they felt that hospital managers had taken greater control. There was a large overlap of attitudes between doctors and nurses: inter-professional integration in CDs fostered alignment of values and aims. The polarity index was higher for responses from the doctors than from the nurses. Conclusion: The study findings have implications for policy makers and managers: mission and strategic mandate of CDs; governance of CDs, leadership issues; opportunities for engaging healthcare professionals; changes in managerial involvement during the COVID-19 pandemic. We also discuss the limitations of the present study and future areas for research into hybrid structures.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 560,
                    "text": "Braithwaite and Westbrook (2004)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The introduction of managerial reforms in healthcare challenged traditional professional values of autonomy and patient centricity, as well as practices of peer-based appraisal and self-regulation in healthcare professional organizations [1] . To overcome resistance from clinicians, forms of \"hybrid\" professionalism, i.e., managerial roles and responsibilities assigned to professionals, have been envisioned as a means to bridge the gap between the two worlds [2] [3] [4] . The involvement of doctors in management can be viewed as a potential response to societal and patient needs in a move to improve patient centeredness and efficiency, quality, and efficacy of services [5, 6] . It can foster greater collaboration among specialties, sharing of resources, and creation of healthcare pathways; it can enhance clinical governance, minimizing the friction between two apparently contrasting sets of values and cultures [7] . Yet after 30 years of experimentation, many healthcare organizations still struggle with implementing hybrid professionalism [2, 8] .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 682,
                    "end": 684,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 924,
                    "end": 927,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1055,
                    "end": 1058,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1059,
                    "end": 1061,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Understanding the reasons behind (in) effective implementation is relevant for both theory and practice. To this end, we explored how hospital doctors and nurses view hybrid professionalism within clinical directorates, which is a paradigmatic example of how organizations can foster the engagement of clinicians in managerial practices. We wanted to determine whether attitudes to managerial involvement differed by professional role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "According to the literature on hybrid professionalism, some professionals are willing to embrace management, while others are reluctant to accept clinical governance and its systems and may even employ tactics to openly or subtly oppose it [9] [10] [11] . However, hybrid (also termed managed) professionalism has the potential for achieving meaningful synthesis of the competing values embedded in the logics of management and professionalism: the former more focused on population groups and services efficiently delivered within allocated resources, the latter more focused on individual patients, preservation of clinical autonomy, and primacy of the medical specialty [12] . This is consistent with the scholarship on how competing institutional logics can coexist and hybridize [13, 14] . Professionals were found able to blend or overlap managerial and clinical values and practices [15] , bringing organization into the professional sphere [16] . A reshaped model of professional work that can interact with organizational demands is arising and gaining legitimacy among practitioners [17] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1093,
                    "end": 1097,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Among the various forms of hybrid professionalism described by Noordegraaf [16] , the most studied is the mixed professional, i.e., individual professionals who work in between competing logics. What is also important to understand is how hybrid professionalism unfolds within mixed structures, i.e., systems that embed professionalism within organizational contexts in which organizational structures become more dominant as they restrain professional autonomies and hybridize professional work. A contextualized understanding of hybridization can be gained by studying how organizational interventions solve the conflict between professional and organizational logics and its impact on individual identities. To do this, we need to bridge the literature on hybridity and professional identities, with its typical focus on the individual (e.g., [7, 18] ), with the literature on organizational change and health services, and processes of change within professional organizations (e.g., [19] ).",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A key aspect is the institutional and organizational arrangements through which hybridization takes place. For instance, McGivern et al. [10] found that the hybridization of professionals heading clinical directorates (CDs) differs considerably from the hybridization of professionals in managed clinical networks. At the meso/micro level, Reay and colleagues [20] reported that when business manager roles support general practitioners, they can influence the hybridization of doctors. More recently, Sartirana et al. [21] found that the development of a new identity of doctors-in-management is influenced by organizational structures and systems that favor interactions with nurses, support staff, mentors, and senior hospital executives.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "With this study, we wanted to expand the current literature by analyzing the views and attitudes of doctors and nurses towards CDs, one of the main structures of hybrid professionalism in secondary and tertiary health care. Different from previous studies on rank-and-file professionals, our study population was doctors who were already in leadership positions. From this original perspective we were able to address issues specific to the Italian context, in which unit chiefs are responsible for the management of physical assets (beds, operating rooms, technologies, etc.), finance and human resources (conventionally, also nursing staff are subordinated to the heads of specialty units). Here we compared the doctors' perspective to that of nurse managers, whose views on the managerialization of physicians has been marginally studied in the literature on hybrids. Our research questions were \"How do doctors view the development of hybrid professionalism within clinical directorates?\" and \"Do the attitudes of doctors and nurses differ?\". Finally, while most studies used qualitative methodologies, for our study we used a mixed approach to measure diverse dimensions of hybrid professionalism via a self-report questionnaire [22] that investigates the views and attitudes of professionals towards CDs. We added a section with open-ended questions to the questionnaire.",
            "cite_spans": [
                {
                    "start": 1234,
                    "end": 1238,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Various different types of hybrids have been implemented in organizational structures. CDs in hospitals have been found to be one of the finest examples of how doctors can take managerial positions in hospital organizations [23, 24] . These intermediate management structures group clinical specialties together to improve clinical governance, efficiency [25] , resource management, decision-making [26, 27] and service delivery [28] . CDs can foster a style of interaction and interdisciplinary teamwork that is more collaborative than the conventional hierarchy of following \"doctor's orders\" [29] because it reduces the disciplinary self-referentiality that creates \"tribes\" in the clinical organization [30] . They are headed by a clinical director, i.e., a medical professional who coordinates the activity of colleagues as primus inter pares. They work much like \"two-way windows\" [7] : acting on the behalf of colleagues towards executives and as middle managers representing executives towards professionals [31] . Clinical directors are usually appointed for a fixed period and then return to their clinical activity when the mandate expires; usually they are part-time managers who maintain their clinical practice. This organizational form, which is a shift from traditional hospital professional bureaucracies to divisionalized organizational forms [32] , was first introduced in the United States in the late 1970's [33] . It was subsequently adopted by healthcare organizations in many Western countries, including Scandinavia and continental Europe [34] . They have attracted the interest of organizational and health services scholars fascinated by the variety of forms of hybrid professionalism (e.g., [4, 10, [35] [36] [37] ).",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1361,
                    "end": 1365,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1429,
                    "end": 1433,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1564,
                    "end": 1568,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1719,
                    "end": 1722,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1723,
                    "end": 1726,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1727,
                    "end": 1731,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1732,
                    "end": 1736,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1737,
                    "end": 1741,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Clinical directorates"
        },
        {
            "text": "Following initial enthusiasm, critics argued that CDs may pose ethical challenges [38] and exacerbate inhouse politics [39] because professionals may be apt to favor their specialty over others [30] . For example, CDs can result in divisionalized professional bureaucracies [24] where traditional professionalism and medical autonomy of the operating core is reinforced rather than reduced, since practicing physicians are not exposed to new managerial work practices. The professional values and interests of doctors remain autonomous from those of management when no increased administrative control or loss of autonomy in decision-making is experienced [24] . As a consequence, one needs to determine whether and to what extent hybrid structures like CDs really do succeed in creating hybrid professionalism, changing what people do and how they do it [40] .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Clinical directorates"
        },
        {
            "text": "Moreover, the relationship between doctors and nurses in CDs hinges on two factors: 1) nurses seem to hold a more positive attitude towards medical management than doctors do [29] , and the support nurse managers provide clinical directors may increase their familiarity with managerial behaviors and tools [21] ; 2) professional rivalry and turf wars can take place, as CDs can become arenas where management positions are key to strengthening one's own profession [4] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Clinical directorates"
        },
        {
            "text": "In the Italian National Healthcare System (NHS), the heads of specialty units have historically held leadership positions and played a central role in the strategy building of their units. They had wide legal and managerial responsibility for physical assets (beds, operating rooms, etc.) and staff (both clinicians and nurses). With the advent of the managerialization reforms in 1992, all public hospitals were required to create CDs in their organizational chart and integrate diverse medical specialty units. The chiefs of CDs were selected from among the heads of specialty units. They were practicing physicians who were assigned responsibilities over strategic decision making, budgeting, and clinical governance of the CD [30] . In some instances, CDs had their own budgets which were then divided among the units, while more often resources were negotiated between the chief executive officer (CEO) and each unit chief. Clinical directors were also members on the board of clinical directors, acting mostly as an advisory body for the CEO. Initially, CDs gained traction due to isomorphic pressures rather than rational strategy making [41] . Over time, the effective engagement of doctors as clinical directors increased and CDs were enacted. The aim of the CDs was to overcome the clinical and organizational fragmentation that generated inefficiencies typical of the functional structure built around medical specialty units and widely adopted by Italian hospitals. The CDs had to meet various different organizational needs through the integration of diverse specialty units: 1) better clinical governance via the definition of integrated clinical pathways; 2) reduced inefficiencies and exploitation of economies of scale by sharing physical assets, nursing staff, and technologies; 3) restrict the span of control by CEOs, who interact with a few heads of CDs rather than numerous unit chiefs [30] .",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 734,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1908,
                    "end": 1912,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Medical Management in Italy"
        },
        {
            "text": "In the following paragraph we illustrate the study design and methods, present and discuss our findings, and conclude by highlighting implications for health services management and research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Management in Italy"
        },
        {
            "text": "The study setting was the Local Health Authority of Bologna, Emilia Romagna, Italy. Bologna's LHA has a catchment of 860,000 inhabitants of the Bologna metropolitan area and a staff of about 8000; it manages four hospitals organized in cross-hospital CDs. The cross-hospital CDs were firstly introduced in 2005 to improve the governance of the network and the coordination in decisionmaking and internal reorganization of the clinical units. On average, each of the eight CDs in place at the time of the study comprised 12 medical specialty units, grouped according to disciplinary proximity and each managed by a unit chief. The CDs were managed by a part-time clinical director who continued practicing as physician and head of one of the specialty units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For this analysis of how professionals view hybrid professionalism, we used the questionnaire created and validated by Braithwaite and Westbrook [22] to investigate hospital staff attitude toward CDs; the tool has been successfully employed by previous studies on medical management [29, 42] . It is structured in six sections (clinician issues, working relationships, coordination and management, decentralization, organizational performance, final questions, and comments). It was translated into Italian and slightly adapted to the Italian NHS context. Back-translation was performed to check for content accuracy. We added a section on the clinical director's role and his/her hybrid nature. In this way, we incorporated aspects that had emerged in preliminary interviews with hospital executives and from the literature [43] . The final version of the questionnaire was composed of 65 items: 60 had five possible responses on a Likert-like scale from 5, strongly agree (SA), to 1, strongly disagree (SD). 1 The questionnaire was posted on the LHA intranet with a cover letter that explained the purpose of the survey. The respondents were invited to complete the questionnaire and return it via email between November 2011 and January 2012. Responses were anonymous. The sample was the unit chiefs and nurse managers who worked in one of the eight CDs. The study sample was 123 staff members: the return rate was 47.4% for doctors and 31.6% for nurses; 60% were unit chiefs and 40% nurse managers. Respondents came from different CDs, the majority from the larger CDs. The average age of the sample was relatively high, especially for the doctors, because it was composed of professionals in a managerial position. Moreover, the average age of Italian doctorsirrespective of their organizational role -in 2013 was 51.6 years [44] . The chiefs of the CDs were all men. Table 1 presents a brief profile of respondents.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1010,
                    "end": 1011,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1830,
                    "end": 1834,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 1873,
                    "end": 1880,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "For all questionnaire items, the average percentage of staff giving one of the five possible responses was calculated. Following Braithwaite and Westbrook [22] , three additional percentages were calculated for each item and then averaged for each questionnaire section. These measured the uncertainty, the intensity, and the polarity of the attitudes the respondents expressed. The polarity index (PI) is particularly relevant as it gives a measure of the spread of the group's attitudes. An item with low polarity will have responses clustered at either the agree or the disagree end of the scale, whereas an item with high polarity will have a percentage of respondents who agree with the item approximately equal to the percentage of those who disagree. 2 In previous studies [22, 42] the questionnaire was used to study staff attitudes toward CDs irrespective of a respondent's profession. For the present study, following Braithwaite and Westbrook [29] we analyzed the responses and report the data in a comparison between doctors and nurses. This was done to understand physicians' attitudes and to explore similarities and differences between the two groups. In the analysis of the qualitative data we identified concepts in the empirical material and grouped them into categories according to the comments given by the respondents. Data interpretation was performed by iteratively triangulating between quali-quantitative data and organizational theory on hybrids in healthcare. Table 2 presents a selection of the most relevant items from each section of the questionnaire. The data from the final section, Final Questions and Comments, have been omitted in the interest of brevity.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 758,
                    "end": 759,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1488,
                    "end": 1495,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "One of the main findings from analysis of the first section of the questionnaire was that as far as clinician/professional issues are concerned, the doctors did not see hybrid professionalism as useless (74% disagreed) or as a threat to professional values as it may compromise independence (62%) or lead to ethical dilemmas (61%). Also, they acknowledged that the CDs produced positive professional outcomes, such as increased knowledge sharing (51% agreed). Very similar responses were recorded for the nurses, except for their view on a clinician's capacity to resist change: the doctors mostly disagreed with this statement (57%), whereas the nurses agreed with it (63%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The respondents felt that working relationships had improved with the advent of the CDs compared to the conventional organizational model, consistent with the objectives of this new professional model. There was an improvement in relationships between working groups 1 Question 25, which in the original questionnaire had a binary answer option, was measured on a Likert-like scale. The polarity index is calculated from the responses of respondents who marked 1, 2, 4, or 5 to the item (i.e., they did not check 3, which indicated uncertainty). The percentage of the smaller group of scores (SA + A or SD + D scores) is divided by the percentage of the larger group of scores (either SA + A or SD + D scores). The polarity index can range from 1, which indicates high polarity (equal proportions of the group agree or disagree with the item), to 0, where all respondents either agree or disagree (i.e., there is consensus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "(55%), a reduction in conflict between professionals and managers (46%)albeit with high polarity (71%) that indicates very different attitudes among doctorsand relationships between the hybrid clinical director and his/her staff were deemed effective (47%). Of note is that nurses' and doctors' responses were similar to one another. Furthermore, while the new organizational model was associated with better internal working relationships, it did not succeed in achieving cooperation across directorates (55% reported ineffective working relationships).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The third and the fourth section explored whether professionals perceived an increase in the managerial control of their activity. They agreed that their work was subject to greater control (64%), that budgets were now more easily managed (64%), and that cost management was more effective (58%). Interestingly, despite the greater managerial control and collaboration and integration, the views diverged on a clinical director's capacity to effectively control clinical activity (34% agreed, 31% uncertain, and 35% disagreed; polarity index 96%). A particularly interesting response by the doctors was that the conventional organizational structure did not inhibit the devolution of managerial authority to clinicians (only 15% agreed). While it is striking how closely the responses by the Italian respondents aligned with those in the original study conducted in Australia [22] , it was one of the very few questions in which the responses diverged. As mentioned above, in the conventional organization in Italian hospitals the unit chiefs held managerial responsibilities, especially for asset management (beds, operating rooms, outpatient departments, etc.), patient flows, scheduling of activities, and human resource management (clinicians and nurses).",
            "cite_spans": [
                {
                    "start": 876,
                    "end": 880,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "It is also relevant to compare the responses by doctors and nurses to the item \"Doctors in this hospital have too much of a say in how things are run\". While the doctors unanimously disagreed (85%), the nurses either agreed or were uncertain (only 16% disagreed). The fourth section concluded with an overall assessment of the new model, which indicated that the doctors clearly preferred the CDs rather than the conventional professional organizational model (58%) and the nurses preferred the CD model more than the doctors (67%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the fifth section, several items explored respondents' perceptions on the main beneficiaries of the new model. Doctors argued strongly that hospital executives benefitted most (55%), some stated that nurses benefitted (32%), while few responded that the doctors benefitted (12%). While the nurses held strongly positive attitudes toward the new model (see last item in section four), they did not see any specific group as a major beneficiary. Responses to the last item in this section highlighted that the doctors, although they had previously indicated an improvement in collaboration and internal relationships, did not see a direct impact of the new model on patient centeredness (SD + D 59%). This is particularly relevant because it is the second area in which our results differ from those of the original study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Finally, the sixth section investigated views on the hybrid role of the clinical director. Both doctors and nurses stated that a clinical director has a strong mandate and can exert credible leadership (41% of doctors agreed), also despite his/her fixed-term mandate, and that his position as unit chief does not compromise his capacity to be super partes. Furthermore, they agreed that he should have a say in the management of human and financial resources, rather than be responsible only for coordination of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "When we checked whether there were differences between male and female respondents, we noted that the differences were marginal among the nurses, whereas the few female doctors in the sample were more favorable towards CDs than their male colleagues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Qualitative analysis of the open answers corroborated the quantitative findings. The majority of respondents held positive or very positive attitudes toward the benefits of new model: greater collaboration, knowledge sharing, clinical integration, and capacity to engage professionals in management and strategy. Some respondents indicated greater transparency as one of the main outcomes of the new model, which achieved partial reform of the traditional informal and tacit processes of communication and decision making typical of professional bureaucracies. Below are a few exemplary quotes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "\"Clinical directorates [ … ] stimulate clinical governance, professional training, the development of clinical guidelines: this engaged us … and this did not happen before\" (#52, unit chief)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "\"[now we have] greater awareness of the need for inter-professional integration and to bring together the competencies of multiple disciplines\" (#123, unit chief)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "\"Clinical Directorates reduced [clinicians'] selfreferentiality, favored professional communication and alignment between professionals and organizational priorities\" (#62, unit chief) Some of the respondents had more skeptical views, arguing that the new model changed little in the way professionals work or that it was too early to make an assessment. Others were openly critical, stating that doctors had actually reduced their involvement in organizational issues as clinical directorsnot necessarily the best professionalsacted as a \"filter\" between top management and doctors. There was a small but not irrelevant number (about 30%) of professionals proved resistant or at least reluctant towards CDs:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "\"Clinical Directorates overall reduced the participation of professionals in management, as it is now in the hands of administrators and clinical directors only\" (#44, unit chief)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "\"[this organization] should create the conditions that allow a doctor to work as doctor only, this is the reason he was hired and what he is good at\" (#72, unit chief)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "\"the organizational power is now based on a selfattributed capacity to represent other people, rather than on professional competence\" (#44, unit chief) Furthermore, how the clinical director role is filled by individual professionals does matter:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "\"it also depends on the competence of clinical directors, who often is a good doctor or surgeon but may not have the preparation, or the skills, or the time, to effectively perform as a director\" (#18, unit chief)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Finally, analysis of responses to the items investigating the hallmarks of a successful CD demonstrated that it is crucial for both clinicians and nurses to be involved in the managerial practices and strategic issues of a hospital. They claimed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "\"involvement of all the professional roles [ … ] in defining strategic objectives, resources, processes and performance management systems\" (#25, unit chief)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The respondents' comments also focused on the idea that CDs should act as a middle management line and become the \"linking pin\" between the strategic apex and the operative core through top-down processes, by endorsing clarity in the devolvement of strategic objectives and responsibilities from senior management to clinicians and nurses, and bottom-up by encouraging debate and dialogue on strategic issues and fostering organizational learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Correia and Denis [24] found limited or no impact of CDs on the work of professionals, since clinicians reconfigure managerial criteria according to their own interests. In contrast, the doctors in our sample stated that there was an increase in clinical governance, interdisciplinary collaboration, and standardization of clinical work. Hybridization of work practices did take place, and most interestingly the doctors did not see these changes as a threat to professional values. They perceived that their work is now subject to greater control by managers; Correia and Denis [24] found that medical authority was reinforced rather than reduced, since hybrid managers were unable to strengthen managerial tools or control mechanisms and acted according to professional interests and goals. However, despite greater control, most professionals preferred the new model and did not believe that less self-regulation and autonomy compromises professionalism and its ethos. As a consequence, they did not contest it on the basis of rational or normative elements. They held a much more positive view of CDs than the respondents in Braithwaite and Westbrook's study [22] .",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "What we found was that, if resistance towards the new model exists, it is rooted in issues of power and domain within the professional organization. Our respondents believe that doctors are the major losers in the new model, while nurses and executives are the major beneficiaries. Although the professional dominance of doctors has been reported worldwide, it is especially strong in Italy where unit chiefs have historically enjoyed a high degree of managerial autonomy. Unlike survey respondents in the UK or Australia, they think that the conventional organizational structure does not inhibit the devolution of managerial authority to clinicians, while the new model jeopardizes their power. Accordingly, if a problem with hybrid professionalism exists, it is not grounded on alleged incompatibility between professional and managerial logics or issues regarding autonomy and professional jurisdiction [11, 45] but rather in the distribution of managerial jurisdiction among professions in healthcare organizations.",
            "cite_spans": [
                {
                    "start": 907,
                    "end": 911,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Also, we discovered a vast overlap between doctors and nurses in their views on CDs. While Braithwaite and Westbrook [29] found that doctors held negative views towards CDs and nurses had slightly less negative views, we noted positive attitudes in both groups. Qualitative analysis showed that nurses appear capable to support doctors in understanding management. This observation is shared by Sartirana et al. [21] and suggests that doctor-nurse interactions can foster hybrid professionalism. The only differences between the two groups concerned issues of power. While the doctors stated that their influence within the organization was limited and that the new model diminished their power, the nurses had contrary opinions, claiming that doctors have powerful control over organizational forces that oppose processes of change. This reveals how political conflicts can take place within professional organizations, as reported by Spehar et al. [4] . The doctors believed they suffered a progressive loss of power, yet the nurses still perceived them as the most forceful \"institutional agents\" [46] . Furthermore, our analysis revealed highly polarized attitudes among the doctors. While the majority was positive towards hybridization, others were skeptical, as reported elsewhere (e.g. [10, 47] ). Previous studies investigated attitudes by means of qualitative methodologies; the measure of polarity of responses to Braithwaite and Westbrook's [22] questionnaire provides a quantitative indicator of the phenomenon.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1100,
                    "end": 1104,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1294,
                    "end": 1298,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1299,
                    "end": 1302,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1453,
                    "end": 1457,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, the underlying premise of hybrid professionalism is that by developing medical management and giving groups of clinicians at the intermediate organizational level responsibility for budgets, organizational, and clinical decisions, conventional ways of rendering professional services can be improved. However, restructuring hospitals into CDs is unlikely in itself to create a \"new professionalism\" [17] . The challenges of specific contexts need to be understood before implementing change processes to address cultural issues and professional values and behaviors. In this context, we believe that our findings indicate a way forward and provide a basis for further study. Assessment of professionals' perceptions is the first step to address issues, problems, and opportunities on which healthcare executives can act to improve organizational development and change in their organizations. Our findings on hybrid professionalism show that contingency matters, i.e., that the contextual features of a healthcare system need to be considered in order to make sense of diverse patterns of accommodation between medicine and management [23] . Our findings differ from those reported by studies conducted in the UK, the United States, and Scandinavia, and from the results of the study by Correia and Denis [24] . While it is possible that medicine and management can be brought together, it is also clear that existing power arrangements among professions may hamper the development of new forms of hybrid professionalism.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 412,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1314,
                    "end": 1318,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study has a number of limitations as the results could have been influenced by features of the organizational context. Nonetheless, in line with previous studies on the topic [47] , we believe that our findings can be representative of the Italian healthcare system, at least in the regions where New Public Management reforms have been embraced. It would be desirable to see studies conducted using different quantitative methodologies, which still are relatively scarce in the field, or studies replicating the questionnaire developed by Braithwaite and Westbrook [22] in other healthcare systems. Furthermore, the data presented here were collected some years ago and may not represent the current situation at the hospital. This limitation notwithstanding, the institutional-legal framework has not changed in the last 10 years and CDs form the main organizational building blocks of healthcare organizations in Italy. Also, the LHA we studied was one of the first in the Italian NHS to establish CDs. This pioneer role makes the LHA of Bologna a perfect context to study the responses of professionals to the CDs in the phase of consolidation. It offers findings for other Italian healthcare organizations that are now developing (not only formally) or consolidating their CDs and also for other healthcare organizations throughout the world which are starting to develop the clinical directorates model and/or are facing similar challenges. The debate surrounding hybrid professionalism has progressed in the last 15 years, and new forms of involvement of doctors in management besides CDs have emerged which introduced matrix-like organizational forms, such as [48] : 1) clinical centers that coordinate care delivery for specific health problem and patient flows (e.g., cardiovascular, neuroscience, orthopedics, frail patients, inflammatory diseases), 2) multidisciplinary and multiprofessional teams across CDs for organizing clinical activity. We believe that this questionnaire provides a valid tool to analyze the views of healthcare professionals towards CDs, which are the main institutional means to involve doctors in management.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1672,
                    "end": 1676,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Below, we discuss implications that can offer food-forthought for policy makers and practitioners involved in managing healthcare organizations and professionals. First, the mission and mandate of a CD need to be carefully designed. The CD model is usually meant as an intermediate organizational layer in a hospital's hierarchy. It is increasingly common to find other forms of integration of clinical specialties, however, in which the aim is to re-organize delivery processes, design and implement clinical pathways, share technologies or physical resources. This is consistent with recent trends in hospital organization that are based on a matrix design: clinical centers, multidisciplinary and multiprofessional teams. This may help to mitigate some power issues which become less problematic when money and higher up hierarchical positions are not involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Second, thought should be given to the leadership requisites of hybrid managers in charge of CD governance. For instance, forming a team to manage CDs, as it is not a one-man job. In detail, a strong nursing manager on the team is of paramount importance, as he/she can support clinicians in their transition toward hybrid roles. A critical point, however, is that executives and organizational designers need to carefully monitor how power is distributed across professions within the organization. Conflict between doctors and nurses is not new in healthcare, and our findings show that new hybrid organizational models can exacerbate fractures rather than prevent them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Third, our findings show that \"managers\", whoever they are, seem to be the winner. Clearly, there is a specific point here: whoever manages a CD has to develop specific routines and processes to engage clinicians and health staff in conversation, dialogue, decision-making, evaluation of goals and performance. If professionals perceive that the new model has restricted their participation in management and governance, leaving the real say to executives and clinical directors-as shown in a skeptical quote reported aboveit will be difficult to engage them. To give a metaphor, clinicians and health staff may be willing to row if involved in steering the boat. In this context, the responses to questionnaire items investigating coordination and management issues shed light but also cast shadows on the functioning of CDs as a \"middle\" layer of operations management. If on one hand, respondents thought that CDs generate unprecedented opportunities to develop multidisciplinary and multiprofessional work, on the other there was a high percentage that signaled situations of conflict and silo dynamics across CDs. Again, executives will need to invest heavily in generating opportunities for in-depth engagement of professionals by developing coordination mechanisms and managerial tools -symbols, logos, narratives, story-tellingin order to create a sense of belonging to the hospital at large. Fourth, while many professionals acknowledged that CDs can facilitate new ways of working, based on multidisciplinarity, teamwork, and multiprofessional integration, they were somewhat pessimistic about whether such improvements actually increased patientcenteredness. This response was not unexpected, as many clinicians and health staff may have felt reassured in having resources and processes under control inside their own unit, just like in the traditional organizational model. Therefore, hybrid managers will need to produce evidence of the benefit of CDs for patients and to document the legitimacy of these hybrid roles and systems in the eyes of professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Some of study limitations were related to the sample demographics and will need to be addressed in future research on the topic. First, the average age of the sample was relatively high because it was composed of professionals in managerial positions who arrived there after many years of work within the organization, especially the doctors. In future, this questionnaire can be advantageously administered to junior professionals not yet in a managerial position. Second, it would be interesting to analyze the differences in the responses by sex and age of the respondents, variables available from the current dataset of the study, but also from the perspective of educational background (e.g., medical specialties) and previous managerial training (e.g., executive management programs) of professionals, as suggested by studies on management education and training in clinical hybrid roles and their influence in achieving specific kinds of performance (mainly, service quality and financial efficiency) in healthcare organizations [49] .",
            "cite_spans": [
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Moreover, the COVID-19 emergency can be seen as a watershed between past attitudes to managerial practices in healthcare organizations and a new view of involvement in management. During the pandemic, doctors and nurses alike have been called not only to provide effective and efficient care but also to share in crisis management decisions and actions to tackle the emergency. There are multiple areas of managerial engagement [50] : professionals with managerial responsibility (such as CDs directors) have been involved in the work and the decisions in crisis units; professionals within CDs have had to rapidly adapt their decisions and their organizational processes, convert their organization's physical assets (beds, operating rooms, intensive care units, etc.), and deal with shortages in resources (e.g., PPE, equipment, invasive and non-invasive ventilators, swab tests), as well as introduce digital technologies for handling outpatient visits and telemonitoring patients at home or in managed facilities (e.g., Patient-Centered Medical Home or Patient Hotels). It would be interesting to analyze the changes in perceptions on CDs via a longitudinal study that could yield interesting insights into the impact of the COVID-19 emergency on the views of professionals about their involvement in CDs and in managerial responsibilities. This will be our future area of focus.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Abbreviations CD: Denotes clinical directorates; LHA: Local Health Authority; CEO: Chief executive officer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The new public Management in Action",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferlie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ashburner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pettigrew",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/acprof:oso/9780198289029.001.0001"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Medicine and management in European hospitals: a comparative overview",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kirkpatrick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuhlmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dent",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lega",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Health Serv Res",
            "volume": "16",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12913-016-1388-4"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Physician executives: The evolution and impact of a hybrid profession",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Advances in Health Care Management",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinicians' experiences of becoming a clinical manager: a qualitative study",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Spehar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Frich",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Kjekshus",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Serv Res",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6963-12-421"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coevolution of hospitals and patients: how changing epidemiology and technology advances drive organisational innovations and lay new challenges",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lega",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Calciolari",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Health Manag",
            "volume": "57",
            "issn": "1",
            "pages": "17--33",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Is management essential to improving the performance and sustainability of health care systems and organizations? A systematic review and a roadmap for future studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lega",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prenestini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spurgeon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Value Health",
            "volume": "16",
            "issn": "1 S",
            "pages": "46--51",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jval.2012.10.004"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Two way windows: clinicians as medical managers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Llewellyn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Organ Stud",
            "volume": "22",
            "issn": "4",
            "pages": "593--623",
            "other_ids": {
                "DOI": [
                    "10.1177/0170840601224003"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of management on medical professionalism: a review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Numerato",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Salvatore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fattore",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sociol Health Illn",
            "volume": "34",
            "issn": "4",
            "pages": "626--670",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-9566.2011.01393.x"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Talking contracts and taking care: managers and professionals in the British National Health Service internal market",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Soc Sci Med",
            "volume": "51",
            "issn": "2",
            "pages": "448--455",
            "other_ids": {
                "DOI": [
                    "10.1016/S0277-9536(99)00448-7"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hybrid managerprofessionals' identity work, the maintenance and hybridization of professionalism in managerial contexts",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcgivern",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferlie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "Waring",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Adm",
            "volume": "92",
            "issn": "2",
            "pages": "412--444",
            "other_ids": {
                "DOI": [
                    "10.1111/padm.12119"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Managing expert knowledge: organizational challenges and occupational futures for the UK medical profession",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waring",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Organ Stud",
            "volume": "30",
            "issn": "7",
            "pages": "755--78",
            "other_ids": {
                "DOI": [
                    "10.1177/0170840609104819"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The doctor-manager relationship",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garelick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fagin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Adv Psychiatr Treat",
            "volume": "11",
            "issn": "4",
            "pages": "241--52",
            "other_ids": {
                "DOI": [
                    "10.1192/apt.11.4.241"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Managing the rivalry of competing institutional logics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Hinings",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Organ Stud",
            "volume": "30",
            "issn": "6",
            "pages": "629--52",
            "other_ids": {
                "DOI": [
                    "10.1177/0170840609104803"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Constellations of institutional logics: changes in the professional work of pharmacists",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goodrick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reay",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Work Occup",
            "volume": "38",
            "issn": "3",
            "pages": "372--416",
            "other_ids": {
                "DOI": [
                    "10.1177/0730888411406824"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rethinking managerialism in professional work: from competing logics to overlapping discourses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olakivi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niska",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Prof Organ",
            "volume": "4",
            "issn": "1",
            "pages": "20--35",
            "other_ids": {
                "DOI": [
                    "10.1093/jpo/jow007"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Hybrid professionalism and beyond. (new) forms of public professionalism in changing organizational and societal contexts",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noordegraaf",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Prof Organ",
            "volume": "2",
            "issn": "2",
            "pages": "187--206",
            "other_ids": {
                "DOI": [
                    "10.1093/jpo/jov002"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Professionalism redundant, reshaped, or reinvigorated? Realizing the \"third logic\" in contemporary health care",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Aveling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herbert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dixon-Woods",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Health Soc Behav",
            "volume": "56",
            "issn": "3",
            "pages": "378--97",
            "other_ids": {
                "DOI": [
                    "10.1177/0022146515596353"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "It's an interesting conversation I'm Hearing': the doctor as manager",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iedema",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Degeling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Braithwaite",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Organ Stud",
            "volume": "25",
            "issn": "1",
            "pages": "15--33",
            "other_ids": {
                "DOI": [
                    "10.1177/0170840604038174"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Process transformation: limitations to radical organizational change within public service organizations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcnulty",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferlie",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Organ Stud",
            "volume": "25",
            "issn": "8",
            "pages": "1389--412",
            "other_ids": {
                "DOI": [
                    "10.1177/0170840604046349"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Getting leopards to change their spots: co-creating a new professional role identity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goodrick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Waldorff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casebeer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acad Manag J",
            "volume": "60",
            "issn": "3",
            "pages": "1043--70",
            "other_ids": {
                "DOI": [
                    "10.5465/amj.2014.0802"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Interactive identity work of doctors in management: a hospital case study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sartirana",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noordegraaf",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Public Manag Rev",
            "volume": "21",
            "issn": "8",
            "pages": "1191--212",
            "other_ids": {
                "DOI": [
                    "10.1080/14719037.2018.1549269"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A survey of staff attitudes and comparative managerial and non-managerial views in a clinical directorate",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Braithwaite",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Westbrook",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Serv Manag Res",
            "volume": "17",
            "issn": "3",
            "pages": "141--66",
            "other_ids": {
                "DOI": [
                    "10.1258/0951484041485629"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Medicine and management in a comparative perspective: the case of Denmark and England",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kirkpatrick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jespersen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dent",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Neogy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sociol Health Illn",
            "volume": "3",
            "issn": "5",
            "pages": "642--58",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-9566.2009.01157.x"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Hybrid management, organizational configuration, and medical professionalism: evidence from the establishment of a clinical directorate in Portugal",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Correia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Denis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Health Serv Res",
            "volume": "16",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12913-016-1398-2"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Product line management: how six healthcare institutions make it work",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ruffner",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Healthc Forum",
            "volume": "2",
            "issn": "",
            "pages": "11--15",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Special report: decentralized management in a teaching hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Heyssel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gaintner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "W"
                    ],
                    "last": "Kues",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lipstein",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "N Engl J Med",
            "volume": "310",
            "issn": "",
            "pages": "477--1480",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM198405313102241"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Clinical directorates: the new order",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Sang",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Br J Hosp Med",
            "volume": "49",
            "issn": "5",
            "pages": "353--358",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The patient-focused hospital: a patient care concept",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lathrop",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Seufert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Soc Health Syst",
            "volume": "3",
            "issn": "2",
            "pages": "33--50",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Rethinking clinical organisational structures: an attitude survey of doctors, nurses and allied health staff in clinical directorates",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Braithwaite",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Westbrook",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Health Serv Res Policy",
            "volume": "10",
            "issn": "1",
            "pages": "10--17",
            "other_ids": {
                "DOI": [
                    "10.1177/135581960501000105"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The rise and fall (acy) of clinical directorates in Italy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lega",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Policy",
            "volume": "85",
            "issn": "2",
            "pages": "252--62",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthpol.2007.07.010"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "HR practices and knowledge brokering by hybrid middle managers in hospital settings: the influence of professional hierarchy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Hum Resour Manag",
            "volume": "54",
            "issn": "5",
            "pages": "793--812",
            "other_ids": {
                "DOI": [
                    "10.1002/hrm.21709"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Structure in 5's: a synthesis of the research on organizational design",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mintzberg",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Manag Sci",
            "volume": "26",
            "issn": "3",
            "pages": "322--363",
            "other_ids": {
                "DOI": [
                    "10.1287/mnsc.26.3.322"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Historical background: where have CDs come from and what is their purpose?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chantler",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "The Syncromesh Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The translation of hospital management reforms in European health systems: a framework for comparison",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kirkpatrick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bullinger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lega",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dent",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Br J Manag",
            "volume": "24",
            "issn": "",
            "pages": "48--61",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-8551.12030"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mobilizing the logic of managerialism in professional fields: the case of academic health Centre mergers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitchener",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Organ Stud",
            "volume": "23",
            "issn": "3",
            "pages": "391--420",
            "other_ids": {
                "DOI": [
                    "10.1177/0170840602233004"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Enterprise discourse, professional identity and the organizational control of hospital clinicians",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Doolin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Organ Stud",
            "volume": "23",
            "issn": "3",
            "pages": "369--90",
            "other_ids": {
                "DOI": [
                    "10.1177/0170840602233003"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Transforming hospital management à la francaise: the new role of clinical managers in French public hospitals",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vinot",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Public Sect Manag",
            "volume": "27",
            "issn": "5",
            "pages": "406--422",
            "other_ids": {
                "DOI": [
                    "10.1108/IJPSM-06-2012-0067"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Clinicians into management: the experience in context",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burgoyne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lorbieckie",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Health Serv Manag Res",
            "volume": "6",
            "issn": "4",
            "pages": "248--59",
            "other_ids": {
                "DOI": [
                    "10.1177/095148489300600404"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Medicine, management and modernisation: a \"danse macabre\"?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Degeling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coyle",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br Med J",
            "volume": "326",
            "issn": "7390",
            "pages": "649--52",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.326.7390.649"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Views of doctors and managers on the doctor-manager relationship in the NHS",
            "authors": [
                {
                    "first": "Hto",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hodges",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Rundall",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br Med J",
            "volume": "326",
            "issn": "7390",
            "pages": "626--634",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.326.7390.626"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Looking good or doing better? Patterns of decoupling in the implementation of clinical directorates. Health Care Manag Rev",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mascia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Morandi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cicchetti",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "111--134",
            "other_ids": {
                "DOI": [
                    "10.1097/HMR.0b013e318286095c"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A tale of two hospitals: assessing cultural landscapes and compositions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Braithwaite",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Westbrook",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iedema",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Mallock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Forsyth",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Soc Sci Med",
            "volume": "60",
            "issn": "5",
            "pages": "1149--62",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2004.06.046"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Multisource feedback: 360-degree assessment of professional skills of clinical directors",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Raynery",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wall",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Serv Manag Res",
            "volume": "20",
            "issn": "3",
            "pages": "183--191",
            "other_ids": {
                "DOI": [
                    "10.1258/095148407781395973"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Il personale del Sistema Sanitario Italiano",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Colonizing the new world of NHS management: the shifting power of professionals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Thorne",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health Serv Manag Res",
            "volume": "15",
            "issn": "1",
            "pages": "14--26",
            "other_ids": {
                "DOI": [
                    "10.1258/0951484021912798"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Lords of the dance: professionals as institutional agents",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Organ Stud",
            "volume": "29",
            "issn": "2",
            "pages": "219--257",
            "other_ids": {
                "DOI": [
                    "10.1177/0170840607088151"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Medical management: hostage to its own history? The case of Italian clinical directors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sartirana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prenestini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lega",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Public Sect Manag",
            "volume": "27",
            "issn": "5",
            "pages": "417--446",
            "other_ids": {
                "DOI": [
                    "10.1108/IJPSM-06-2012-0070"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Making doctors manage, but how? Recent developments in the Italian NHS",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lega",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sartirana",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Health Serv Res",
            "volume": "16",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12913-016-1394-6"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Organizing professionals and their impact on performance: the case of public health doctors in the Italian SSN",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sarto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Veronesi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kirkpatrick",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Public Manag Rev",
            "volume": "21",
            "issn": "7",
            "pages": "1029--51",
            "other_ids": {
                "DOI": [
                    "10.1080/14719037.2018.1544270"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "La gestione delle operations in tempo di crisi: le prime 10 lezioni apprese dalle Aziende Sanitarie",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marsilio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prenestini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mecosan",
            "volume": "113",
            "issn": "",
            "pages": "141--50",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The intermediate positions on the scale were numbers 4, 3, 2. The descriptors are not numerical; they refer to agree (A), uncertain (U), and disagree (D). The five final items were open questions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Questionnaire Respondent Demographics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Questionnaire Responses by Doctors and Nurses (%). SD denotes strongly disagree, D disagree, A agree, SA strongly agree, PI Polarity Index",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge support from the University of Milan through the APC initiative. The authors want to thank the former CEO, Francesco Ripa di Meana, the former Clinical Director, Massimo Annicchiarico, and Marilina Colombo at the LHA of Bologna. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors received no external funding for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The dataset of this study is available from the corresponding author on reasonable request. Received: 20 November 2020 Accepted: 1 April 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Each author has made a substantial contribution to the study. AP conceived the study, coordinated data acquisition via the survey, and wrote the first draft of the paper. MS carried out the literature review on hybrid professionalism and substantially revised the second draft of the paper. AP and MS translated and revised the questionnaire into Italian and performed the data analysis. FL wrote the conclusions. AP, MS, and FL participated in the design of the research, interpreted the results, and substantially revised the manuscript after the reviews. All authors have read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "Ethics approval and consent to participate The study did not require ethical approval as it does not report the results of a health care intervention on human participants; the material used in the research did not need ethical approval in Italy. In compliance with the regulation at the time of the survey, the participants gave their informed consent to participate by voluntarily completing the questionnaire. All methods were performed in accordance with relevant guidelines and regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}