{
    "paper_id": "0a7bda5e6e8e25da1511dcdbc48a5c92afa1a8fc",
    "metadata": {
        "title": "Financial Integration Without Financial Development JEL F36 · F43 · G11 · O16",
        "authors": [
            {
                "first": "Flavia",
                "middle": [],
                "last": "Corneli",
                "suffix": "",
                "affiliation": {},
                "email": "flavia.corneli@bancaditalia.it"
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper shows that, in a two-country model, where the two economies differ in their level of financial market development, financial integration has sizable short-and medium-term effects, even in the absence of aggregate risks. Consistent with the Lucas paradox, the present work establishes that financial integration can reduce the speed of capital accumulation and increase savings in a developing country still in the process of convergence toward the steady state and with domestic capital market distortions. The level of capital accumulation at the time of integration crucially affects agents' welfare. The closer the economy is to its steady state, the lower are agents' welfare gains in the financially less advanced economy, while they are always negative in the more developed country. Two forces drive these results: precautionary saving and the propensity to move resources from risky capital to safe assets until the risk-adjusted return on capital equalizes the risk-free interest rate. Under the assumption of the constant relative-risk-aversion utility function, those forces are both decreasing in wealth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Standard neoclassical growth models predict that all economies conditionally converge to their steady state. Financial integration, through the equalization of the marginal return of capital across countries, has only transitory effects. Financial integration accelerates the convergence rate of those scarce in capital and efficiently allocates savings towards more productive activities. However, several empirical studies found that the growth benefits of financial integration are, at most, modest and that financial development appears to be crucial for determining the impact of integration on growth (Furceri et al., 2019) . The present analysis provides novel theoretical predictions on the short-and medium-run effects of financial integration among countries that differ in their level of financial development, and explains the empirical findings, even in the absence of aggregate or global risks (e.g., the global financial crisis or COVID-19 crisis). In particular, the standard model is modified by introducing a financial development gap between the two countries that became financially integrated. This leads to predictions that are the opposite of those prescribed by the neoclassical growth model. Financial integration reduces the speed of capital accumulation. Moreover, integration bears the long-run consequences of persistent financial development gaps on capital accumulation. Financial depth, by shaping the saving and investment behavior of individual agents, has important implications for capital movements among countries and can help explain the emergence of large external imbalances, as observed in recent decades.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 629,
                    "text": "(Furceri et al., 2019)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This work proposes a two-country model based on Angeletos (2007) . In each economy, heterogeneous agents are subject to idiosyncratic production shocks. The presence of idiosyncratic risk generates a wedge between the risk-free interest rate and the marginal return on capital (risk premium). Better financial institutions, by lowering the portion of shocks that affect agents, facilitate a lower risk premium and lesser need for precautionary savings. In equilibrium, this results in a higher risk-free interest rate and, at the same time, a higher level of capital. The main difference with Angeletos and Panousi (2011) is that here the two countries differ not only in terms of financial depth, but also in the level of accumulated capital. The advanced economy has already reached the autarky steady state, while the other is still in the process of accumulating capital. When these two countries liberalize their capital accounts (they can exchange riskfree bonds), the interest rate on bonds is immediately equalized at a level that is between the interest rates prevailing before integration. The amount of accumulated capital in the developing country at the moment of integration shape the short-run consequences of liberalization. If the developing country is still far from its autarky steady state, then on impact it experiences a boost in consumption and capital accumulation financed through the issuance of risk-free bonds, while the advanced economy reduces consumption and buys those assets. However, if the developing country is close to the autarky steady state level of capital, the rate of capital accumulation slows down as a consequence of integration and the advanced economy issues bonds and enjoys higher consumption.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 64,
                    "text": "Angeletos (2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 593,
                    "end": 621,
                    "text": "Angeletos and Panousi (2011)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The medium-and long-run effects, instead, only depend on the financial development gap. The model proves that when these two economies open up their capital accounts, in the medium term, the developing country experiences a reduction in the speed of capital accumulation, and therefore in growth, and an increase in savings. In the long run, however, this economy achieves steady state levels of capital and production that are higher than the ones under autarky. The opposite is true for the advanced economy in which financial integration boosts consumption and dissaving in the medium term. High consumption in the advanced economy is financed by capital inflows through the issuance of external debt. However, this forces agents of the advanced country to reduce both consumption and capital stock in the long run. As already mentioned, the long-run consequences are in line with Angeletos and Panousi (2011) .",
            "cite_spans": [
                {
                    "start": 884,
                    "end": 912,
                    "text": "Angeletos and Panousi (2011)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Two forces drive these results: precautionary saving and the propensity to move resources from risky capital to safe assets until the risk-adjusted return on capital is equal to the risk-free interest rate. Under the maintained assumption of a constant relative risk aversion (CRRA) utility function, those forces are both decreasing in wealth. Debt accumulation by the agents in the advanced country, by reducing their willingness to take on risk, depresses the steady state aggregate capital stock and production. In contrast, in the developing country, the increase in wealth due to accumulation of risk-free assets boosts the propensity to take on risk, resulting in higher capital, production and consumption in the long run compared to the autarky steady state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Welfare analysis reveals that integration determines welfare losses for the advanced economy since the increase in consumption in the medium term, with respect to autarky, cannot offset the drop in the long run, and possibly also in the short term depending on the capital accumulation in the other economy at the moment of integration. In the developing country, instead, a slowdown in consumption in the medium term is compensated for by the increase in impact. In the long run, therefore, agents in this economy enjoy welfare gains. Those positive consequences are mitigated if, at the moment of financial integration, the country is very close to its autarky steady state. As described in Mendoza et al. (2009) , absent any risk-sharing motive, the effect of financial integration on wealth can be negative, due to redistributional effects inside countries as a consequence of movements in the interest rate. This effect could dominate the positive impact of capital reallocation.",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 714,
                    "text": "Mendoza et al. (2009)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The medium-and long-term results of the present work are driven by the assumption that the financial development gap between the two countries is not affected by financial integration. As shown by Klein and Olivei (2008) , capital account openness can contribute to the development of the financial system and, therefore, should help reduce this gap. In the present framework, this could mitigate the slowdown of capital accumulation by the financially less advanced economy and reduce consumption growth in the other country, while the main forces would still be at work. However, recent data show that the gap persists even 10 years after the beginning of the large emerging market liberalization of the midnineties (Sahay et al. 2015) .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 220,
                    "text": "Klein and Olivei (2008)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 718,
                    "end": 737,
                    "text": "(Sahay et al. 2015)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The focus of this analysis is to understand the effects of financial integration among countries with different levels of financial development, abstracting from risk-sharing considerations. Moreover, it looks at an emerging economy in the process of accumulating capital at the moment of liberalization, showing that the level of capital has sizable (though transitory) effects. Angeletos and Panousi (2011) and Corneli (2009) also analyzed the implications of financial integration between two economies with different levels of financial development. The present work shares with those papers the idea that financial underdevelopment influences entrepreneurial activities and constrains the ability of the agents to insure against idiosyncratic shocks. Angeletos and Panousi (2011) established the important result for the steady state of integration that is also obtained here: lower capital, production and consumption with respect to the autarky levels for the advanced economy, and higher capital, production and consumption for the developing country with respect to its autarky steady state. In this sense, the present work confirms the result in a discrete environment and with quantitative results for the welfare consequences. The long-run effects of financial integration in this paper contrast with Corneli (2009) due to a different attitude towards the risk of single agents, which is crucial for the long-term consequences of financial integration for savings and investment behavior. Due to constant absolute risk aversion, in Corneli (2009) , capital choice was independent of the level of agents' wealth. Therefore, large and widening bond holdings only affect the saving-consumption decision, and not the level of capital and production. Mendoza et al. (2007) and Mendoza et al. (2009) were the first contributions that studied the impact of financial integration among economies populated by heterogeneous agents, following Aiyagari (1994) , but with different levels of financial development. However, they predicted that the level of capital in the autarky steady state would be higher and the risk-free interest rate lower for the developing economy than for the advanced one. This is due to the absence of a wedge (the risk premium) between the risk-free interest rate and the marginal return on capital.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 408,
                    "text": "Angeletos and Panousi (2011)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 413,
                    "end": 427,
                    "text": "Corneli (2009)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 756,
                    "end": 784,
                    "text": "Angeletos and Panousi (2011)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1313,
                    "end": 1327,
                    "text": "Corneli (2009)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1544,
                    "end": 1558,
                    "text": "Corneli (2009)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1758,
                    "end": 1779,
                    "text": "Mendoza et al. (2007)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1784,
                    "end": 1805,
                    "text": "Mendoza et al. (2009)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1945,
                    "end": 1960,
                    "text": "Aiyagari (1994)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "The present study extends the works mentioned so far by allowing the economy with less developed financial markets to remain in a transition phase. In this respect, this contribution is close to Coeurdacier et al. (2020) who analyzed the transition path from autarky to a steady state of two economies that differed in the level of capital scarcity at the moment of financial integration. Moving from a risky environment, their analysis highlighted the risk-sharing gains of two countries that differed in their level of aggregate uncertainty while they abstracted from heterogeneity inside each economy.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 220,
                    "text": "Coeurdacier et al. (2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "The welfare consequences of financial integration in the present paper differ from Mendoza et al. (2007) , Mendoza et al. (2009) and Corneli (2009) , who found that financial integration facilitates welfare gains for the agents in the advanced economy, where a lower precautionary motive boosts consumption in the first periods after capital account liberalization, and welfare losses for the developing economy. This is due to one important difference. The developing country is already at its autarky steady state at the moment of integration. Therefore, the welfare analysis reveals that the assumption of capital accumulation in the emerging economy is crucial to understanding the consequences of financial liberalization, not only for the developing economy, but also for the other one, even if the effects on saving-investment decisions are only transitory. Importantly, Mendoza et al. (2007) and Mendoza et al. (2009) showed that, abstracting from risk-sharing, financial integration can create negative welfare effects in those cases in which welfare consequences result from changes in the interest rate. Coeurdacier et al. (2020) , focusing exclusively on the risk-sharing consequences of financial liberalization, obtained positive though modest welfare gains for all. In Coeurdacier et al. (2020) , the welfare gain for the developing country was larger than for the other economy only in the presence of capital scarcity at the moment of integration, in line with the present study. Gourinchas and Jeanne (2006) and Antunes and Cavalcanti (2013) studied the welfare consequences of capital account liberalization for a small open economy that is converging towards its steady state. They found positive welfare gains for the country. Those gains were higher for an economy that liberalizes its capital account at an early stage of capital accumulation. The present work shares with these studies the notion that financial integration has relatively better effects for countries at an early stage of capital accumulation than for economies closer to their steady state.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 104,
                    "text": "Mendoza et al. (2007)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 107,
                    "end": 132,
                    "text": "Mendoza et al. (2009) and",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 133,
                    "end": 147,
                    "text": "Corneli (2009)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 878,
                    "end": 899,
                    "text": "Mendoza et al. (2007)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 904,
                    "end": 925,
                    "text": "Mendoza et al. (2009)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1115,
                    "end": 1140,
                    "text": "Coeurdacier et al. (2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1284,
                    "end": 1309,
                    "text": "Coeurdacier et al. (2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1497,
                    "end": 1525,
                    "text": "Gourinchas and Jeanne (2006)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1530,
                    "end": 1559,
                    "text": "Antunes and Cavalcanti (2013)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "The policy implications of the present work refer to the importance of sequencing and interactions of policy reforms. This type of consideration builds upon the observations of Edwards (1990) as well as Asturias et al. (2016) . However, the latter contribution focused on firm dynamics and trade liberalization abstracting from capital accumulation.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 191,
                    "text": "Edwards (1990)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 203,
                    "end": 225,
                    "text": "Asturias et al. (2016)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "The model presented herein is based on Angeletos (2007) . It is a neoclassical economy with heterogeneous agents, convex technologies and idiosyncratic production risks. Financial markets are incomplete and agents can only trade riskless bonds. Wealth can be allocated either to consumption, risky productive capital or risk-free bonds. Time is discrete; there are two countries indexed with i, each populated by a continuum of atomistic agents. 1 Each household is a consumer-entrepreneur, owns a firm, and supplies inelastically one unit of labor in a competitive labor market. Also, a consumer-entrepreneur can accumulate capital by investing only in their own firm. 2 The flows of utility of each agent at time zero can be written as:",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 55,
                    "text": "Angeletos (2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 670,
                    "end": 671,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "The utility function is a standard constant relative risk aversion (CRRA) function, where > 0 represents the coefficient of relative risk aversion (and the reciprocal of the elasticity of intertemporal substitution) and c i,t is the chosen level of consumption at time t by an individual agent living in country i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "In each period, the agent allocates wealth, w it , to consumption, c it , and capital, k it+1 , to be used in the production of the final good the period after, and risk-free bonds, b it+1 , according to the budget constraint:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "Total wealth is given by the profit earned by the household-entrepreneur, it , the gross return, R it , on the bonds, b it , purchased the period before and the wage, it . Profits are given by total production after subtracting labor costs:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "where and a i,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": ". The production is a Cobb-Douglas aggregator of capital and labor, n it . Capital is chosen one period in advance, depreciates at a rate, , and cannot be reshuffled once the idiosyncratic productivity shock, a it , realizes. The level of employed labor is instead decided after observing the shock. a it is log-normally distributed with probability density function . a it is a random variable independent and identically distributed across agents and time. The parameter 2 ia , which is the variance of the associated normal distribution, is the formalization of the financial market development. It represents the portion of the production risk that cannot be insured through the financial market and, therefore, rests on the individual entrepreneurs. 3 Throughout the rest of the paper, it is assumed that the variance of the idiosyncratic shock is lower in country 1 (the advanced economy with more developed financial markets, therefore with more efficient and accessible financial institutions and markets) and higher in country 2 (the developing country with less developed financial markets).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "Given the assumptions on the distribution of the shock, the model generates an endogenous, or natural, borrowing constraint that must be satisfied in every period:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "3 is the shortcut for the level of production variability that cannot be insured. There is no aggregate variability in the production process. Thus this work does not compare variability measures across countries.The focus of the present work is on the variability that stays in households, cannot be redistributed, and, therefore, affects agents' wealth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "h it is the human wealth, computed as the discounted flow of wages. It also represents the wealth of an agent subject to the worse productivity outcome in every period from t onwards (i.e., a i,t =a i,min = 0 ∀t ). Since the labor market is competitive, in equilibrium the agents are paid identical wages. Therefore, human wealth is the same across agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "Given a deterministic sequence of prices, it , R it+1 ∞ t=0 , agents choose consumption, labor supply, capital and risk-free bonds, c it , n it , k it+1 , b it+1 ∞ t=0 , in order to maximize their lifetime utility (Eq. (1)), subject to their budget constraint (Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization Problem"
        },
        {
            "text": "(2)) and the non-negativity constraints. Angeletos (2007) proves that the policy functions for consumption, capital and bonds can be written as linear functions of financial wealth, w it , in particular:",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 57,
                    "text": "Angeletos (2007)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Optimization Problem"
        },
        {
            "text": "r it+1 is the mean of the returns to risky capital across the agents. 2 it+1 is their variance that coincides with 2 ia , the variability of the idiosyncratic production shock. These equations define the equilibrium choices as a linear function of the effective wealth, defined as financial plus human wealth ( w it + h it ) , multiplied by two coefficients that are deterministic and vary with wage it+1 and bond return R it+1 . The proportion of wealth that the agent decides to allocate to savings and investment ( it ) , and therefore to future consumption, is a function of the discount rate and the return to savings, and is derived from the Euler equation combined with the first order conditions (FOC) for capital and bonds. The proportion of stored resources that are invested in risky capital ( it ) is a measure of the risk premium the agents receive for investing in the production activity instead of risk-free assets, and is decreasing in the riskiness of the financial environment 2 ia . The higher the portion of production risk that cannot be insured through the financial markets, the lower the amount of resources invested in risky capital. It is also important to notice that it is negatively affected by the risk aversion parameter. The more risk averse the agent (higher ), the lower the amount of resources employed in risky activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization Problem"
        },
        {
            "text": "Since the policy functions for consumption, capital and bonds are linear in wealth, it is possible to aggregate the equilibrium choices of c it , k it+1 , b it+1 . The wealth distribution does not affect the aggregate dynamics. In addition, since the shock to productivity is idiosyncratic, it cancels out in the aggregate, so that the general equilibrium is deterministic. In the closed economy in every period, bonds are in zero net supply since the market has to clear. Also, the offer of labor equals its supply, that is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State Under Autarky"
        },
        {
            "text": "In what follows, it is assumed that = 1 , a plausible calibration for the parameter of relative risk aversion that is widely used in the literature and simplifies the parameter that defines the propensity to consume, which reduces to it = . 4 Aggregating across agents, the budget and borrowing constraints, Eq.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 242,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State Under Autarky"
        },
        {
            "text": "(2) and Eq. (5), become:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State Under Autarky"
        },
        {
            "text": "The policy functions, Eq. (9) and Eq. (10), become:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State Under Autarky"
        },
        {
            "text": "The mean of the returns to capital simply becomes equal to the net marginal productivity of capital, taking into account capital depreciation (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State Under Autarky"
        },
        {
            "text": "Therefore, the propensity to invest in capital is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State Under Autarky"
        },
        {
            "text": ". The equilibrium path for capital accumulation is positively affected by the financial market development. For any level of effective wealth, the share of resources invested in capital increases as 2 ia decreases. The steady state versions of Eq. (9)-(12) are (given that N it = 1 ∀t):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State Under Autarky"
        },
        {
            "text": "Angeletos (2007) proves that, for plausible values of the model parameters, capital and the risk-free interest rate are decreasing in 2 ia , which is also the case here. The risk premium, measured by the gap between the marginal return to capital and the risk-free interest rate, is increasing in the riskiness of production, i.e., in the degree of financial market underdevelopment. This results both from an increase in the risk compensation demanded for investing in the productive capital and from an increase in the demand for precautionary savings, which drives down the risk-free interest rate. Less developed financial markets are associated with a lower steady state capital level and, therefore, with lower production, consumption and wages. Equations (13)-(16) can be combined to obtain the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State Under Autarky"
        },
        {
            "text": "Equation (17) derives from the Euler condition at the steady state of zero consumption growth, therefore representing the agents' saving decision or the supply of capital to the firms. This equation implies a positive relationship between the risk-free interest rate and the capital stock. Higher interest rates induce agents to postpone consumption and devote more resources to saving and investment. Equation (18) represents instead the demand for capital by entrepreneurs or their investment decisions. Given decreasing returns to capital, higher interest rates on risk-free bonds imply lower levels of capital in order to keep the return on capital adjusted for risk equal to the interest rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State Under Autarky"
        },
        {
            "text": "Equations (17) and (18) are plotted in Fig. 1 for two countries that differ only in their level of financial development. Figure 1 provides a visual insight into the result that, in the autarky steady state, deeper financial markets are associated with increased capital and a higher risk-free interest rate, respectively, equilibria 1_a for the financially more advanced economy and 2_a for the less financially developed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 45,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 122,
                    "end": 130,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "General Equilibrium and Steady State Under Autarky"
        },
        {
            "text": "The model is solved assuming that the two countries open up their capital accounts (i.e., they start exchanging risk-free bonds) which leads to the immediate equalization of the two countries' risk-free interest rates. The individual agents' optimization problem is identical to the closed economy case. Therefore, the conditions presented in the previous section remain valid. The open",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State with Integrated Financial Markets"
        },
        {
            "text": "economy case differs in that, when deriving the general equilibrium and computing the aggregate equilibrium relationships, the condition that bonds are in zero net supply in each country need not be satisfied. This condition is replaced by the condition that the world demand and supply of bonds are equal. The general equilibrium is again deterministic, given the absence of aggregate shocks, and characterized by the sequence of consumption, labor supply, capital and risk-free bonds ( C it , N it , K it+1 , B it+1 ∞ t=0 ) and of prices ( it , R t+1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State with Integrated Financial Markets"
        },
        {
            "text": "∞ t=0 ) such that the following aggregate relationships are satisfied in every period: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State with Integrated Financial Markets"
        },
        {
            "text": ". Equation (19) is analogous to the budget constraint in the closed economy case (Eq. (9)), except that here aggregate bond holdings can be non-zero. Equation (20) imposes equilibrium in the world bond market. Equations (21) -(23) are identical to the closed economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State with Integrated Financial Markets"
        },
        {
            "text": "The following proposition establishes the steady state equilibrium result of the model with financial integration among two countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State with Integrated Financial Markets"
        },
        {
            "text": "Proposition 1 Suppose that in a two-country world, with country 1 financially more developed than country 2, in the autarky steady state, the risk-free interest rates are such that R 1 > R 2 . The steady state equilibrium with financial integration is characterized by a common risk-free interest rate, R ss , such that R 2 < R ss < R 1 , and country 1 issues a strictly positive level of risk-free bonds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State with Integrated Financial Markets"
        },
        {
            "text": "The steady state versions of Equations (19) -(23) are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State with Integrated Financial Markets"
        },
        {
            "text": "The levels of consumption and capital, determined by the aggregation of the policy functions (Eq. (27) and Eq. (28), respectively) are increasing functions of wealth. Therefore, they are increasing in the steady state level of the bond holdings. In the advanced economy (country 1), capital and consumption are lower now than in the autarky steady state, since this economy is a net issuer of bonds. The opposite is true of country 2. The levels of capital and consumption are higher in the integration steady state than in the autarky steady state. The complete dynamics of those variables are simulated in the next section. Figure 1 provides visual representation of the movements of capital and the interest rate (holding the amount of debt constant at the steady state of integration and with the sign determined by Proposition 1). The figure shows the capital supply and demand curves for the two countries at the steady state both in autarky and integration. As already mentioned, equilibria 1_a and 2_a are the autarky interest rate-capital combinations in countries 1 and 2, respectively, while the equilibria with financial integration are indicated by 1_i and 2_i , respectively. As stated in Proposition 1, the world interest rate is between the autarky risk-free interest rates. The most important message from Fig. 1 is that the steady state level of capital in country 1",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 626,
                    "end": 634,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1323,
                    "end": 1329,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "General Equilibrium and Steady State with Integrated Financial Markets"
        },
        {
            "text": "is smaller than its autarky level, while the opposite is true of country 2. Moreover, the capital accumulated by agents in country 2 always remains below the level in country 1. This happens because the financial development gap generates a higher risk premium and higher precautionary savings in the developing economy, even in the financial integration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State with Integrated Financial Markets"
        },
        {
            "text": "The apparently surprising result shows that in the long run, the country with poor financial institutions accumulates more capital than under autarky, while the advanced economy decumulates capital and production shrinks. This result is induced by the different behavior of the supply and demand curves. Consider country 1. The supply does not move since the propensity to consume does not change after integration. The only implication of being able to lend or borrow from abroad is a movement along the curve. The interest rate of integration, being lower than the one of autarky, induces agents to reduce their savings and increase consumption. However, two distinct effects influence the demand of capital. The first movement, in line with the supply side, is along the curve. Entrepreneurs in country 1 are willing to increase investment at the new interest rate. The second movement is a shift of the demand curve due to changes in the propensity to invest in risky activities. Since agents have CRRA utility functions, their risk aversion increases with the decrease in wealth. Therefore, they reduce their level of capital further. Thus, the positive impact of a smaller risk-free interest rate on the demand of capital is more than offset by the increase in the risk aversion. The opposite is true of the demand curve in country 2. It moves to the right due to the higher propensity to invest in risky activities that derives from the increase in wealth. Moreover, in this economy, agents are willing to save more at the interest rate of integration which is higher than the one of the autarky steady state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Equilibrium and Steady State with Integrated Financial Markets"
        },
        {
            "text": "This section simulates model dynamics during the transition towards the new steady state. In particular, the scope of this exercise is to highlight the implications of financial integration for a developing country (country 2) that is still in the process of accumulating capital when it opens its capital account to an economy financially more advanced and which is already at its autarky steady state (country 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Analysis"
        },
        {
            "text": "The parameters are selected as follows. Each period corresponds to one year. Seven parameters need to be set by matching some important features of the data. First of all, two blocks are classified in the World Economic Outlook of the International Monetary Fund (2020) (IMF). Advanced countries are on the one side, and emerging and developing countries are on the other side. Second, compared to the analytical representation, capital-adjustment costs are introduced in order to get smooth transition paths for capital movements. A standard quadratic form is employed ( (k it+1 ∕K it − 1) 2 ) for capital-adjustment costs as specified in Kehoe and Perri (2002) , making use of their calibration of the parameter . Decreasing or eliminating this cost would make the transition faster without altering the main results.",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 662,
                    "text": "Kehoe and Perri (2002)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative Analysis"
        },
        {
            "text": "The income share of capital ( ) was set at 0.36, the annual discount rate ( 1 − ) at 0.04, the annual capital depreciation rate ( ) at 0.08, the annual capital adjustment cost ( ) at 0.6, and risk aversion ( ) at 1. The standard deviation of uninsured idiosyncratic productivity shock, AE ( 1a ), was set at 0.71, and the standard deviation of uninsured productivity shock, EM ( 2a ), at 0.88.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Values"
        },
        {
            "text": "The income share of capital, annual discount rate and annual capital depreciation rate were taken from the literature (Aiyagari 1994) . The parameter of relative risk aversion (which defines also its reciprocal, the elasticity of intertemporal substitution) was set to 1. The choice of this parameter, already used by Aiyagari (1994) , represents a lower bound for the main mechanisms that drive the analysis. As shown in Angeletos (2007) , who considered a value of 3 and then also controlled for 1 or 5, the higher the risk aversion parameter, the stronger the impact of financial market frictions on the saving-investment decisions. Therefore, a higher risk aversion would amplify the quantitative results without changing the qualitative implications of financial integration.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 133,
                    "text": "(Aiyagari 1994)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 318,
                    "end": 333,
                    "text": "Aiyagari (1994)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 422,
                    "end": 438,
                    "text": "Angeletos (2007)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Parameter Values"
        },
        {
            "text": "In order to estimate the share of the productivity shock variability, , that cannot be insured through the financial markets, the calibration starts from the work of Bloom (2009) . Bloom (2009) provided a model and an estimation of how uncertainty affects individual firms' decisions that in turn determine the overall macroeconomic performance of a country. Bloom (2009) showed that various measures of uncertainty at the firm level are highly correlated with stock-market volatility. In the same vein, Baker and Bloom (2013) found that uncertainty, proxied again by stock-market volatility, is higher in developing countries. A more direct way of estimating the uninsured productivity shock in the present analysis is by matching the risk premium, defined in the model as the wedge between the risk-free interest rate and the marginal return to capital. Damodaran (2020) provided a measure of the equity risk premium since 2000. For 2014, he provided risk premium estimates for 144 countries. This variable was computed starting from an estimation of the U.S. equity risk premium and then adding an additional country risk premium that was much higher for emerging economies. Moreover, this variable was negatively correlated with financial market development supporting the idea that better financial markets and institutions reduce the risk premium for investing in risky activity. The values of the parameters were obtained by matching the risk premium of the two blocks at the final steady state of integration. In particular, the data were elaborated by making use of Damodaran (2020) for the interest rate adjusted for risk (which here represents the marginal return to capital). The estimated interest rate adjusted for risk is 5.6% for the AE (country 1) and 7.6% for the EM (country 2) from which the values of were derived and reported in the table. 5 Therefore there is a gap of 2%. What really drives the long-term quantitative results is the gap in the financial depth of the two economies. Reducing this gap would mitigate the long-term as well as the medium-term impact of financial integration, without altering the main qualitative findings. In the two economies, countries are weighted by their participation in the international capital market (Lane and Milesi-Ferretti 2007) . Making the emerging country larger would change the quantitative results in that the impact on this economy would be slightly smoother while the impact on the developed country would be larger. However, the direction of the results would not be affected.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 178,
                    "text": "Bloom (2009)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 181,
                    "end": 193,
                    "text": "Bloom (2009)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 359,
                    "end": 371,
                    "text": "Bloom (2009)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 504,
                    "end": 526,
                    "text": "Baker and Bloom (2013)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1575,
                    "end": 1591,
                    "text": "Damodaran (2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2265,
                    "end": 2296,
                    "text": "(Lane and Milesi-Ferretti 2007)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Parameter Values"
        },
        {
            "text": "In order to reproduce the dynamic transition from the initial equilibrium in the closed economy to the steady state of integration, this analysis adopted the computational procedure proposed by Mendoza et al. (2009) . The model is solved backward, updating the guess on one variable until all the policy functions and resource constraints are satisfied in every period.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 215,
                    "text": "Mendoza et al. (2009)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Simulations"
        },
        {
            "text": "First, the focus is on the transition path towards the autarky steady state for country 2 starting from a given level of capital K 0 . Second, it is assumed that the same country, at K = K 0 , decides to open up its capital account to an economy with more developed financial markets and which is already at its autarky steady state, country 1. The analysis compares the speed of convergence towards the two different steady states (autarky and integration) for country 2 and highlights the transition of the main variables of interest for the two economies. In country 2, the initial level of capital is set to 60% of the country 1 steady state level in autarky, for numerical illustration. However, this value is also close to the level estimated by Coeurdacier et al. (2020) . The transition is smooth and takes 28 years to complete. 6 The interest rate declines while the risk premium increases following the capital increase. The steady state levels of the economic variables depend on the level of financial development. Also, the propensity to invest in capital, given by it , is positively associated with the level of financial development. Therefore, not only the steady state level, but also the speed of capital accumulation, increases for countries with deeper financial systems.",
            "cite_spans": [
                {
                    "start": 752,
                    "end": 777,
                    "text": "Coeurdacier et al. (2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 837,
                    "end": 838,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Simulations"
        },
        {
            "text": "In all the following simulations, at time 1 the two countries are in autarky and at time 2 they financially integrate without pre-announcement. At the moment of financial integration, the interest rate on risk-free bonds is equalized in the two economies. The transition towards the final steady state is extremely slow and takes several years. The level of capital accumulated by country 2 at the time of capital account liberalization crucially determines the transition path in the short run and medium run. Figure 2 compares the capital accumulation path for country 2 in autarky and integration for 25 periods. In the first two periods, the two curves coincide (recall that capital is set one period in advance). Then, there is a jump in the level of capital chosen in integration and capital goes above the level of autarky. In fact, in this scenario, at the time of integration the interest rate moves to a value that is lower than the risk-free interest rate of country 2. In this economy, agents are willing to invest in risky activities because the return to capital adjusted for risk is above the risk-free interest rate. The boost in capital accumulation is exhausted after 12 years, when the level of capital moves below the one of the autarky steady state. Agents in country 2 can now diversify their portfolios by accumulating (in aggregate) a positive level of bonds, and they do so as they are more risk averse than agents in country 1. The novel result of the present analysis is that financial integration may boost capital accumulation in the short run because of positive and high differentials of return on capital between the two countries, even when adjusted for risk. However, the implications of different savings and investment behaviors lead to a slowdown in the convergence toward the steady state of integration. Again, while the short-run dynamics depend on the level of capital accumulation at the time of integration, the mediumterm and long-lasting consequences are entirely due to the financial development gap, which heavily weighs on the propensity to save.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 519,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Simulations"
        },
        {
            "text": "In fact, Fig. 2 demonstrates that after financial integration (instead of 35 in the autarky regime) agents in country 2 reach a level of capital equal to the autarky steady state very slowly, after many more years. From that point on, these agents keep accumulating capital until they get to the steady-state level, which is 1.5% higher than the autarky one.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 15,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Simulations"
        },
        {
            "text": "The long-run result is positive for this economy, when measured with the final level of capital, independently of the variables at the moment of integration. The final steady state depends only on the combination of parameters of the two economies and in particular on the financial development gap. Figure 3 shows the behavior of the variables of interest in the first 34 years after integration. At the moment of integration, the interest rate immediately jumps to a common intermediate level. It then moves to the steady state level in about 20 years. 7 7 When the two countries are both at the autarky steady state at the moment of financial integration, the interest rate jumps immediately to the new steady state, since capital liberalization induces only a capital reshuffle. This is also true in the case in which K 0 is very close to the autarky steady state and its interest rate is below the one of integration. The risk-free interest rate differential before integration determines the short time reaction of the other variables. In the present scenario, at time 1 the risk-free interest rate of country 2 is higher than the interest rate of integration (and also higher than the interest rate of country 1). 8 At the time of capital account liberalization, agents in country 2 are willing to invest more resources in their risky activity, since the return on capital adjusted for risk turns out to be higher than the new interest rate. This boosts capital accumulation. The opposite happens in the other economy. On impact, agents in country 1 decrease the level of capital, because the return on capital adjusted for risk is lower than the new risk-free interest rate. Also at the time of integration, agents in country 1 reduce the level of consumption, but only for the first periods. Then, the lower precautionary motive, with respect to the other economy, induces them to increase the level of consumption and to finance it by issuing debt. Therefore, current account first jumps to a surplus of 37% of production for country 1, followed by a jump to a deficit of around 7% of its gross domestic product (GDP), which subsequently starts shrinking until it reaches zero at the steady state of integration. Agents in country 1 keep issuing debt in the entire transition until it reaches almost 100% of production at the final steady state. Due to the large increase in the negative asset position, total wealth decreases. Therefore, consumption and capital, that are a fraction of wealth, decrease as well. Agents have to repay interest on the accumulated debt. Also, they become more risk-averse as total wealth decreases (given CRRA preferences). 9 These two forces, namely lower wealth and higher risk aversion, push agents to reduce the level of capital that, at the final steady state, is 6% lower than the autarky level. The level of consumption falls back to the autarky steady state value in 25 years. Consumption then keeps diminishing down to 5% below the autarky level. Agents in country 2, instead, keep accumulating capital. In the first part of the transition, this is due mainly to the decrease in the risk-free interest rate, which must be matched by a decline of the risk-adjusted return on capital. In the second very long transition phase, capital accumulation is driven by the increasing share of resources country 2 agents want to invest in risky activities. In the steady state of integration, capital in country 2 is 1.5% higher than its level in the autarky steady state. At the moment of integration, agents increase their level of consumption given the lower interest rate on savings. However, these agents start consuming less already five years after integration, when they become willing to postpone consumption in order to save and invest more. Country 2 agents get to the autarky steady state level of consumption in about 50 years and then steadily raise it up to a final steady state which is 4.5% higher than the autarky steady state level. The current account of country 2 mirrors the one of the other economy. Therefore, a large deficit in the first periods is followed by a persistent surplus. Then, the current account shrinks towards zero at the final steady state, where negative net exports are balanced by the interest on accumulated assets. The final level of accumulated foreign assets reaches almost 200% of total production. Agents in country 2 enjoy a first boost in capital accumulation and consumption, and also capital inflows following capital account liberalization. However, the sign of the capital account changes after a few years. This result is in line with the observations of Prasad et al. (2007) , who showed a tendency for this reversal. Until the end of the 1990's, capital importing countries were the poorer economies. In the last decade, richer economies tended to attract net flows of capital.",
            "cite_spans": [
                {
                    "start": 4651,
                    "end": 4671,
                    "text": "Prasad et al. (2007)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 308,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Simulations"
        },
        {
            "text": "The two economies produce a single homogeneous good. Therefore, the gains from trade come from relative price adjustments and the possibility of capital reallocation between production activity and risk-free assets, away from the consumption choice. However, due to the heterogeneous agents hypothesis, the welfare implications of financial integration are very different inside each country depending on the wealth of each single agent at the moment of liberalization. In particular, poor agents are better-off after liberalization in the emerging economy since they pay lower interests on accumulated debt, while rich agents are worse off since they gain lower return on risk-free assets. Therefore, the wealth distribution becomes less dispersed due to the decrease in the interest rate compared to the one prevailing before integration. The contrary is true for agents in the advanced economy. Therefore financial integration has important redistributional effects due to changes in the risk-free interest rate (Mendoza et al. 2009 ) that dominates the positive welfare consequences from capital reallocation (i.e., speed-up in capital accumulation Fig. 3 Transition dynamics -first year in autarky then first 34 years of integration. The interest rate is expressed as a percentage rate per year; capital is reported over the initial level of capital and the same for production, while consumption, current account and bonds are reported as a percentage of current domestic production in the emerging economy and reduction in the other country). In order to compare the welfare consequences in the two economies, the focus is again on the aggregated level of consumption, or equivalently, on the consumption path of the average agent, an agent that has zero asset position at the moment of financial liberalization and whose productivity shock realizations are at the expected value for the entire transition. The Hicksian equivalent variation was computed, defined as the amount of consumption agents must receive in order to remain in autarky instead of moving to integration. This variation represents the amount of immediate consumption agents want at the moment of capital account liberalization in order to be indifferent between autarky and integration. Therefore, a positive value means that the agent of this economy prefers to move to integration (integration is welfare improving) while a negative value implies a higher utility from remaining in autarky (integration is welfare decreasing). 10 Figure 4 reports the path of consumption in the two economies in autarky and integration. In country 1, the temporary drop in consumption at the moment of integration and in the subsequent nine years is only partially offset in the 11 following years by consumption levels above the one of autarky. Integration implies a negative welfare impact corresponding to a 36% decrease in immediate consumption. Fig. 4 Consumption in the two countries: autarky vs integration 10 The Hicksian equivalent variation for the average agent reported here differs from the one used by Antunes and Cavalcanti (2013) , who assumed a benevolent planner that averages across agents' welfare. However given the monotonicity of the utility function, the sign of the welfare consequence is the same, even if the magnitude of the two measures is not comparable.",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1035,
                    "text": "(Mendoza et al. 2009",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2977,
                    "end": 2979,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 3079,
                    "end": 3108,
                    "text": "Antunes and Cavalcanti (2013)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1153,
                    "end": 1159,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 2510,
                    "end": 2518,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 2913,
                    "end": 2919,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Welfare Analysis"
        },
        {
            "text": "The opposite is true for the agents in the developing country, where integration is slightly welfare improving with an impact of 8% of consumption at time 1. The increase in the consumption level at the time of integration and in the long run compensates for the slowdown in the medium term, which is due to the strong precautionary motive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Welfare Analysis"
        },
        {
            "text": "The welfare implications of the model are sensitive to the initial level of capital in country 2 at the moment of integration. For instance, if the value of K 0 for country 2 is 80% of the autarky steady state level of country 1 ( K 0 is moreover equal to about 94% of the steady state of integration for country 2), the welfare loss for country 1 reduces to about 11% of the autarky consumption level. Country 2 now experiences a welfare loss of about 15% of the autarky consumption level, due to the stronger consumption smoothing at the new common interest rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Welfare Analysis"
        },
        {
            "text": "The goal of the present analysis was to study the effects of integration among countries with different degrees of capital market distortions. Financial depth influences agents' decisions in terms of investment as well as savings. In this respect the present analysis is in line with the empirical findings of Gourinchas and Jeanne (2013) . Savings and investment wedges, with respect to the complete markets case, are equivalent to assuming a production process with zero variance, 2 i . This exercise, beside making predictions about long-run effects of financial integration that are consistent with Angeletos and Panousi (2011) , was able to account for the diverging savings' behavior observed in the data. In particular, financially less advanced economies save more (Aizenman et al. 2015) . Therefore, the present work provides theoretical grounds for the observed international capital movements from countries with higher marginal productivity of capital towards countries with larger capital-output ratios. Moreover, the analysis was able to characterize the entire transition path from a closed economy to the steady-state of integration for developing countries at different stages of capital accumulation. Study of the transition path reveals that the level of capital accumulation at the moment of integration crucially shapes the short-term choices of savings, investment and consumption. Moreover, this work shows that, on the one hand, financial integration can be welfare improving for financially poorer economies if they are at an early stage of capital accumulation and if their level of financial development is high enough. On the other hand, financially more advanced economies can experience welfare losses after integration. Different savings and investment behaviors, determined by different appetites for risk, shape the choice of production, consumption and safe investment. Finally, the propensity towards risky production activities increases with wealth. This mechanism determines the long-run levels of the main variables, independently of the conditions at the moment of financial integration.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 338,
                    "text": "Gourinchas and Jeanne (2013)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 603,
                    "end": 631,
                    "text": "Angeletos and Panousi (2011)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 773,
                    "end": 795,
                    "text": "(Aizenman et al. 2015)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Final Remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Uninsured idiosyncratic risk and aggregate saving",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Aiyagari",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "The Quarterly Journal of Economics",
            "volume": "109",
            "issn": "3",
            "pages": "659--684",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Precautionary strategies and household saving",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aizenman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cavallo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Noy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Open Economies Review",
            "volume": "26",
            "issn": "5",
            "pages": "911--939",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Uninsured idiosyncratic investment risk and aggregate saving",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Angeletos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Review of Economic Dynamics",
            "volume": "10",
            "issn": "1",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Financial integration, entrepreneurial risk and global dynamics",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Angeletos",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Panousi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Economic Theory",
            "volume": "146",
            "issn": "3",
            "pages": "863--896",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The welfare gains of financial liberalization: capital accumulation and heterogeneity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Antunes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Cavalcanti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of the European Economic Association",
            "volume": "11",
            "issn": "6",
            "pages": "1348--1381",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The interaction and sequencing of policy reforms",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Asturias",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hur",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Kehoe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruhl",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Economic Dynamics and Control",
            "volume": "72",
            "issn": "",
            "pages": "45--66",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Does uncertainty reduce growth? using disasters as natural experiments",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "National Bureau of Economic Research w19475",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of uncertainty shocks",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Econometrica",
            "volume": "77",
            "issn": "3",
            "pages": "623--685",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Financial integration and growth in a risky world",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Coeurdacier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winant",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Monetary Economics",
            "volume": "112",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The saving glut explanation of global imbalances: The role of underinvestment",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Corneli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Equity risk premiums: Determinants, estimation and implications-the 2020 edition",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Damodaran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3550293"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The sequencing of economic reform: Analytical issues and lessons from latin american experiences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "World Economy",
            "volume": "13",
            "issn": "1",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The aggregate and distributional effects of financial globalization: Evidence from macro and sectoral data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Furceri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Loungani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ostry",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Money, Credit and Banking",
            "volume": "51",
            "issn": "",
            "pages": "163--198",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The elusive gains from international financial integration",
            "authors": [
                {
                    "first": "P.-O",
                    "middle": [],
                    "last": "Gourinchas",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jeanne",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The Review of Economic Studies",
            "volume": "73",
            "issn": "3",
            "pages": "715--741",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Capital flows to developing countries: The allocation puzzle",
            "authors": [
                {
                    "first": "P.-O",
                    "middle": [],
                    "last": "Gourinchas",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jeanne",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Review of Economic Studies",
            "volume": "80",
            "issn": "4",
            "pages": "1484--1515",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "World Economic Outlook",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "International business cycles with endogenous incomplete markets",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Kehoe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Perri",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Econometrica",
            "volume": "70",
            "issn": "3",
            "pages": "907--928",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Capital account liberalization, financial depth, and economic growth",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Olivei",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of International Money and Finance",
            "volume": "27",
            "issn": "6",
            "pages": "861--875",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The external wealth of nations mark ii: Revised and extended estimates of foreign assets and liabilities",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Milesi-Ferretti",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Journal of International Economics",
            "volume": "73",
            "issn": "2",
            "pages": "223--250",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "On the welfare implications of financial globalization without financial development",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Quadrini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Rios-Rull",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Financial integration, financial development, and global imbalances",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Quadrini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Rios-Rull",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Political Economy",
            "volume": "117",
            "issn": "3",
            "pages": "371--416",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Foreign capital and economic growth",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Rajan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Subramanian",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rethinking financial deepening: stability and growth in emerging markets",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sahay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Čihák",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ndiaye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barajas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ayala",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kyobe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Saborowski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Svirydzenka",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Monetary Fund: IMF Staff Discussion Note",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Steady state demand and supply of capital in two countries with different degrees of financial development: autarky and integration. The chosen parameters are the ones reported in the quantitative analysis",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Capital accumulation in country 2 autarky vs integration. Notes: PANEL A for the first 25 years after integration; PANEL B in the long run",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The opinions expressed in this paper do not necessarily reflect those of the Bank of Italy. This paper benefited from comments by Arpad Abraham, Mark Aguiar, Christopher Carroll, Nicolas Coeurdacier, Giancarlo Corsetti, Andrea Finicelli, Hélène Rey and Paolo Surico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}