{
    "paper_id": "0a8477e33db5e39b7d0eb3a7edf44738198974d7",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "S evere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) led to a global pandemic in the human population within months after its fi rst reporting (1) . Potential wildlife reservoirs of SARS-CoV-2 remain unknown; susceptibility of various animal species has been described (2, 3) . Among rodent species, the Syrian hamster (Mesocricetus auratus) (4) both Cricetidae species, have proved to be highly susceptible. These rodents transmit SARS-CoV-2 to cohoused contact animals and therefore are likely to develop effective infection chains, which could result in independent SARS-CoV-2 transmission cycles in nature and sequential reintroduction to the human population (4; B.D. Griffi n et al., unpub. data, https://doi. org/10.1101/2020.07.25.221291). In Europe, bank voles (Myodes glareolus) are a widespread Cricetidae species (5) . We aimed to characterize SARS-CoV-2 infection in bank voles and their ability to maintain sustainable infection chains.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 282,
                    "end": 284,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We intranasally inoculated 9 bank voles with SARS-CoV-2 strain Muc-IMB-1 and, 24 hours later, co-housed 1 contact animal with each of 3 groups of 3 inoculated animals (donor-recipient ratio [d:r] 3:1). We took swab samples regularly from all animals (Appendix, https://wwwnc.cdc.gov/EID/ article/27/4/20-4945-App1.pdf); we euthanized 1 or 2 animals at predefi ned times (Appendix). One bank vole did not survive initial anesthesia for inoculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Neither inoculated nor contact animals showed clinical signs during the study. We detected seroconversion for all directly inoculated animals euthanized 8, 12, and 21 days postinfection (dpi), whereas the animals euthanized 4 dpi and the contact animals were all clearly seronegative for SARS-CoV-2 antibodies in an already validated indirect multispecies ELISA based on the receptor-binding domain (6) .",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 402,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All directly inoculated bank voles tested positive for SARS-CoV-2 by quantitative reverse transcription PCR (qRT-PCR) by oral and rhinarium swab specimens at 2 dpi. At 4 dpi, 5 of these 8 animals were positive by oral swab specimen; 2 were also positive by rhinarium swab specimen. On both sampling days, rectal swab specimens of 2 animals tested positive for SARS-CoV-2 by qRT-PCR. Groupwise collected fecal samples also tested positive by qRT-PCR at 2 and 4 dpi. All swabs collected 8, 12, and 16 dpi from directly inoculated animals and every swab from the cohoused contact animals tested negative by qRT-PCR (Table; Figure) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 620,
                    "end": 627,
                    "text": "Figure)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Two animals were euthanized at 4 dpi; nasal conchae, trachea, lung, and olfactory bulb samples tested positive for SARS-CoV-2 RNA by qRT-PCR (quantifi cation cycle [Cq] 25.45-37.15). One animal showed viral genome in cerebrum and cerebellum samples, whereas the spleen sample from the other animal was positive for the viral genome. At 8 dpi another 2 animals were euthanized; both exhibited viral RNA only within the nasal conchae. The animal euthanized at 12 dpi was negative in all collected tissue samples. Nasal conchae of 3 inoculated animals euthanized at 21 dpi tested positive by qRT-PCR (Cq values 34.78, 34.97, 36.25), whereas all 3 contact animals euthanized at the same time tested negative in the nasal conchae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reisolation of viable virus from tissue materials in cell culture (Vero E6) was successful for 1 nasal conchae sample taken at 4 dpi. However, isolation from samples with Cq >28 failed, in line with findings of other groups (3, 7) . Overall, bank voles proved to be susceptible to infection with SARS-CoV-2 but did not transmit the virus to co-housed direct contact animals (initial d:r 3:1), in contrast to highly susceptible hamsters or deer mice, which transmit SARS-CoV-2 to each contact animal (d:r 1:1) within 5 days (4; B.D. Griffin et al., unpub. data, https://doi.org/10.1101/2020.07.25.221291). Our results suggest a tissue tropism for SARS-CoV-2 replication in bank voles to the upper respiratory tract, as seen for other species, such as ferrets, fruit bats, and raccoon dogs (3, 7) . The persistence of viral genome for at least 3 weeks in nasal tissue of directly inoculated animals was unexpected, especially because the last positive sample was retrieved 4 dpi from the respective bank voles (Table). This finding is most likely the result of the suspect- Deer mice also seem to shed virus through the rectum. However, in bank voles, the SARS-CoV-2 genome could not be detected in the intestines. Although rectal swabs and fecal samples were qRT-PCR positive, the detected Cq values were high, indicating low viral RNA levels. Therefore, the detected viral RNA likely represents residues, which might have resulted from extensive grooming behavior and therefore do not correspond with actual virus shedding from the rectum or feces. This study proves a general susceptibility of bank voles toward SARS-CoV-2 infection. However, bank voles did not transmit SARS-CoV-2 to contact animals, making them unlikely to maintain sustainable infection chains in nature. Therefore, the risk of bank voles becoming a reservoir for SARS-CoV-2 in nature (for example, after contact with infected cats) is low.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 228,
                    "end": 230,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 792,
                    "end": 794,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Percentage of swab specimens positive by quantitative reverse transcription PCR for SARS-CoV-2 on all sampling time points in study of experimental infection of bank voles. The red mouse symbols symbolize inoculated bank voles; the white mouse symbols represent cohoused contact bank voles. Blue Y symbols stand for detected antibodies against SARS-CoV-2 in the respective bank vole group. Quantitative reverse transcription PCR results for the sampled organs of the euthanized, inoculated bank voles are given below the main chart for each time point. Cq, quantification cycle; dpi, days postinoculation; n, number of bank voles; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "China Novel Coronavirus Investigating and Research Team. A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Animal models for COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muñoz-Fontela",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Dowling",
                    "suffix": ""
                },
                {
                    "first": "Sgp",
                    "middle": [],
                    "last": "Funnell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Gsell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "X"
                    ],
                    "last": "Riveros-Balta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Albrecht",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "586",
            "issn": "",
            "pages": "509--524",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2787-6"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Susceptibility of raccoon dogs for experimental SARS-CoV-2 Infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Freuling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Breithaupt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sehl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balkema-Buschmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rissmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "2982--2987",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2612.203733"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pathogenesis and transmission of SARS-CoV-2 in golden hamsters",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Sia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Awh",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Choy",
                    "suffix": ""
                },
                {
                    "first": "Ayl",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "583",
            "issn": "",
            "pages": "834--842",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2342-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Exploring the reservoir hosts of tick-borne encephalitis virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Michelitsch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wernike",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Klaus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dobler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/v11070669"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Multi-species ELISA for the detection of antibodies against SARS-CoV-2 in animals",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wernike",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aebischer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Michelitsch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Freuling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balkema-Buschmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transbound Emerg Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.13926"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS-CoV-2 in fruit bats, ferrets, pigs, and chickens: an experimental transmission study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schlottau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rissmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Graaf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schön",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sehl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wylezich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Microbe",
            "volume": "1",
            "issn": "",
            "pages": "30089--30095",
            "other_ids": {
                "DOI": [
                    "10.1016/S2666-5247(20"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and the North American deer mouse (Peromyscus maniculatus) (A. Fagre et al., unpub. data, https://doi. org/10.1101/2020.08.07.241810; B.D. Griffi n et al., unpub. data, https://doi.org/10.1101/2020.07.25.221291),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ed clustering of SARS-CoV-2 infection foci in narrow areas of the upper respiratory tract (L.M. Zaeck et al., unpub. data, https://doi.org/10.1101/2020.10.17.339051). Considering that virus isolation from these 21 dpi samples was not successful, the persistence of SARS-CoV-2 is unlikely to lead to the same shedding of infectious virus as it was shown previously for deer mice (A. Fagre et al., unpub. data, https://doi. org/10.1101/2020.08.07.241810; B.D. Griffin et al., unpub. data, https://doi.org/10.1101/2020.07.25.221291).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Lorenz Ulrich, 1 Anna Michelitsch, 1 Nico Halwe, 1 Kerstin Wernike, Donata Hoff mann, Martin Beer Author affi liation: Friedrich-Loeffl er-Institut, Greifswald-Insel Riems, Germany DOI: https://doi.org/10.3201/eid2704.204945 1 These authors contributed equally to this article.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Quantitative reverse transcription PCR results of swab sampling for all inoculated and contact bank voles in experimental study of SARS-CoV-2 transmission* *Positive results are given as quantification cycle values. dpi, days postinoculation; NA, not applicable; Neg, negative; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Mareen Lange, Anke Eggert, Bianka Hillmann, Frank Klipp, Doreen Fiedler, and Harald Manthei for their excellent assistance in the lab and dedicated animal care. We are very grateful to Markus Keller for managing the bank vole colony at the Friedrich-Loeffler-Institut and to Roman Wölfel (German Armed Forces Institute of Microbiology) for providing the SARS-CoV-2 isolate used in this study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}