{
    "paper_id": "0a8adb55207c3ed279abb383848641ab1620f6f2",
    "metadata": {
        "title": "-NC-ND license (http://creativecommons. org/licenses/by-nc-nd/4.0/).-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
        "authors": [
            {
                "first": "Nahla",
                "middle": [],
                "last": "Khamis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": "nahlakhamis@yahoo.com"
            },
            {
                "first": "Ibrahim",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rajaa",
                "middle": [],
                "last": "Al Raddadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Moroj",
                "middle": [],
                "last": "Aldarmasi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Abdullah",
                "middle": [],
                "last": "Al Ghamdi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mahmoud",
                "middle": [],
                "last": "Gaddoury",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Hussain",
                "middle": [
                    "M"
                ],
                "last": "Albar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Iman",
                "middle": [],
                "last": "Kamal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ramadan",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "K"
                ],
                "last": "Ibrahim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Nowadays, there is a paradigm shift in medical education. This shift occurred following the Covid-19 crisis. The world uses digital e-learning to support the public health response to this pandemic. The study's objective was to determine the medical students' acceptance and perceptions of e-learning during the Covid-19 closure time in Jeddah. Methods: A cross-sectional, web-based study was done among 340 medical students from King Abdulaziz University, 2020. A standardized, electronic, self-administered, Google Form data collection sheet was distributed. It included the E-learning acceptance measure (ElAM) containing three constructs, namely: tutor quality (TQ), perceived usefulness (PU), and facilitating conditions (FC). The sheet also inquired about the students' perceptions of the benefits, enablers, and barriers to e-learning. Descriptive, inferential statistics and multiple linear regression analyses were applied. Results: Blackboard and Zoom were the most preferred Learning Management Systems (LMS) by our medical students. The mean score of ElAM was 102.82 ± 24.102. Better achievers obtained significantly (P < 0.001) higher scores in all ElAM constructs. About three-fifths of the students confirmed that e-learning substituted classical on-campus learning and was an adaptable, and less time-consuming method. The educator's good e-learning skills, the subject, instructional design, interaction, motivation, and good LMS were agreed as enablers of e-learning. However, most students accepted that clinical teaching is the most challenging learning outcome and that exams could be affected by low internet quality. Conclusion: Medical students moderately accepted e-learning during the Covid-19 Pandemic closure time. More training of the students and tutors, better designing e-courses, more interaction, motivation, and blended learning are recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nowadays, Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), causing Covid-19, is one of the most aggressive and deadly infectious diseases [1] . SARS-CoV-2 was classified as a pathogen with Risk Group 3 as it carries considerable risk to the community due to its effect on life, health, and the global economy [2] . Covid-19 has been declared as a pandemic disease by the WHO on March 11th, 2020 [2, 3] . The rapidly evolving global pandemic has affected almost all systems during this crisis [4] . It presented undue challenges on all stakeholders to go online in such time constraints and resource restraint circumstances [5] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 412,
                    "end": 414,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the beginning of the Covid-19 pandemic, approximately two billion learners have been affected due to school closures. The UNESCO reported that 192 countries had implemented nationwide closures, impacting about 99.9% of the world student populations [6] . Public health officials' advice on social distancing could flatten the epidemic curve and reduce total deaths from Covid-19. So, emergency e-learning is one of the security measures proposed to protect the community [7] . In a short time, the whole globe was dealing with the challenges of maintaining high-quality education. Designing home schools exaggerated during the pandemic [4] . No previous time in the history had such a vast sudden shift to e-learning [8] . This paradigm shift in education had grave implica-tions for all institutions, and it raised particular questions for the medical schools [9] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Information and communication technologies (ICTs) in higher education are subjected to continual debate worldwide [10] . Distance e-learning is defined as \"using computer technology to deliver training, including technology-supported learning either online, offline, or both\" [3] . Acceptance of online learning denotes the user's willingness to adapt and utilize technology for the tasks that are intended to support [11] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A study from Thailand, 2016, revealed that undergraduate students' acceptance level of e-learning was slightly higher than neutral [12] . Costa, et al. conducted a study to explore the e-learning perception of 229 participants from the laboratory animal science who were enrolled in 15 courses from Portugal between 2012 and 2015. They used two online training formats; the flipped classroom and full online theoretical training. They reported high acceptance levels of both methods [13] . Nesterowicz, et al. conducted another study to determine if e-learning can increase knowledge in continuing pharmacy education and if pharmacists can accept the e-courses or not. Their research revealed the effectiveness of elearning in improving both the knowledge and acceptance of such a learning way [14] . Al-Balas, et al. conducted a recent study, 2020, among medical students from Jordan during the Covid-19 closure time. Their results revealed that the overall students' satisfaction rate in the e-learning was low [3] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 490,
                    "end": 519,
                    "text": "Nesterowicz, et al. conducted",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the increasing evidence that e-learning is effective as classical on-campus learning, there is very little evidence about what already works. There is a lack of adequate studies about medical students' acceptance and perception of e-learning in Jeddah. So, such research is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study's objective was to determine medical students' acceptance and perceptions of the benefits, enablers, and barriers to e-learning during the Covid-19 closure time, King Abdulaziz University, Jeddah.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A cross-sectional design was conducted targeting medical students who utilized e-learning during the Covid-19 pandemic closure time. Students in King Abdulaziz University (KAU) registries were contacted through their leaders using what's App and e-mails. The sample size was calculated using the formula for the calculation of samples from the cross-sectional study [14] . At 95% Confidence interval, Z equals 1.96, and 0.053 margins of error was used. As there are no previous similar studies done in Jeddah, \"P\" was set as 0.5 as the most conservative sample. The total number of the calculated sample was 340 students.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Ethical approval was obtained from the Unit of Biomedical Ethics of King Abdulaziz University with a \"Reference Number of 258-20\". An online written consent was taken from each participant through the invitation to participate in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "An electronic, self-administered data collection sheet using a Google Form was used. Two experts assessed the face and content validity of the data collection sheet. The internal consistency reliability was assessed by Cronbach's ␣ and found to be 0.82.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The data collection sheet included the following sections:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• Personal and socio-demographic data: age, gender, academic year, grade-point average (GPA), etc. • Preferred learning management system (LMS): Zoom, blackboard, Hangout, Microsoft Team, etc. • E-learning acceptance measure (ElAM): It was used for assessing the degree to which students are willing to use e-learning. It is a standardized 21-item instrument with a 7-point Likert-type scale: 1 = strongly disagree and, 7 = strongly agree. It contains three constructs for measuring tutor quality (TQ), perceived usefulness (PU), and facilitating conditions (FC). These constructs have a high composite reliability; ˛ = 0.987, 0.976, and 0.996 for the three constructs, respectively. ElAM also has good validity (11) . • The students were also asked about their perceptions regarding the benefits, enablers, and barriers to e-learning by answering on specific questions using a 5-Point-Likert scale. • A question asked the student to rate their whole experience with e-learning during Covid-19 closure time. The students answered this question using a five-point Likert scale, and the answers were either very bad experience, bad, fair, good, and excellent experience. Their answers were then dichotomized into 0 = bad experience and 1 = not a bad experience (fair, good, and excellent experience). • Another question asked the students to rate their experience with the last e-learning course compared to their previous on-class face to face learning. The students answered this question also using a five-point Likert scale, and the answers were either much lower than on-class education, lower, at the same level, better or much better than it. Then their responses were dichotomized into 0=lower than on-class education and 1= not lower than on class learning.",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 716,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The data was analyzed using SPSS version 22. Descriptive statistics were done. For inferential statistics, the Student's t-test was used for comparing two means. Multiple-linear regression analysis was constructed to model the linear relationship between different independent variables and the outcome (dependent) variable of ElMS total score. Other models were also constructed to determine the predictors of the three different ElMS constructs (TQ, PU, and FC). The level of significance was set at P-value ≤ 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "The study recruited 340 medical students who agreed to participate. Their mean age was 21.91 ± 1.9 years. Concerning the preferred LMS, to the easiness of use, 48.2%, 47.1%, 1.5%, 0.9%, and 2.3% of them chose the Blackboard, Zoom, Team, Hangouts, and other programs, respectively. Regarding rating of students to their distance e-learning experience (comparing to on-campus learning, 18.2%, 31.8%, 17.4%, 18.5%, and 14.1% of them rated it to be much lower, lower, at the same level, better, and much better than on-class teaching, respectively. Table 1 shows that the overall score of ElAM ranged from 21 to 147, with a mean of 102.82 ± 24.102. The TQ total mean score was 39.34 ± 10.14, the total PU was 44.11 ± 11.52, and FC was 19.36 ± 5.85. The lowest value was for FC-3, while the highest level was for PU-2. Table 2 indicates that females obtained a better mean score of FC (19.84 ± 5.86) compared to males (18.52 ± 5.76), with a statistically significant difference (Student's t-test = 2.01, P ≤ 0.05). However, there is no gender difference in the other constructs. Students in the clinical-years obtained a better score on the TQ construct than others (P < 0.05). On the other hand, there are no significant associations between age and ElAM. Better achievers obtained significantly (P < 0.001) higher scores in all domains of ElAM compared to others. Those who gave a better or equal rating score to e-learning compared to on-class learning had significantly higher total ElAM and higher three construct scores (P < 0.001). Similar findings are also revealed regarding the students who rated the e-learning as not being a bad experience. After controlling confounding factors in multiple-linear regression analyses, Table 3 displays the predictors of the ElMS and its three constructs (TQ, PU & FC). Regarding the total ElMS, the good students rating of their overall e-learning experience during the closure time (B = 3.304; 95% CI: 1.779, 4.830), higher GPA, and the better or equal rating of their e-learning experience compared to on-class learning were the significant predictors. The table also showed that the same predictors and the academic year (B = 2.258; 95% CI: 0.351, 4.165) were the TQ's predictors. Table 4 shows that about two-thirds (66.2%) strongly agreed and agreed that course material was always delivered on time. Furthermore, about three-fifths (59.7%) of the participants confirmed that e-learning substituted the classical on-campus learning during the Covid-19 pandemic. A similar percentage (59.2%) also agreed that online learning was adaptable and less time consuming than classroom learning. More than three-fourths (76.4%) of medical students agreed that interaction was present between the medical tutor and students during their last online course. Furthermore, 54.1% and 49.1% of the participants agreed that they were motivated to e-learning and that assessment was fair to them, respectively. Table 5 shows that about four-fifths (79.4 %) of the students strongly agreed and agreed that the educator's good e-learning skills could enable the learning process. Similarly, 78.8%, 77.7%, 74.7%, 73.2%, and 72.0% agreed that the subject of the e-course, sound instructional design of e-learning course, motivation, the efficiency of communication, and a friendly LMS were enablers of e-learning. About two-thirds (67.0%) agreed that the provision of e-learning as an integral part of the learning process (blended learning) is an essential enabler of the future e-learning.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 552,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 814,
                    "end": 821,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1726,
                    "end": 1733,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 2225,
                    "end": 2232,
                    "text": "Table 4",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2940,
                    "end": 2947,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Regarding barriers, Table 6 illustrates that the majority of the medical students (84.2%) agreed that some disciplines or contents (as clinical teaching) are not suitable for e-learning and that the clinical skill is the most challenging learning outcome (76.8%). Similarly, 72.1% of them agreed that their exams could be affected by low internet quality. Furthermore, 57% agreed that limited resources (as weak internet connection) and the lacking of personal preference (negative attitude) to online learning (41.8%) were barriers. Onethird of the participants agreed that lacking adequate computer skills was an obstacle for them. About one-third of them accepted that lacking adequate training (32.2%) is another barrier.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "text": "Table 6",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Up to the best of our knowledge, the current study may be the first research to assess medical students' acceptance & perceptions of e-learning during Covid-19 closure time in Jeddah. The experiences with full-time virtual class e-learning may consider a newly adopted learning modality among medical students in KAU. E-learning has appeared as a unique learning approach to preserve medical education continuity during the pandemic. We also explored students' opinions toward the significant challenges they faced during such a unique learning experience, limitations, and their future perspectives. The present study may also be the first to use the EIAM to assess e-learning acceptance among Jeddah medical students. Gaining a better understanding of medical students' acceptance of e-learning can improve our knowledge of their computer-related behaviours and obstacles. Such information could have widereaching implications for the educational stakeholders [15] .",
            "cite_spans": [
                {
                    "start": 962,
                    "end": 966,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The e-learning system's easiness to use encouraged the learners to concentrate on learning the content rather than spending efforts on understanding the system [16] . Most of our students preferred Blackboard and Zoom platforms for the easiness to use.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are three generations of distance education pedagogy. These generations are cognitive-behaviorism, constructivism, and connectivism. These generations have developed in concordance with available technologies [3] .The normalization of emergency elearning would mean the standardization of such education that can continue in the post-pandemic period [7] . The mean score of EIAM obtained by our medical students was 102.8 ± 24.10. This score is lower than those reported from Thailand (111.36) and from the combined Singapore samples (130.05) [11] . The lower level of acceptance from the current study may be due to the sudden emergency suspension of education, which poses many challenges. It did not provide adequate times for enough training for the fulltime virtual learning, or for accepting and adapting the complete paradigm shift to e-learning. Medical tutors and students found themselves required to use virtual classes to continue [7] . Al-Shehri recommended the importance of preparing the e-learners, understanding their characteristics, and motivations before embarking on significant e-learning programs [17] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 949,
                    "end": 952,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Half of our students rated distance e-learning as better or similar to the on-class learning. Students' rating e-learning as not a bad experience, and their rating it as better or similar to on-campus learning were among the predictor of the total ElMS score. Al-Balas's study, 2020, reported that the satisfaction rate in e-learning was only 26.8% among medical students from Jordan [3] . Compared to the Jordanian research, our study's higher rate may be due to the previous application and training on using the blackboard program for years in KAU, Jeddah, before the pandemic (downloading the course materials, giving course instructions, downloading assign-ments, chatting, and quizzes). However, in the Jordanian's research, there was a new application of e-learning during the Covid-19 crisis. On the other hand, results from a recent meta-analysis, 2019, found that none of the sixteen studies included in their analysis reported that online learning was less effective than offline methods [18] . Similarly, the study of Costa, et al. from Portugal revealed high levels of acceptance of e-learning [13] . The discrepancy between our research and the previous studies may also be due to the faculties' sudden closure during the pandemic with the complete shift to the full-time virtual learning.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The present study revealed the absence of significant associations between students' age with the total ElAM score and all its three facets (TQ, PU & FC). These results are in line with the results of Costa, et al. [13] . On the other hand, this finding disagrees with the results of Teo, et al. and Ngampornchai, et al. from Thailand [11, 12] . They found that younger students had a higher level of elearning acceptance. Toe, et al. also reported that age was negatively associated with all facets in ElAM. Such discrepancy between our findings and the previous studies may be due to the differences in the sample sizes, target populations, or the studies' conduction times. Nowadays, digital information becomes universally and accessible to every person of all ages [18] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding the TQ facet of ElAM, findings of our study revealed that females had a lower level of perception than males (but without a statistically significant difference). Toe, et al. also reported that females had a lower level of perception [11] . On the other hand, in the current study, females obtained a better FC construct level than males (P ≤ 0.05). This finding may be because females usually communicate better, have more splendid social activities, and are more satisfied with online courses. This result coincides with a study done among university students from Chile and Spain [19] . On the other hand, our findings reported the absence of significant associations between gender and other EIAM constructs (TQ, PU). This result is in line with the results of Teo et al. [11] .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Better achievers in our study had significantly higher mean levels of all ELAM facets compared to others (and a higher GPA is one of the predictors of high ElMS and TQ facet). These findings may be because good achievers may need to save time by studying through e-learning (instead of going to the faculty) or having better internet skills. This result agrees with the findings from Indonesia [20] .",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "E-learning has been reported to provide more comfortable and more effective access to a broader variety and greater quantity of information, as well, learning delivery permits a personalized method in learning. So, students have more control over the learn-ing content and time [3] . Concerning the perceptions of medical students regarding the benefits of e-learning, the results of the current study found that about 60% of the participants agreed that e-learning substituted on-class learning during the closure time. A similar percentage accepted it as an adaptable and less timeconsuming method. Similarly, the Jordanian study reported that the main advantage of e-learning, from the perspective of their students, was saving time [3] . Bediang, et al. found that most of their students perceived the potential effect of e-learning [21] . Similarly, Gaikwad, et al., [22] reported that their students well-perceived interactive e-learning in the pharmacology module. Nesterowicz, et al., 2014 , notified the acceptance of e-learning by pharmacists from Poland during their continuous pharmacy education [23] . Barteit, et al. conducted a mixed-methods study by introducing elearning through a blended approach and showed a high agreement (>75%) with such a method [24] . Their higher findings than the current study may be due to their practical training and application of blended learning.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 742,
                    "end": 757,
                    "text": "Bediang, et al.",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 972,
                    "end": 997,
                    "text": "Nesterowicz, et al., 2014",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1269,
                    "end": 1273,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding the enablers of e-learning, most of our medical students agreed that educator's good e-learning skills, subject of the course, sound instructional design, interaction, motivation and good LMS are the essential enablers. Similarly, Regmi and Jones conducted a systematic review of the articles (1980-2019) and found that online learning's main enablers were motivation, interaction, and user-friendly technology [25] . An integrative review (ten studies) reported that improving educators' e-learning skills and incentives were among the e-learning enablers [26] .",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "More than three-fourths of our medical students agreed that interaction was present between the medical tutors and students during their last online course. Such a high interaction rate may be because the tutors in KAU always receive training courses on medical education and on providing interactive and efficient learning. Some of the staff in our medical college also had degrees in medical education. They may also applied such previous experiences for making interaction virtual learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "About two-thirds of our participants agreed that using blended learning is essential for improving the future online process. Similarly, students from the UK acknowledged the application of it [27] . These findings also agree with the conclusions from Gardner, et al. [28] .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Concerning the barriers, a previous study reported that inadequate infrastructure, weak internet, and low computer skills were some barriers to e-learning [8] . In the current study, 57% of our participants agreed that a weak internet connection was a barrier. Furthermore, one-third of the students decided that the lack of adequate personal computer skills was an obstacle, which goes in line with Gaikwad, et al. [22] . In the present work, lack of personal preference (negative attitude) to the e-learning and a lack of adequate training were another reported barriers. The previous integrative review concluded that poor technical skills, inadequate infrastructure, and negative students' attitudes were the main barriers [26] . Similarly, the study of Barteit, et al. reported that technical support to the e-learning platform was perceived by the students to be insufficient [24] . Fransen, et al. noted a few barriers that were related to technological matters [29] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 758,
                    "end": 773,
                    "text": "Barteit, et al.",
                    "ref_id": null
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 969,
                    "end": 973,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "About 40% of our students agreed that lack of self-discipline to e-learning is another barrier, concurs with Regmi and Jones [25] . Lakbala reported that lack of proper training on e-learning and the limited communication with the instructor were the most critical barriers. In contrast, the lack of comfort with technology was the least important factor [30] . Gardner, et al. reported that among the obstacles of e-learning is the need to be personally motivated to complete learning modules, which is in line with our results [28] .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The clinical encounter is the central part of learning clinical skills. Eventually, students may need to transfer their skills from the simulated environment to the patient's bedside [27] . The growth of student needs to clinical encounter over the years was apparent [10] . In the present study, most students agreed that clinical skill is the most challenging learning outcome and might be not suitable for e-learning. This result agrees with the results of Regmi and Jones [25] and Gardner, et al. [28] . On the other hand, a study from the School of Medicine and Dentistry in the UK, 2009, reported that overall second-year students felt that e-learning had a positive impact on their necessary clinical skills, and it was comparable to on-campus clinical teaching [24] . Such discrepancy may be due to differences between students' academic year or due to application of the blended learning in the UK.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With advances in technologies, e-learning is a quickly growing educational approach that represents an optimal solution to continue the learning process in exceptional circumstances and emergencies such as the current global COVID-19 pandemic, which also faced our medical students in Jeddah. Blackboard and Zoom were the most preferred LMS platforms by our medical students. Half of the students rated e-learning to be lower than on-campus learning. The students had a moderate e-learning acceptance level. Females obtained a significantly better mean score of FC compared to males. Students enrolled in the clinical years obtained a better level on the TQ. Better achievers got significantly higher levels in all ElAM constructs than others. The majority of the students agreed that the educator's e-learning skills, the subject of the course, sound instructional design, interaction, motivation, and good LMS are among the enablers of e-learning. Most medical students agreed that clinical teaching is challenging through e-learning. Besides, the majority of them agreed that exams could be affected by low internet quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Limited resources and the lacking student's personal preference for online learning were among the reported barriers. One-third of the participants agreed that lacking adequate computer skills and deficiency of proper training were other barriers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "High stakes, educators, and policy-makers should develop continuous training of the medical educators and students on virtual classes to improve their skills and acceptance. Good instructional designs of the e-learning courses, motivation, interaction, and support are needed. Customized blended learning is urgently needed as a post-pandemic pedagogy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Developers of curricula for clinical skills need to confirm that e-learning environments employ channels that encourage more indepth learning approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The small sample size may be a limitation of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitation of the study"
        },
        {
            "text": "No funding sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "No competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Ethical approval was obtained from the Unit of Biomedical Ethics of King Abdulaziz University with a \"Reference Number of 258-20\". An online written consent was taken from each participant through the invitation to participate in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Methodological challenges of analysing COVID-19 data during the pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolkewitz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Puljak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Med Res Methodol",
            "volume": "20",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12874-020-00972-6"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiologic surveillance for controlling Covid-19 pandemic: types, challenges and implications",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Ibrahim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Public Health",
            "volume": "13",
            "issn": "11",
            "pages": "1630--1638",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1186/s12874-020-00972-6"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Distance learning in clinical medical education amid COVID-19 pandemic in Jordan: current situation, challenges, and perspectives",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al-Balas",
                    "suffix": ""
                },
                {
                    "first": "Al-Balas",
                    "middle": [],
                    "last": "Hi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Jaber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Obeidat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Al-Balas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Aborajooh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Med Educ",
            "volume": "20",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.jiph.2020.07.019"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Application of universal design for learning (UDL) principles to surgical education during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Dickinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Gronseth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Surg Educ",
            "volume": "77",
            "issn": "5",
            "pages": "1008--1020",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1186/s12909-020-02257-4"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Online and remote learning in higher education institutes: a necessity in light of COVID-19 pandemic",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "High Educ",
            "volume": "10",
            "issn": "3",
            "pages": "16--25",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.jsurg.2020.06.005"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Available at: COVID-19 educational disruption and response",
            "authors": [],
            "year": 2020,
            "venue": "UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 and emergency eLearning: consequences of the securitization of higher education for post-pandemic pedagogy",
            "authors": [
                {
                    "first": "Mpa",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Contemp Secur Policy",
            "volume": "2020",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Blended learning via distance in pre-registration nursing education: a scoping review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jowsey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cooper-Ioelu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nurse Educ Pract",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.nepr.2020.102775"
                ],
                "PMID": [
                    "32247200"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 and medical education",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allaf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Elghazaly",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Infect",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/s1473-3099(20)30226-7"
                ],
                "PMID": [
                    "32213335"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pedagogical evaluation of digital technology to enhance dental student learning",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Inquimbert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tramini",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Romieu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Giraudeau",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Dent",
            "volume": "13",
            "issn": "1",
            "pages": "53--60",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1055/s-0039-1688526"
                ],
                "PMID": [
                    "31242508"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Assessing e-learning acceptance by university students in Thailand",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Luan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thammetar",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chattiwat",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Australas J Educ Technol",
            "volume": "27",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Students' acceptance and readiness for E-learning in Northeastern Thailand",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ngampornchai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Educ Technol High Educ",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Students' acceptance of e-learning approaches in laboratory animal science training",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "Ias",
                    "middle": [],
                    "last": "Olsson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lab Anim",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical epidemiology-basic principles and practical applications",
            "authors": [
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development and validation of the E-learning acceptance measure (ElAM)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Teo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Internet High Educ",
            "volume": "13",
            "issn": "3",
            "pages": "148--52",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An empirical evaluation of critical factors influencing learner satisfaction in blended learning: a pilot study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Ayt",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Univers J Educ Res",
            "volume": "4",
            "issn": "7",
            "pages": "1667--71",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "To E or not to E, that is the question",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Shehri",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "E-Learning In Saudi Arabia",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Family Commun Med",
            "volume": "17",
            "issn": "3",
            "pages": "147--50",
            "other_ids": {
                "DOI": [
                    "10.4103/1319-1683.74333"
                ],
                "PMID": [
                    "21359026"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Does online learning work better than offline learning in undergraduate medical education? A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.4103/1319-1683.74333"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Gender and acceptance of E-Learning: a multi-group analysis based on a structural equation model among college students in Chile and Spain",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Ramírez-Correa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arenas-Gaitán",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Rondán-Cataluña",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0140460"
                ],
                "PMID": [
                    "26465895"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Successful students in an open and distance learning system",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Puspitasari",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oetoyo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Turk Online J Distance Educ",
            "volume": "19",
            "issn": "2",
            "pages": "189--200",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Computer literacy and E-learning perception in Cameroon: the case of Yaounde Faculty of medicine and biomedical sciences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bediang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stoll",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geissbuhler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Klohn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stuckelberger",
                    "suffix": ""
                },
                {
                    "first": "&apos;",
                    "middle": [],
                    "last": "Nko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Med Educ",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Interactive E-learning module in pharmacology: a pilot project at a rural medical college in India",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gaikwad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tankhiwale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Perspect Med Educ",
            "volume": "3",
            "issn": "1",
            "pages": "15--30",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Validating e-learning in continuing pharmacy education: user acceptance and knowledge change",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nesterowicz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Librowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Edelbring",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Med Educ",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "How selfdirected e-learning contributes to training for medical licentiate practitioners in Zambia: evaluation of the pilot phase of a mixed-methods study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barteit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jahn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bowa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lüders",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Malunga",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marimo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JMIR Med Educ",
            "volume": "4",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A systematic review of the factors-enablers and barriers-affecting e-learning in health sciences education",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Regmi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Med Educ",
            "volume": "20",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Barriers and solutions to online learning in medical education -an integrative review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;doherty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dromey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lougheed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hannigan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Last",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcgrath",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Med Educ",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12909-018-1240-0"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Is there a place for e-learning in clinical skills? A survey of undergraduate medical students' experiences and attitudes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gormley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boohan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Bickle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Med Teach",
            "volume": "31",
            "issn": "",
            "pages": "6--12",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Physiotherapy students' perspectives of online e-learning for interdisciplinary management of chronic health conditions: a qualitative study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Slater",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Fary",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Med Educ",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Use of e-learning in clinical clerkships: effects on acquisition of dermatological knowledge and learning processes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fransen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nagtzaam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heeneman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Med Educ",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Barriers in implementing E-learning in Hormozgan University of medical sciences",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lakbala",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Glob J Health Sci",
            "volume": "8",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Descriptive statistics of the 21-item e-learning acceptance measure among medical students at King Abdulaziz University Hospital, Jeddah. Mean scores of e-learning acceptance measure according to study variables among medical students at King Abdulaziz University Hospital, Jeddah. Multiple linear regression analyses of the predictors of total ElAM score and its three constructs among medical students at King Abdulaziz University Hospital, Jeddah.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Perceptions of medical students of the benefits of e-learning during Covid-19 pandemic.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Opinions of medical students regarding the barriers to e-learning during Covid-19 pandemic.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank all the medical students who participated in the study. Special thanks to female students' leader Raghda Ateeq for her activity during data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}