{
    "paper_id": "0a8f9d203bfd898366dd9f7b34095c626e6c5b9f",
    "metadata": {
        "title": "Russian Text © The Author(s), 2021",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "V"
                ],
                "last": "Aleinikov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Petersburg State University",
                    "location": {
                        "postCode": "199034",
                        "settlement": "St. Petersburg",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "V"
                ],
                "last": "Kurochkin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Petersburg State University",
                    "location": {
                        "postCode": "199034",
                        "settlement": "St. Petersburg",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "A"
                ],
                "last": "Maltseva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Petersburg State University",
                    "location": {
                        "postCode": "199034",
                        "settlement": "St. Petersburg",
                        "country": "Russia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study examines the communicative efficiency of anti-crisis information management strategies in the context of the global pandemic and accelerated digitalization; it also explores the transformations of the information power subsystem that reacts to the spread of COVID-19. It was revealed that the communicative efficiency of anti-crisis information management is determined by the ability of management systems to develop and implement a proactive strategy in a short time. The theoretical foundations of the analysis of communicative efficiency in the context of a \"pandemic-economic\" dilemma are proposed, possible information strategies of public authorities in a pandemic are structured, and their comparative efficiency in anticrisis management is revealed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The spread of the second wave of coronavirus infection, which \"destroyed one of the main unities of modern society, that is, the unity of wealth, health, comfort, enlightenment, and security\" [1] , exacerbated the problem of information reactions [2] and information management technologies. Today, a different level of coordination of communication networks is needed, focusing on the impact of pandemic \"flows\" across borders on endogenous social structures; according to J. Urry, \"They modify society at the material level\" [3, p. 10] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 527,
                    "end": 537,
                    "text": "[3, p. 10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The pandemic that limited physical movement creates social distance, exacerbates the problem of social exclusion [4, p. 168 ], and strengthens the information connotations of the epidemic of fear and suspicion, when everyday communication and political actions, which were previously seen as a source of stability and security, are transformed into a source of threats and dangers [5] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 123,
                    "text": "[4, p. 168",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In these conditions of \"immeasurable uncertainty\" [6] , a sharp change in the usual way of life of people, social distancing, and forced digitalization of production and services to the information management system of political and administrative decisions, fundamentally new requirements are imposed on the efficiency of information flows, and the launching of information waves is possible only with the use of fundamentally new technologies for managing communication processes.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In discussions about the consequences of the \"viral revolution,\" experts believe that it is no coincidence that they emphasize that the study of crisis management communications in the context of risks and extreme events that destroy modern society is a minefield of false starts, conceptual confusion, and practical difficulties [7] . Thus, the first task of this study is to analyze the communicative effectiveness of information management of the state in the context of a global pandemic.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Our second task is to reveal the content of the transformation of the information subsystem of power in a pandemic and to reconstruct the information agenda of public policy and the main elements of a proactive strategy for anti-crisis management of information flows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "AS THE CREATION OF MEANING IN CRISIS SITUATIONS The second wave of the pandemic is distinguished by the polarization of the information rhetoric of \"covid-beneficiaries\" and protesters against covid measures; society appears to be more disoriented in the face of a real one-step change in lifestyle with no alternative. It should be noted that the choice of information strategies and tactics during a pandemic depends not only on the capabilities of national health systems, the readiness of the population for selfrestraint and responsibility, and the political cycle [8] , but also on the characteristics of the structuring and institutionalizing of the system of managing the reactions of the population to COVID measures, that is, the volumes, direction, and trends of consumption of covid information, i.e., based on the theory of R.S. Gilyarevsky and his scientific school, the meaning \"that a person ascribes to data on the basis of rules known to him for presenting facts, ideas, messages in them\" [9, p. 9] .",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 573,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1007,
                    "end": 1016,
                    "text": "[9, p. 9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID INFORMATION MANAGEMENT"
        },
        {
            "text": "V. Vakhstein, in considering the dominant political narratives of constructing the image of external and internal threats in a pandemic and the changed disposition of fears, identifies two main factors in the perception of the epidemic: \"does it lead to the strengthening of social ties and the formation of a \"community of fate\" or, on the contrary, to disintegration and decomposition of social aggregates\" [10] .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 413,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID INFORMATION MANAGEMENT"
        },
        {
            "text": "Focus groups conducted in the framework of the VTsIOM study \"The level of anxiety and fears of Russians\" show that \"the fear of the disease itself has receded into the background. People received information about the disease and realized that if they even get sick, the chance of recovery is quite high. Instead of this fear, other feelings of anxiety appeared, first of all, inactivity. Everyone proceeds from the assumption that they will not receive assistance from the authorities, or it will be very difficult to receive it\" [11] .",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 535,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "COVID INFORMATION MANAGEMENT"
        },
        {
            "text": "Pessimistic expectations of the future after the pandemic are shared by 25% of Russians; fears of a serious economic downturn, 63%; fear that one's family will have nothing to live on, 54%; and the expectation that they will have to change their usual way of life for a long time, 44% [12] . Sociologists find that only 19% of respondents consider the official information about the coronavirus to be reliable, 27% believe that the real number of cases and the complexity of the situation are underestimated, and 37% do not trust official sources, believing that the situation is greatly aggravated and seems worse than it is [13] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "COVID INFORMATION MANAGEMENT"
        },
        {
            "text": "Thus, today we obviously feel the lack of information and communication components of the strategy implemented by the state in the fight against coronavirus infection. No matter how long the pandemic lasts, the state should strengthen the two main components of its political course: communication and coordination (management of covid content and its perception, the format of transmission and reception, channels and sources), since \"in fact, we are talking about managing the degree of freedom of access of an individual to information, on the creation of such a framework (rules and customs) in the information space, under which the user, rather than not being able, will not want to use all his information capabilities\" [14, p. 375] .",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 739,
                    "text": "[14, p. 375]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID INFORMATION MANAGEMENT"
        },
        {
            "text": "Researchers emphasize that in the context of a pandemic, there was not a medical, but an ethical reassessment of the very concept of the acceptability of losses from epidemic diseases, since no government can accept large-scale human losses if citizens believe that they could be prevented [15] .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "COVID INFORMATION MANAGEMENT"
        },
        {
            "text": "Specialists in anti-crisis political management call this \"meaning creation\" when communication strategies are aimed at reducing the social and political uncertainty caused by crises [16] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "COVID INFORMATION MANAGEMENT"
        },
        {
            "text": "The COVID-19 pandemic has become a trigger for dynamic digitalization, provoking revision of the digital agenda and providing a fundamentally new nature of the media environment and innovative forms of communication, including platforms for self-diagnosis, as well as contact tracing, monitoring, and registration of patient health status [17] . Some experts even emphasize the critical importance in the future of \"digital biopolitics\" with \"health scanning\" or \"democratic biopolitics\" technologies based on the selfcontrol and self-discipline of people who are able and ready to change their lifestyle and to sacrifice a significant part of their everyday habits, freedoms, and rights for the sake of public and their own safety [18] .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "COVID INFORMATION MANAGEMENT"
        },
        {
            "text": "Among the main challenges of accelerating digital transformation in a pandemic, we will note the deepening of the digital divide, both professionally and geographically. So-called white collar workers and high-income people have a huge advantage here. According to the US Bureau of Statistics, of the 25% wealthiest Americans, more than 60% can work remotely online, while only 9% of the least wealthy can do so. The same indicators have a clear geographic projection. Thus, in the cities of Britain that are located in the southeast of the country, where finance and consulting are mainly concentrated, there are twice as many residents who have the ability and competence to work remotely than in the cities of the industrial north [19] .",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 738,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID INFORMATION MANAGEMENT"
        },
        {
            "text": "It should be noted that the interest of researchers in studying the problem of the impact of communications on the prevention and fight against the threats of a global pandemic is by no means new. Thus, Ethan Zuckerman noted the significant achievements of digitalization and the formation of global communication networks, which made it possible to radically reduce the consequences of the spread of SARS: \"The ability of doctors around the world to constantly be in touch and share information online has made networks, such as the World Public Health Information Network, the main line in the fight against disease, by scanning the event horizon, revealing threats and new opportunities and offering solutions right there\" [20, p. 19-22] . However, 7 years later, his optimism about information systems for global warning was not confirmed, SCIENTIFIC but turned out to be disastrously inadequate from the standpoint of security and real risk assessment. We see a fundamentally different nature of the COVID-19 viral infection, which turns out to be much stronger in terms of the ability of the virus to transmit from person to person and the often asymptomatic course of the disease, which complicates the timely detection of cases and the course of the pandemic. However, the rethinking of the role of information structures and services in the fight against a pandemic, national communication strategies from the standpoint of assessing the effectiveness of anti-epidemiological policy is more significant in the aspect of this topic.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 740,
                    "text": "[20, p. 19-22]",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 854,
                    "text": "SCIENTIFIC",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID INFORMATION MANAGEMENT"
        },
        {
            "text": "IN A PANDEMIC CRISIS Along with the ability to organize a system of emergency medical care, the communicative effectiveness of government has come to the fore during the current pandemic. In this regard, it seems relevant to use the concept of \"communicative efficiency,\" including that in relation to information management, in the understanding of which we rely on the recognized research of R.S. Gilyarevsky [21, 22] .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 415,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "In crisis situations, the communicative efficiency of information management is determined by the ability of management systems to develop and implement a proactive strategy in an extremely short time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "In this study, communicative efficiency is understood as the resultant minimization of the entire range of transaction costs that arise in the process of crisis management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "In this sense, we are moving away from the traditional narrow understanding of communicative efficiency, interpreted as the degree and characteristics of the impact of a message on a respondent. This approach is now common in marketing and advertising, but it seems insufficient, due to the subjectivity of evaluating the effects that are not included in the analysis of the feedback system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "The most general classification of transaction costs can be presented as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "(1) information costs spent on searching for information about the counterparty to the transaction, about the general situation in the market, about the total losses associated with the incompleteness, and imperfection of the information that is received;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "(2) costs of assessment and measurement, which include the costs necessary for exchanges and concluding transactions (contracts), that is, assessing the quality of services-goods and logistics costs;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "(3) the costs of negotiating, including negotiating costs on the terms of exchange, the choice of forms of transaction;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "(4) costs for external control of ensuring the terms of the transaction and insurance of risks;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "(5) costs of specification and protection of property rights (maintenance of courts, arbitration); (6) expenses for defense against claims of third parties;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "(7) image costs associated with possible loss of confidence of counterparties or third parties [23] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "Information costs are perhaps the most common and varied type of transaction costs in this case. Lack of information about the virus itself, the extent of its spread and the rate of infection, and about possible (effective) methods of struggling with it, as well as the potential actions of counterparties, gave rise to the impossibility of developing a coordinated (at the global level) security strategy and many, sometimes diametrically opposite (as, for example, in France and Sweden), national strategies to combat coronavirus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "The costs of assessment and measurement are certainly associated in this case with the first type of costs and could be defined as a subtype of information. These costs depend primarily on the lack-absence, or potential manipulation of statistical data. This includes all kinds of data: from the number of casesdeaths and the accuracy of their diagnoses, to the availability of ventilators and the number of beds in hospitals. At all levels of government (from global to municipal) costs of this kind are significant and the results of such an assessment directly influence decisions on the allocation of additional resources, or on the international exchange of them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "Another component of the cost assessment problem is finding the optimal volumes and targeting the provision of state support for the economy, which requires even more significant costs for analyzing the situation and is directly related to another type of transaction cost: image losses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "The costs of negotiating a pandemic emergency tend to be less significant due to the predominantly authoritarian decision-making style, while the costs of external control, securing the terms of the transaction and insurance of risks, have increased by many times. In fact, this can include all the total costs of monitoring the execution of interim measures of a quarantine. Moreover, the bulk of the costs are created by citizens and businesses who violate the rules of conduct prescribed by the state in special conditions. This reveals a large subject field for further research on the impact on the total transaction costs of the level of trust in the counterparty (the state) and its combination with incentive-deterrent measures taken by the state. These measures, from the point of view of the effectiveness of influencing the behavior of citizens, also deserve the most careful research interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "The costs of specification and protection of property rights are not yet as clearly manifested during the exacerbation of the pandemic, but obviously they will be significant and varied in the post-quarantine period of economic recovery and also require separate study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "The costs of claims from third parties can be interpreted quite broadly in our case. Internationally, this may be, for example, claims against China as a source of infection. Thus far, they are rather latent, but can always be clothed in specific economic and militarypolitical sanctions. As well, this may include claims against other states regarding the quality of humanitarian aid (the case of Italy and Russia or Russia and the United States). At the local level, such costs may include legal costs for fines for self-isolation violations or other administrative violations related to the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "The costs associated with information and image losses are difficult to measure and primarily affect the political and social capital of counterparties. However, their importance in the structure of aggregate transaction costs can be of decisive importance for political power, since the level of trust and the degree of legitimacy of the latter are associated with them. If both are at a low level, no information strategies and solutions, even those that are the most effective in theory, will be implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COMMUNICATIVE EFFICIENCY OF INFORMATION MANAGEMENT"
        },
        {
            "text": "Let us analyze the possible information and communication strategies of state authorities and their comparative effectiveness in the context of the spread of the coronavirus, which \"not only exacerbated existing social and political contradictions by many times, but also generated new ones\" [24] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "In a situation of high uncertainty and growing risks building an information agenda can proceed from two main strategies:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "(1) responsive, which consists in regular official comments on what is happening and decisions taken after the fact, as a rule, lagging behind the current agenda;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "(2) pro-active: partly predictive, partly artificially shaping the future political agenda for the scenario necessary for the governing system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "The first strategy dominated the first stage of the fight against COVID-19 in most countries affected by the pandemic, while the effectiveness of its implementation in an unstable and poorly predictable environment turned out to be questionable, to put it mildly, since decisions lagged behind the development of the situation and the uncertainty resulting from their implementation did not decrease at all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "The second strategy is much more difficult to develop and implement, since it requires a multifactorial analysis of the situation, is based on the prerequisites of a synergetic approach based on a complex mathematical analysis of possible trajectories for the development of the situation and, most importantly, assumes a strong political will to implement the strategy in the direction necessary for political managers. At the same time, the risks of mismatching the trajectory of self-development of a complex social system and the model postulated by managers increase significantly, which can lead to separation of the embodied scenario from reality and inevitable losses of efficiency, or to a complete failure of the political course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "Let us dwell in more detail on the second component of a pro-active strategy, that is, the formation of an agenda for a simulated scenario of the situation development. Of course, we are not talking here about artificially imposing a certain development plan on the social system, which would contradict the basic principles of the synergetic approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "The formation of the future agenda and its achievement are considered in this case in line with the methodology of future craft (constructing the future), proposed by Carlo Ratti and Matthew Caldel. Its essence lies in proposing future scenarios and analyzing the consequences, difficulties, and risks that arise from them: \"… we assume an extrapolation from modern conditions and place ourselves, as designers, in a fictitious but possible future context with the intention of realizing or not allowing this option of the future through public comment … futurecraft does not fix the present (an huge task) and does not predict the future (a frustrating and futile exercise), but influences it in a positive way. The designer does not introduce his ideas into the world … Due to the fact that the idea was formulated, it will inevitably have some kind of influence\" [25, p. 12-14] .",
            "cite_spans": [
                {
                    "start": 866,
                    "end": 880,
                    "text": "[25, p. 12-14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "Thus, various scenarios of the future are publicly tested in modern conditions. This methodology is largely based on the principles of the \"general science of advanced design\" developed by the American researcher Buckminster Fuller. It \"consists in solving problems by introducing new artifacts into the environment, whose presence will cause their spontaneous use by people and thus at the same time they will abandon their previous problem-generating practices of behavior and tools\" [26, p. 8] .",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 496,
                    "text": "[26, p. 8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "It should be noted that a new technology or \"artifact\" (as which the COVID-19 virus may be considered, regardless of whether it actually has an artificial or natural origin) is artificially embedded in the existing environment and the manner in which it can reorganize or transform it is analyzed. Information strategies for the behavior of the management system are developed for these model situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "In contrast to the 1950s, we now have sufficient tools for the full implementation of such a design and planning methodology. Such an opportunity is provided by artificial intelligence technologies and Big Data, even at the present stage of their development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "Political and managerial strategies in unstable conditions that are acquired by expert networks based on SCIENTIFIC crowdsourcing technologies are of particular importance for designing information. Crowd platforms allow one not only to unite thousands of experts online and track tens and hundreds of thousands of proposals, but also to automatically build and test predictive scenarios of events. It is characteristic that during the exacerbation of the pandemic, public expert networks quickly organized themselves within the framework of various Internet services, bringing together doctors, translators, analysts, and other specialists to organize accelerated information exchange between states, as well as medical and research institutions, around the world. However, if such technologies have been used to support political decisions, it has been extremely weak.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 115,
                    "text": "SCIENTIFIC",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "It is necessary to record that in most countries a reactive rather than pro-active strategy was implemented, with various nuances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "The pro-active strategy can be attributed to the anti-epidemiological policy of Sweden, defined as the \"voluntary policy\" or \"policy of the controlled spread of the virus.\" The avoidance of quarantine measures proposed by the chief epidemiologist of Sweden, Anders Tegnell, was based, first of all, on the consciousness of citizens and certain features of the Scandinavian mentality (higher discipline, intergenerational communications that are weak in comparison with other European states, and small family size). However, unlike China, which also relied on citizens to consciously comply with prescribed rules and regulations, even those that are uncomfortable and unpleasant, Sweden did not impose restrictive measures on the vast majority of the population, which ultimately determined the extremely difficult epidemiological situation in the country against the background of other states of the Old World.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "Thus, the anti-epidemiological strategy of the Swedish authorities cannot be classified as an ideal model, while it represents an attempt to redefine the anti-epidemiological agenda, which deserves theoretical and practical attention, taking a comprehensive forecast of the development of a pandemic into account, whose effectiveness can be objectively assessed only over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "Here, the theoretical premise of A.V. Mozgovoy and V.A. Komarova about the possibility of a productive resolution of the crisis \"only through the communication of subjects in order to find a zone of socially acceptable risk that is acceptable for the main social actors: producers, consumers of risks, authorities implementing management decisions\" is relevant [27] .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 365,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "It is also important that in the context of the spread of anti-scientific information and irrational mythical threats and fears, there has been a change in the mechanisms of legitimation of public policy, when its formation on the basis of evidence replaces normative orientations [28] .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "There are three main strategies for countering the spread of rumors and deliberately false information:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "(1) formal regulatory, based on a repressive apparatus;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "(2) preventive, relying on the control of the content of the content by the Internet platforms and providers themselves;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "(3) mixed, assuming a combination of both strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "The first strategy is being implemented in its purest form in China. A law that introduced criminal penalties for the spread of fake news was adopted there in 2015; by the time the epidemic began, China had already managed to accumulate a fairly rich law enforcement practice. The severity of the punishment (up to 7 years in prison) is combined here with the statutory system of actions by Internet providers in relation to the dissemination of false information, which involves mandatory blocking of content, fixing violations, and notifying law enforcement agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "The Russian Federation also followed the Chinese path, including two new articles in the criminal code: \"Public dissemination of deliberately false information about issues that pose a threat to the life and safety of citizens\" and \"Public dissemination of deliberately false publicly significant information that entails grave consequences\" (both articles were introduced by Federal Law No. 100 of April 1, 2020), as well as in the Administrative Code of the Russian Federation: the article \"Abuse of the freedom of mass information.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "In Russia, the maximum term of imprisonment for the dissemination of false information that results in a fatal outcome is 5 years; however, the law enforcement practice under these articles is still quite controversial, since there are clear criteria for determining the potential danger and degree of falsity of information (for example, in the Code of Administrative Offenses the term is \"Inaccurate information,\" while the Criminal Code speaks of \"knowingly false\") are still absent and, apparently, should be determined arbitrarily in each situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "Nevertheless, one cannot fail to note that the severity of the punishment provided by the formal regulatory strategy may have the necessary deterrent effect that stops some potential distributors of fake information, while it also entails inevitably high transaction costs. These are, first of all, the costs of external control and insurance of risks that go to the maintenance of regulatory authorities, the costs of assessment and measurement associated with tracking and determining the falsity of the disseminated information, as well as the degree of its potential harm, the costs of protecting against claims of third parties, in case of they file claims for illegal decisions and, finally, image costs, which, first of all, are associated with frequent accusations of the authorities in attempts to restrict freedom of speech and abuse of administrative resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "It is also important that the preventive strategy does not imply repressive measures on the part of the state in relation to sources of fake news, but the introduction of \"fact-checking\" technologies, marking information messages, as well as blocking violating users and removing their content. The use of these technologies is based primarily not on laws, but on agreements with users and rules for communicating in social networks; the key agents of this strategy are not government authorities, but large social networks and Internet platforms that voluntarily take on this function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "Obviously, such a strategy leads to significant savings on the part of the state in almost all transaction costs we mentioned, with the exception of the costs of negotiation and the cost of defense against third-party claims. This strategy is typical today for the United States, Great Britain, and Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "A mixed strategy is to supplement the verification and labeling of information by major Internet platforms and providers with legislation that regulates the dissemination of false information. It is assumed that the actions of large Internet players may be temporary or optional, requiring regulatory measures from the state. This approach is typical for many European countries, in particular Germany and France, where the relevant laws have been adopted: Law On Networking Practice (2017) and Against Fake News (2018). These laws do not involve criminal punishment for individual citizens and are primarily associated with the regulation of the activities of foreign media on the territory of countries. Evaluation of communicative efficiency in the case of such a strategy is rather difficult, since it involves more significant transaction costs than in the case of a preventive strategy. However, most often they are of an indirect nature, which makes it difficult to measure their total volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION AND COMMUNICATION STRATEGIES OF THE STATE IN THE CONDITIONS OF THE PANDEMIC"
        },
        {
            "text": "Our research has shown that the criteria and principles of ensuring the communicative effectiveness of public authorities under conditions of covidization have been little studied by modern science: the problem of making decisions in conditions of \"immeasurable uncertainty,\" a sharp change in the usual behavior and lifestyle, and \"social distance\" as a new form that creates political solidarity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The key problematic point is the communicative efficiency of digital technologies in the public power system in the face of growing transaction costs in the political market in a situation of \"pandemic-economic\" dilemmas (directing the maximum resources to the health care system or maintaining aggregate supply in the face of falling incomes, the choice between reducing mortality due to sharp restrictions and the preservation of economic activity, \"strong government,\" and polycentric decision making).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "It can be argued that the communicative effectiveness of various forms of management strategies at all levels of public authority in the face of \"external shocks\" is included in the pool of conditions for overcoming the epidemic. Further research tasks in this problem field may consist, in particular, in the development of criteria for the communicative effectiveness of anti-crisis political management at the national and local levels. FUNDING ",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 447,
                    "text": "FUNDING",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Normality and abnormality of the emergency",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Filippov",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ross. Global'noi Polit",
            "volume": "2020",
            "issn": "3",
            "pages": "136--143",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Biologiya i ekonomika. Spetsial'nyi vypusk: Informatsionno-analiticheskii sbornik (Pandemic COVID-19",
            "authors": [
                {
                    "first": "Covid-19",
                    "middle": [],
                    "last": "Pandemiya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biology and Economics. Special Issue: Information and Analytical Papers), Moscow",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sociology beyond Societies: Mobilities for the Twenty-First Century",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Urry",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemic psychology: A model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Sociol. Health Illness",
            "volume": "12",
            "issn": "3",
            "pages": "249--260",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The concepts of risk and uncertainty",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nait",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "THE-SIS",
            "volume": "",
            "issn": "5",
            "pages": "12--28",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Collaborative Crisis Management: Interorganizational Approaches to Extreme Events",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ryvok ili fal'start? Vykhod iz karantina po koronavirusu vesnoi 2020 goda (opyt 30 stran) (Breakthrough or False Start? Ending Coronavirus Quarantine in the Spring of 2020 (Experience from 30 Countries))",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Basics of Information Technology)",
            "authors": [
                {
                    "first": "Tekhnologii",
                    "middle": [],
                    "last": "Osnovy Informatsionnykh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Results of the Expert Online Panel on the All-Russian Poll Carried out by VTsIOM",
            "authors": [],
            "year": 2020,
            "venue": "The Level of Anxiety and Fears among Russians",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Research on the Social Effects of the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "Anti-Crisis",
                    "middle": [],
                    "last": "Sociological",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SCIENTIFIC AND TECHNICAL INFORMATION PROCESSING",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A Study on the Social Effects of the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "Anti-Crisis",
                    "middle": [],
                    "last": "Sociological",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Integrirovannye kommunikatsii kak global'naya real'nost' XXI veka. 500 tezisov ob integrirovannykh kommunikatsiyakh",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Evstaf&apos;ev",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Goodbye COVID?), Moscow: Inst. Gaidara",
            "authors": [
                {
                    "first": "Covid",
                    "middle": [],
                    "last": "Proshchai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Politics of Crisis Management: Public Leadership under Pressure",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sundelius",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Organizatsii ekonomicheskogo sotrudnichestva i razvitiya, a takzhe drugikh stran) (Digital Agenda and Initiatives in the Field of Digital Technologies in the Context of COVID-19 (Review of Practices of the European Union, the Organization for Economic Cooperation and Development, and Other Countries))",
            "authors": [],
            "year": 2020,
            "venue": "Tsifrovaya povestka i initsiativy v oblasti tsifrovykh tekhnologii v usloviyakh COVID-19 (obzor praktik Evropeiskogo soyuza",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Pandemic politics in Eurasia: Roadmap for a new research subfield, Problems of Post-Communism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laruelle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alexseev",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "Clem",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/10758216.2020.1812404?needAccess=true/"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "REWIRE: Digital Cosmopolitans in the Age of Connection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zuckerman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Informatsionnyi menedzhment: Upravlenie informatsiei, znaniem, tekhnologiei (Information Management: Control of Information, Knowledge, and Technology)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Gilyarevskii",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Informatsionnyi menedzhment: Teoriya i metodologiya (Information Management: Theory and Methodology)",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Brezhneva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Gilyarevskii",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Zhabko",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "In search of an institutional theory of a transitional society",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Oleinik",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vopr. Ekon",
            "volume": "",
            "issn": "10",
            "pages": "58--68",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Has tomorrow come?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Krastev",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ross. Global'noi Polit",
            "volume": "",
            "issn": "3",
            "pages": "42--62",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Gorod zavtrashnego dnya: Sensory, seti, khakery i budushchee gorodskoi zhizni (The City of Tomorrow: Sensors, Networks, Hackers, and the Future of Urban Life)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koldelom",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Inst. Gaidara",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cosmography: A Posthumous Scenario for the Future of Humanity",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuromiya",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Sociological support of risk communication, in Risk: Sotsiologicheskii analiz, kommunikatsiya, regional'noi upravlenie (Risk: Sociological Analysis, Communication, and Regional Management)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Mozgovaya",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Komarova",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Moscow: Inst. Sotsiol. Ross. Akad. Nauk",
            "volume": "",
            "issn": "",
            "pages": "143--155",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "COVID-19 and the policy sciences: Initial reactions and perspectives",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Weible",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nohrstedt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cairney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Crow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Durnová",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heikkila",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ingold",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcconnell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Policy Sci",
            "volume": "53",
            "issn": "",
            "pages": "225--241",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The study was supported by a grant from the Russian Science Foundation (project no. 19-18-00115) for the part of the article written by A.V. Aleinikov, and with the financial support of the Russian Foundation for Basic Research (project no. 20-011-00393) for the part of the article written by A.V. Kurochkin and D.A. Maltseva.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}