{
    "paper_id": "0a92e9a0679d90ab0efd925e4c4d57e001e4d112",
    "metadata": {
        "title": "Misinformation in the COVID-19 era",
        "authors": [
            {
                "first": "Gabor",
                "middle": [],
                "last": "Toth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic Foundation",
                    "location": {
                        "settlement": "Cleveland",
                        "region": "Ohio",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alejandro",
                "middle": [
                    "M"
                ],
                "last": "Spiotta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "settlement": "Charleston",
                        "region": "South Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [
                    "A"
                ],
                "last": "Hirsch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Fiorella",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stony Brook University",
                    "location": {
                        "settlement": "Stony Brook",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Gabor Toth , 1 Alejandro M Spiotta, 2 Joshua A Hirsch , 3 David Fiorella 4 The COVID-19 pandemic has taken a toll on humankind that is remarkable for a disease in modern times. As of late June 2020, almost 500 000 people have died of the disease worldwide, including more than 120 000 in the USA, with estimates of infected individuals approaching 10 million. 1 The numbers of infected and deceased patients will continue to rise.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 14,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 56,
                    "end": 57,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 64,
                    "end": 74,
                    "text": "Fiorella 4",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 361,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Misinformation in the COVID-19 era"
        },
        {
            "text": "In these times of considerable uncertainty, with no cure or vaccine in sight, patients and physicians rely on the free flow of information to understand and fight this deadly disease. The internet and social media have spawned an era of digital globalization where observations, reports and research on COVID-19 can readily be distributed across the world very quickly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Misinformation in the COVID-19 era"
        },
        {
            "text": "Within just a few months in the first half of 2020, publications and information related to COVID-19 have exponentially increased. It has quickly become clear that COVID-19 not only affects the respiratory system as initially thought, but can alter hemostasis, endothelial function, and can damage the heart and the central nervous system. [2] [3] [4] Unfortunately, with the rapid dissemination of valuable information often comes misinformation. There has been an understandable urge to publish groundbreaking and novel data. However, this also opens the door to multiple potential pitfalls. In order to keep up with the 'surge' of COVID-related submissions, many peer reviewed journals offered expedited reviews and in some cases brought noteworthy submissions to print without subjecting them to a standard peer review. Not adhering to stringent review and rigorous selection processes is a recipe for trouble which can impact even the most prominent publication forums as evidenced by two recent COVID-themed redactions in NEJM and the Lancet 5 6 after concerns were raised about the \"veracity of primary data sources\". 7 Medical journals not properly \"vetting\" and eventually publishing high-impact articles that turn out to be based on unverified data can misguide providers as well as the public. Information on the disease that was previously restricted to medical professionals is now available to the broad public by the swipe of a screen, just like any other newsreel. The media is prone to pick up buzz worthy articles, and this then contributes to the rapid distribution of damaging misinformation without independent professional medical guidance. By the time doubt is raised about the validity of the findings, it is often too late; broad dissemination and public acceptance has already taken place.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Misinformation in the COVID-19 era"
        },
        {
            "text": "Another interesting phenomenon, although not necessarily specific to the COVID-19 era, is the appearance of farreaching, hasty and unfounded conclusions associated with medical studies or research, often fueled by media overinterpretation of limited scientific data, including small observational studies, case reports or small case series. Recent headlines featured news about increased stroke rates in young coronavirus patients without significant past medical history. It is known that stroke rates in the young, non-COVID-19 population are considered to be relatively low, but not rare, usually representing around 5-15% of all strokes. 8 Contemporary international multicenter data from over 6000 thrombectomies enrolled in the Stroke Thrombectomy and Aneurysm Registry (STAR) establishes the proportion of patients undergoing thrombectomy under the age of 50 years at 11.6%, of which 48.5% did not have any known stroke risk factors. 9 10 Based on accumulating evidence, it does appear that severely ill COVID-19 patients may have an increased predisposition to acute neurologic disorders, including stroke. A case series of 214 patients (mean age 52.7 years) from China comparing \"more severe vs less severe COVID-19 respiratory infection\" patients found acute cerebrovascular disease in 5.7% versus 0.8%, respectively. 11 A few additional recent brief communications detailed a handful of coronavirus cases associated with acute strokes, predominantly affecting otherwise healthy people <50 years of age. 12 13 Endothelial dysfunction, hypercoaguability, ACE2 receptor variability, upregulated inflammatory response and resultant thrombotic events have all been hypothesized as possible causes for these unusual cases, but definitive data are currently lacking. One of the alternative explanations may be that some of the \"healthy\" patients actually have underlying but previously unknown risk factors contributing to the vascular events. It is also possible that younger patients are more likely to have asymptomatic COVID-19 infection, and in high COVID-19 burden regions younger patients are therefore more likely to have incidental positive COVID-19 status when presenting with stroke.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 643,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 941,
                    "end": 945,
                    "text": "9 10",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1330,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1514,
                    "end": 1519,
                    "text": "12 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Misinformation in the COVID-19 era"
        },
        {
            "text": "Undoubtedly, the original reports were relevant and provided valuable information about unique COVID-19 related neurologic phenomena. However, despite the short epoch studied and the extremely small number of patients reported, these papers were almost instantly featured in the media as evidence for a \"surge of acute stroke\" in young \"barely sick\" COVID-19 patients, who are \"dying of strokes\". 14 15 It did not help the cause that, almost immediately, a number of posts started appearing on mostly personal but publicly accessible social media sites featuring physicians with anecdotal examples of \"atypical\" thrombectomy procedures in COVID-19 acute stroke patients, suggesting solid evidence of a link between stroke, coronavirus and the young. Unfortunately, the difference between online media platforms lacking peer-review oversight and high quality journal articles is well known. 16 Although the scientific value of unfiltered social network accounts has always been debatable, they further exaggerate the media and public frenzy. It is interesting to note that medical facilities in other COVID-19 overrun areas in the USA did not clearly identify similar stroke trends in general and in the young thus far. On the contrary, more robust and much larger data sets have demonstrated a marked reduction in thrombectomy and percutaneous coronary intervention volumes during the COVID-19 epoch. It has been hypothesized that people are delaying medical attention during the pandemic, possibly due to fears of contracting the virus while being treated in the hospital. [17] [18] [19] High quality scientific data should be gathered, interpreted and presented objectively in order to better understand Toth G, et al. J NeuroIntervent Surg September 2020 Vol 12 No 9 Editor's column the relationship between COVID-19 and other health conditions, including stroke. Whether directly related to COVID-19 or not, timely care for acute stroke remains the neurointerventionist's main concern. Going forward, investigators need to better understand this era of rapid global dissemination of medical information through non-traditional methods. It is our responsibility to provide context and cautiously interpret these data rather than act to amplify the level of hysteria. Ideally, we would enlist the media to help improve health care. In this case that would mean raising awareness about the importance of seeking professional help without delay for patients with acute stroke symptoms independent of the present pandemic.",
            "cite_spans": [
                {
                    "start": 890,
                    "end": 892,
                    "text": "16",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1574,
                    "end": 1578,
                    "text": "[17]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1579,
                    "end": 1583,
                    "text": "[18]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1584,
                    "end": 1588,
                    "text": "[19]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1765,
                    "end": 1769,
                    "text": "No 9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Misinformation in the COVID-19 era"
        },
        {
            "text": "Twitter Gabor Toth @GaborTothMD and Joshua A Hirsch @JoshuaAHirsch Contributors All authors contributed to the writing of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Misinformation in the COVID-19 era"
        },
        {
            "text": "The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Johns Hopkins Coronavirus Resource Center",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Klok",
                    "suffix": ""
                },
                {
                    "first": "Mjha",
                    "middle": [],
                    "last": "Kruip",
                    "suffix": ""
                },
                {
                    "first": "Njm",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "191",
            "issn": "",
            "pages": "145--152",
            "other_ids": {
                "DOI": [
                    "10.1016/j.thromres.2020.04.013"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Association of cardiac injury with mortality in hospitalized patients with COVID-19 in Wuhan, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.0950"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neurointervention for emergent large vessel occlusion during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fiorella",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Fargen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Leslie-Mazwi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurointerv Surg",
            "volume": "12",
            "issn": "",
            "pages": "537--546",
            "other_ids": {
                "DOI": [
                    "10.1136/neurintsurg-2020-016117"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hydroxychloroquine or chloroquine with or without a macrolide for treatment of COVID-19: a multinational registry analysis. The Lancet",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruschitzka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cardiovascular disease, drug therapy, and mortality in Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2007621"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Strokes in young adults: epidemiology and prevention",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smajlović",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vasc Health Risk Manag",
            "volume": "11",
            "issn": "",
            "pages": "157--64",
            "other_ids": {
                "DOI": [
                    "10.2147/VHRM.S53203"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Abstract 169: a comprehensive multicenter evaluation of the impact of age on stroke thrombectomy outcomesinsights from the StAR collaboration",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chalhoub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Alawieh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anadani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Stroke",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Letter: Twinkle, Twinkle Little STAR, How I Wonder What You Are: The Case for High-Quality, Large-Scale",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Spiotta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Real-World\" Databases. Neurosurgery",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Neurologic manifestations of hospitalized patients with coronavirus disease 2019 in Wuhan, China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Neurol",
            "volume": "77",
            "issn": "",
            "pages": "683--90",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaneurol.2020.1127"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Large-vessel stroke as a presenting feature of Covid-19 in the young",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Oxley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mocco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Majidi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2009787"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Letter: thrombotic neurovascular disease in COVID-19 patients, neurosurgery, nyaa254",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sweid",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hammoud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "#Fake news: a systematic review of mechanical thrombectomy results among neurointerventional stroke surgeons on Twitter",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Dmytriw",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Sorenson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Neurointerv Surg",
            "volume": "11",
            "issn": "",
            "pages": "460--463",
            "other_ids": {
                "DOI": [
                    "10.1136/neurintsurg-2018-014319"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Collateral effect of Covid-19 on stroke evaluation in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Kansagra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "400--401",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2014816"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Decline in stroke presentations during COVID-19 surge",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Uchino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Kolikonda",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Stroke",
            "volume": "51",
            "issn": "",
            "pages": "2544--2551",
            "other_ids": {
                "DOI": [
                    "10.1161/STROKEAHA.120.030331"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Delayed presentation of acute ischemic strokes during the COVID-19 crisis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Schirmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ringer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Arthur",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Neurointerv Surg",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Provenance and peer review Commissioned; internally peer reviewed.This article is made freely available for use in accordance with BMJ's website terms and conditions for the duration of the covid-19 pandemic or until otherwise determined by BMJ. You may use, download and print the article for any lawful, non-commercial purpose (including text and data mining) provided that all copyright notices and trade marks are retained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        }
    ]
}