{
    "paper_id": "0a99ea94e5022563dff51e9d20927be8548ed323",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Posterior reversible encephalopathy syndrome (PRES) is a clinico-radiological diagnosis of cerebral edema syndrome, chiefly involving the posterior structures including parieto-occipital, posterior fronto-cortical and subcortical areas of the brain. PRES may result from a wide array of insults, the common ones include hypertension, eclampsia and pre-eclampsia, drugs such as cyclosporine and certain infectious causes. Systemic lupus erythematosus (SLE) is one of the rare but established causes of PRES [1] . Central structures, including the basal ganglia, brainstem and bilateral thalami, are rarely involved in PRES and often pose a diagnostic dilemma [2] .",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 509,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 39-year-old illiterate female was brought to the emergency room with sudden onset of shortness of breath and loss of consciousness. It was associated with two episodes of generalised tonic-clonic seizures. She had a history of recurrent painless oral ulcers and photosensitivity for the past five years. There was no history of prior seizure activity or any chronic illness, prolonged immobility, recurrent abortions, recent surgery, intake of any medication, substance abuse or hereditary thrombophilic disorder. On presentation, she had a poor Glasgow Coma Scale (GCS) of 7/15, bilateral coarse crepitations in the chest and reduced capillary oxygen saturation (80% under room air). The patient was afebrile with a regular pulse rate of 110 beats per minute and blood pressure of 118/74 millimeters of mercury. She had a respiratory rate of 20 per minute and her random blood sugar level was normal. There was no neck rigidity. Her electrocardiogram (ECG) was normal except for sinus tachycardia. She was immediately intubated and mechanically ventilated in the intensive care unit (ICU) in view of her deteriorating oxygen saturation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Radiography of the chest revealed haziness in bilateral lower lung fields suggestive of aspiration pneumonia. Cerebrospinal fluid analysis (protein 18 mg/dL, glucose 62 mg/dL, white blood cells 0/µL and red blood cells 0/µL) along with non-contrast computed tomography (CT) of the head was inconclusive and her routine investigations, including a complete blood count, liver and renal function tests, serum electrolytes, thyroid function tests and fasting blood sugar, were within normal range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "She was started on intravenous levetiracetam along with ceftriaxone and metronidazole for aspiration pneumonia. COVID-19 was ruled out with reverse transcription-polymerase chain reaction (RT-PCR). Her tracheal culture was sterile after 48 hours of intubation. Her C-reactive protein (CRP) level was 58 mg/L (normal <5 mg/L), antinuclear antibody (ANA) titre was 1:640 (normal <1:160) and anti-double-stranded deoxyribonucleic acid (anti-dsDNA) levels were 147 U/mL (normal <28 U/mL). There was a negligible improvement on this treatment regimen. She was then subjected to magnetic resonance imaging (MRI) of the brain, which indicated areas of signal abnormality in the right caudate nucleus, bilateral thalami and left globus pallidus without the involvement of frontal, parietal and occipital lobes in T2-weighted fluidattenuated inversion recovery (FLAIR) and diffusion-weighted images. These changes were consistent with central-variant of PRES ( Figure 1 ). 1 1 1 1 1",
            "cite_spans": [
                {
                    "start": 964,
                    "end": 965,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 952,
                    "end": 960,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "DWI: Diffusion-weighted imaging FLAIR: Fluid-attenuated inversion recovery",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Diffusion restriction in DWI (A) in bilateral thalami (blue arrows), right caudate nucleus (green arrows) and left globus pallidus (red arrows) along with hyperintensity of these regions in (FLAIR) images (B) on MRI brain."
        },
        {
            "text": "Her urine pregnancy test along with toxicology screen was negative. The patient had worsening of respiratory failure for which levofloxacin was commenced and ceftriaxone was replaced with piperacillintazobactum for enhanced microbial coverage. The patient was also started on methylprednisolone (1 gram per day). However, she did not respond to the treatment and unfortunately succumbed to her illness on the fourth day of admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MRI: Magnetic resonance imaging"
        },
        {
            "text": "PRES is typically a reversible disease which subsides after removal of the offender, but can often result in a dreadful outcome. It comprises vasogenic edema involving various parts of the brain and the symptoms occur in accordance with the involved structures. Two important theories of pathogenesis include raised blood pressure and endothelial dysfunction [3] . A failure of cerebrovascular autoregulation plays a central role in the pathophysiology of PRES and the resultant vasogenic edema [4] . Acute hypertensive crisis is another common cause of PRES [5] . Although SLE is one of the rare causes of PRES, both these mechanisms can be responsible in SLE as these patients can have endothelial dysfunction as well as raised blood pressure secondary to lupus nephritis [6] . PRES is a rare neurological entity in SLE and must be entertained as a differential in patients presenting with neurological signs and symptoms. Close differential possibilities include osmotic demyelination syndrome, alcohol poisoning and central nervous system (CNS) vasculitis.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 362,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 774,
                    "end": 777,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The symptomatology in patients with PRES is varied, but cognitive disturbances, seizures, headaches and visual field deficits are frequently encountered [7] . MRI brain, especially diffusion-weighted and FLAIR, is the radiological modality of choice for diagnosis of this entity. Complications of PRES stem from increased arterial pressures and may result in intracranial hemorrhage, ischemic cerebral injury and rarely status epilepticus [8] . The central variant of PRES has been documented in patients with SLE, although its incidence remains low [9] .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Management of PRES includes removal of the inciting agent and treatment of the underlying cause along with symptomatic care. Although treatment with steroids and cyclophosphamide has been successful in clinical trials, cyclophosphamide is itself a known culprit for PRES and steroids can aggravate hypertension in patients with SLE [10] . These patients, therefore, require intensive monitoring. Being a reversible syndrome, prompt identification of PRES can be potentially lifesaving.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Posterior reversible encephalopathy syndrome: a review with emphasis on neuroimaging characteristics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tetsuka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ogawa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Neurol Sci",
            "volume": "404",
            "issn": "",
            "pages": "72--81",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jns.2019.07.018"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Distinct imaging patterns and lesion distribution in posterior reversible encephalopathy syndrome",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Bartynski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Boardman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Neuroradiol",
            "volume": "28",
            "issn": "",
            "pages": "1320--1327",
            "other_ids": {
                "DOI": [
                    "10.3174/ajnr.A0549"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Posterior reversible encephalopathy syndrome, part 2: controversies surrounding pathophysiology of vasogenic edema",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Bartynski",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "AJNR Am J Neuroradiol",
            "volume": "29",
            "issn": "",
            "pages": "1043--1052",
            "other_ids": {
                "DOI": [
                    "10.3174/ajnr.A0929"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Altered and agitated due to hypertension: a case of posterior reversible encephalopathy syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kazmi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Falgiani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ganti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cureus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7759/cureus.8810"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mohamed Nazeer MN: An unexpected case of posterior reversible encephalopathy syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Baig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ashraf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ashraf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cureus",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7759/cureus.10129"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Seizure as an initial presentation for posterior reversible encephalopathy syndrome in undiagnosed systemic lupus erythematosus and lupus nephritis: a case report",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Hartman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tuna",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Monsour",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Komanduri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tarasiuk-Rusek",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cureus. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7759/cureus.10195"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical spectrum of reversible posterior leukoencephalopathy syndrome",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Wijdicks",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Manno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rabinstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Arch Neurol",
            "volume": "65",
            "issn": "",
            "pages": "205--215",
            "other_ids": {
                "DOI": [
                    "10.1001/archneurol.2007.46"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Posterior reversible encephalopathy syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schmutzhard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Neurol",
            "volume": "264",
            "issn": "",
            "pages": "1608--1624",
            "other_ids": {
                "DOI": [
                    "10.1007/s00415-016-8377-8"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Central-variant posterior reversible encephalopathy syndrome: brainstem or basal ganglia involvement lacking cortical or subcortical cerebral edema",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mckinney",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Jagadeesan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Truwit",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "AJR Am J Roentgenol",
            "volume": "201",
            "issn": "",
            "pages": "631--639",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.12.9677"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Posterior reversible encephalopathy syndrome could be an underestimated variant of \"reversible neurological deficits\" in Systemic Lupus Erythematosus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Xin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Neurol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2377-12-152"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}