{
    "paper_id": "0aab78eede34b25c316f6a441455e5d60572b78d",
    "metadata": {
        "title": "Defect-free potassium manganese hexacyanoferrate cathode material for high-performance potassium-ion batteries",
        "authors": [
            {
                "first": "Leqing",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiale",
                "middle": [],
                "last": "Qu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaogang",
                "middle": [],
                "last": "Niu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Juzhe",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Youran",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center of Electron Microscopy and State Key Laboratory of Silicon Materials",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Hangzhou",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Meiying",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiangwei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center of Electron Microscopy and State Key Laboratory of Silicon Materials",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Hangzhou",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Miao",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNOOC Research Institute of Refining and Petrochemicals",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liang",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory for Green Chemical Technology of Ministry of Education",
                    "institution": "Tianjin University",
                    "location": {
                        "settlement": "Tianjin",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qianfan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P. R. China"
                    }
                },
                "email": "qianfan@buaa.edu.cn"
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P. R. China"
                    }
                },
                "email": "guolin@buaa.edu.cn"
            },
            {
                "first": "✉",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yujie",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P. R. China"
                    }
                },
                "email": "yujiezhu@buaa.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "Potassium-ion batteries (KIBs) are promising electrochemical energy storage systems because of their low cost and high energy density. However, practical exploitation of KIBs is hampered by the lack of high-performance cathode materials. Here we report a potassium manganese hexacyanoferrate (K 2 Mn[Fe(CN) 6 ]) material, with a negligible content of defects and water, for efficient high-voltage K-ion storage. When tested in combination with a K metal anode, the K 2 Mn[Fe(CN) 6 ]-based electrode enables a cell specific energy of 609.7 Wh kg −1 and 80% capacity retention after 7800 cycles. Moreover, a K-ion full-cell consisting of graphite and K 2 Mn[Fe(CN) 6 ] as anode and cathode active materials, respectively, demonstrates a specific energy of 331.5 Wh kg −1 , remarkable rate capability, and negligible capacity decay for 300 cycles. The remarkable electrochemical energy storage performances of the K 2 Mn[Fe(CN) 6 ] material are attributed to its stable frameworks that benefit from the defectfree structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "D espite being widely utilized in electronics and electric vehicles, lithium-ion batteries (LIBs) are predicted to face the unsustainability due to the rarity and uneven distribution of lithium resources, making them difficult to meet the requirement of low levelized cost for the ever-increasing gridscale energy storage applications 1 . For this reason, sodium-ion batteries (NIBs) and potassium-ion batteries (KIBs) have been considered as the promising complementary alternatives to LIBs owing to the utilization of earth-abundant and much cheaper sodium and potassium elements 2, 3 . Besides, the electrode materials in NIBs and KIBs are usually free from toxic and expensive cobalt, which is one of the essential elements in state-of-the-art LIBs. Over the past decades, great progress has been made for non-aqueous NIBs which are being commercialized by few startup companies 4 .",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 584,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Regarding the emerging KIBs, they not only share similar features with NIBs such as low-cost element as the charge carrier and the use of cheap and light aluminum instead of copper as the anode current collector, but also possess several additional unique advantages as follows. (1) The redox potential of K + /K is more negative than that of Na + /Na (and even Li + /Li) in some nonaqueous electrolytes, leading to potentially high voltages of KIBs that are similar to LIBs and relatively higher energy density than that of NIBs 5,6 ; (2) the graphite anode can reversibly take and release K-ions with a theoretical capacity of 279 mAh g −1 , making it possible to transfer the well-established graphite anode industry of LIBs to KIBs, whereas the anode for the commercialized NIBs utilizes the more expensive hard carbon 4 ; (3) K-ion electrolytes reveal the highest ionic conductivity because of the weakest Lewis acidity and smallest Stokes radius of K-ions than those of Na-ions and Li-ions 7 . Although the aforementioned merits make KIBs very attractive, the success of KIBs, mainly relying on the cost effectiveness of KIBs over contemporary LIBs technology, can only be realized if ultra-long lifetime is achieved for KIBs, as recently emphasized by Yan and Obrovac through a detailed cost analysis 8 . The cycle life of KIBs mainly hinges on the charge-discharge reversibility of their electrode materials. On the anode side, reversible potassiation-depotassiation of commercial graphite anode with an impressive cycle life over 2000 cycles has been reported 9 . However, the reported cathode materials, particularly those with extractable K-ion source which can be paired with practical K-free anodes, usually exhibited unsatisfactory long-term cycling performance 5 . The lack of low-cost and highperformance K-containing cathode materials has hindered the development of practical KIBs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Among the reported cathode candidates for KIBs, Prussian blue analogues (PBAs) have received tremendous attention [10] [11] [12] [13] [14] [15] . The general composition of PBAs can be expressed as A x M[M′(CN) 6 ] 1−y □ y •nH 2 O (0 ≤ x ≤ 2, y < 1), where A represents alkaline metal ions, M/M′ represent the transition metals (Fe, Mn, Co, Ni, etc.), and x, y, and n represent the contents of alkaline metal ions, [M′(CN) 6 ] vacancies, and crystal water (including ligand water which occupies the [M′(CN) 6 ] vacancy sites and is chemically bonded with the unsaturated M ions and zeolite water which is located in the interstitial sites), respectively. The 3D open and flexible framework of PBAs enable the reversible storage of large K-ions. More intriguingly, PBAs seem to be the only cathode candidate which shows a preference for K compared with Li and Na. The better fit of K-ions in the cavities of PBAs stabilizes the structure, leading to higher redox voltage and more stable cycling performance in KIBs over LIBs and NIBs 5, 16 .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1033,
                    "end": 1035,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Among the various types of PBAs reported so far, potassiumrich manganese hexacyanoferrate (K x Mn[Fe(CN) 6 6 ] vacancies and water, which originate from the ultrafast nucleation of the sample in aqueous solutions. The [Fe(CN) 6 ] vacancies will cause K-deficiency in the cavities for the reason of charge balance and the empty cavities are usually occupied by zeolite water molecules. Meanwhile, [Fe(CN) 6 ] vacancies also generate exposed Mn ions, which are susceptible to be coordinated by water molecules, further increasing the water content in the material. The K-deficiency will reduce the specific capacity and the interstitial water usually leads to side reactions, both of which shorten the lifetime of K x Mn[Fe(CN) 6 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In present work, a simple and practically scalable chelating agent assisted precipitation method is introduced to fabricate K 2 Mn[Fe(CN) 6 ]. The obtained sample is nearly stoichiometric with an extremely low content of defects and water. In K-metal cells, it presents exceptional electrochemical performance. Specifically, it could deliver a reversible capacity of 154.7 mAh g −1 and an average discharge voltage of 3.941 V (vs. K + /K), leading to a high specific energy of 609.7 Wh kg −1 with an impressive round-trip efficiency of 96%. This material also exhibits good cycling stability at both low and high specific currents. More encouragingly, over 80% of its capacity can be retained after 7800 cycles, which is the best long-term cycle life among all the reported cathode materials for KIBs. Experimental investigations combined with theoretical calculations reveal that the eliminated defects and negligible water in the sample play critical roles in stabilizing its cycling performance. Finally, the prototype potassium-ion full-cell consisting of the obtained cathode and graphite anode could demonstrate a specific energy as high as 331.5 Wh kg −1 (based on the total mass of cathode and anode materials) and negligible capacity loss after 300 cycles, as well as remarkable rate performance (58% capacity retention at 6.67 C vs. 0.1 C), promising the practical application of KIBs as a lowcost and stable energy storage system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Materials synthesis and characterizations. Conventionally, the synthesis of K 2 Mn[Fe(CN) 6 ] is based on the direct coprecipitation reaction among Mn 2+ , [Fe(CN) 6 ] 4-, and K + in an aqueous solution, as schematically illustrated in Fig. 1a 11, 12, 17 . Because of the extremely small solubility product constant of K 2 Mn[Fe(CN) 6 ] (K sp = 10 −12.1 ) 18 , the co-precipitation reaction occurs expeditiously under an uncontrollable way. As shown by the powder X-ray diffraction (XRD), scanning electron microscopy (SEM), and transmission electron microscopy (TEM) results in Supplementary Figs 11, 12 . The TGA-MS (mass spectrometry) (Supplementary Fig. 4 ) result also indicates that KMF-C will release toxic HCN at 260˚C, suggesting the loss of -CN-linkers and collapse of the framework at high temperature.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 243,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 579,
                    "end": 597,
                    "text": "Supplementary Figs",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 659,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To obtain high quality and low defect K 2 Mn[Fe(CN) 6 ] sample, ethylenediaminetetraacetic acid dipotassium salt (EDTA-2K) is adopted as the chelating agent to control the crystallization process as illustrated in Fig. 1b . It is noted that compared with the widely used citrate-based chelating agent, which has been recently reported by Pasta et al. 19 , EDTA 4exhibits a much stronger complex ability towards Mn 2+ (K stable [Mn(EDTA)] 2− = 10 13.8 » K stable [Mn(citrate)] − = 10 3.67 ) 18, 19 . Hence, the [Mn(EDTA)] 2− will act as the reservoir to slowly release Mn 2+ during the precipitation reaction. Consequently, the nucleation and growth of K 2 Mn[Fe(CN) 6 ] can be greatly suppressed, which will result in an sample (denoted as KMF-EDTA) with significantly reduced defects and water. According to the published work 20 , the reactant concentration of 0.04 M and arbitrarily chosen reaction time of 4 h are used in this work which result in a product yield of 74% (see Materials Synthesis section in the Supplementary Information for detailed synthesis procedure). It is later discovered that the reaction time could be further reduced for scale up synthesis because of the fast reaction between the reactants (vide infra).",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 493,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 221,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The crystal structure of the as-synthesized KMF-EDTA is examined by powder XRD (Fig. 2a) and Rietveld refinement of the XRD pattern indicates a monoclinic structure (P21/n symmetry, a = 10.0912 Å, b = 7.3243 Å, c = 6.9442 Å, and β = 90.02°) with atomic positions listed in Supplementary  Table 3 , similar with the previous reports 12, 21 . The corresponding crystal structure of KMF-EDTA is illustrated in Fig. 2b , revealing a distorted open framework with C-coordinated Fe cations and N-coordinated Mn cations 21 . The ICP-MS analysis (Supplementary Table 2 ) gives a K:Mn:Fe molar ratio of 1.94:1:0.994, suggesting a high K-ion content and exceedingly low [Fe(CN) 6 ] vacancies (0.6 at.% vs. Mn). TGA is applied to estimate the water content in the sample. As shown in Fig. 2c , the KMF-EDTA sample exhibits a negligible weight loss under 100˚C and a considerably low weight loss (~0.44 wt.%) from 100 to 200˚C, which can be ascribed to the evaporation of weakly coordinated ligand water 8 , implying that this sample does not require extensive vacuum dehydration before cell assembling. Fouriertransform infrared (FT-IR) spectra of the KMF-EDTA sample ( Supplementary Fig. 5 ) shows a single peak around 2067 cm −1 , which is ascribed to the vibration of Mn 2+ -N ≡ C-Fe 2+ bonds 22 . The characteristic signals of water molecules are absent in the FT-IR spectra, further bearing out the extremely low residual water content in the KMF-EDTA. As shown by the TGA-MS result in Fig. 2d , even after stored in room atmosphere for 14 days, KMF-EDTA only demonstrates a slightly increased water uptake (~1.3 wt.%) compared with the as-synthesized sample. Furthermore, negligible release of HCN is detected for KMF-EDTA during heating, indicating that this material preserves its intact structure. The thermal stability of the KMF-EDTA is further characterized by recording its XRD patterns as a function of temperature. As shown in Supplementary Fig. 6 , upon heating in N 2 atmosphere to 300˚C, the XRD diffraction signals of KMF-EDTA do not display detectable variations, suggesting its robust crystal structure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 273,
                    "end": 295,
                    "text": "Supplementary  Table 3",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 414,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 553,
                    "end": 560,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 780,
                    "text": "Fig. 2c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1159,
                    "end": 1179,
                    "text": "Supplementary Fig. 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1480,
                    "end": 1487,
                    "text": "Fig. 2d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1931,
                    "end": 1951,
                    "text": "Supplementary Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "On the basis of the ICP-MS and TGA results, the chemical formula of KMF-EDTA is calculated as Table 2 ), very close to the theoretical stoichiometry of K 2 Mn[Fe(CN) 6 ] and possessing a lower content of defects and water than that of the KMF sample (denoted as KMF-Citrate) which was synthesized using citrate as the chelating agent (Supplementary Table 4) 19 . The X-ray absorption near edge structure (XANES) spectra of Fe and Mn K-edges for the KMF-EDTA ( 6 in the aqueous solution at 327 nm wavelength is monitored during the precipitation. As shown in Supplementary Fig. 10c , the in-situ UV-vis spectrum shows that once adding EDTA-free Mn 2+ solution into the K 4 Fe(CN) 6 solution, the absorption intensity of K 4 Fe(CN) 6 exhibits an abrupt decrease and quickly disappears in 0.5 s. In comparison, it shows a comparatively slow fade rate upon adding the EDTA-containing Mn 2+ solution and finally vanishes after 2.5 s. Consequently, such a 5-fold extension of the precipitation time can greatly suppress the [Fe(CN) 6 ] vacancies from 8% in KMF-C to only 0.6% in KMF-EDTA, enabling more K-ions (1.94 in KMF-EDTA vs. 1.72 in KMF-C) in the lattice 25 , which is beneficial for assembling the KIB full-cells with a potassium-free anode (e.g., graphite). The significantly decreased [Fe(CN) 6 ] vacancies and remarkably increased K-ions content also greatly reduce the occupancy sites for ligand water and zeolite water, greatly reducing the water content (0.44 wt.% in KMF-EDTA vs. 7.51 wt.% in KMF-C) 26 , which can minimize the water-related side reactions and enhance the electrochemical performance (vide infra) 10 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 357,
                    "text": "Table 4)",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 459,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 580,
                    "text": "Supplementary Fig. 10c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Electrochemical performance in potassium metal cells. The electrochemical performances of the samples are examined in potassium metal cells within 2.7-4.4 V (vs. K + /K) with our previously reported non-flammable phosphate-based electrolyte (2.5 M potassium bis(fluorosulfonyl) imide (KFSI) salt dissolved in triethyl phosphate (TEP) solvent), which exhibits an excellent anodic stability (Supplementary Fig. 11 and the corresponding text) and is also well-compatible with the graphite anode 27, 28 . For the following laboratory evaluation of the electrochemical performance of the samples in the coin-type cells, a typical active material loading of 1 mg cm −2 is used. Figure 3a shows the galvanostatic charge-discharge potential profiles of KMF-EDTA at 15 mA g −1 (0.1 C, 1 C = 150 mA g −1 ). During the first charge (depotassiation) process, two distinct voltage plateaus centered at 4.06 and 4.10 V (vs. K + /K) are observed. The subsequent 1 st discharge (potassiation) process displays two corresponding reduction potential plateaus centered at 3.98 and 4.06 V (vs. K + / K). These two pairs of well-defined redox plateaus at 4.06/3.98 and 4.10/4.06 V (vs. K + /K), which are attributed to low-spin Fe 2+/3+ and high-spin Mn 2+/3+ redox couples, respectively 11,12 , maintain almost unchanged over 100 cycles. Remarkably, the potential hysteresis for the two redox couples is only 80 and 40 mV, which are the smallest among all reported PBAs electrode materials 29 . As shown in Fig. 3a , the first charge and discharge capacities of KMF-EDTA are 188.8 and 153.5 mAh g −1 with an initial Coulombic efficiency of 81.34%. The first charge capacity of KMF-EDTA exceeds its theoretical value (~156 mAh g −1 , corresponding to full depotassiation from K 2 Mn[Fe(CN) 6 ]). Considering the negligible water content in the sample, the excess capacity should be ascribed to the oxidative decomposition of the electrolyte at high voltages, as evidenced by the small voltage tail at the end of the 1 st charge process. After the 1 st cycle, the charge capacity gradually decreases from 164.7 mAh g −1 at the 2 nd cycle to 155.6 mAh g −1 at the 8 th cycle and the Coulombic efficiency approaches 98%, indicating that the electrolyte decomposition only occurs during the initial few cycles. Figure 3b reveals the cycling performance of the KMF-EDTA cathode at 15 mA g −1 . Upon cycling, the material is capable to deliver a reversible capacity of~154.7 mAh g −1 (at the 2 nd cycle). It also demonstrates an outstanding cycling stability with a remarkably high capacity retention of 95.7% after 137 cycles (testing period~113 days, 2712 h). Such a low capacity decay rate at this harsh low current rate (~0.1 C) testing condition is impressive, which has never been achieved in the literature for the PBAs-based cathode materials in non-aqueous KIBs. As shown in Fig. 3b , the Coulombic efficiency increases from 94% at the 2 nd cycle to 99.1% at the 16 th cycle, and maintains an average value of 99.2% during the following cycles, verifying a highly reversible potassiation-depotassiation process. The high Coulombic efficiency along with the ultra-low voltage hysteresis enables an extremely high round-trip efficiency (~96%, Fig. 3b ), comparable to that of state-of-the-art LIBs 30, 31 . For the practical applications, the Coulombic efficiency of the sample should be further enhanced to the ideal value (~100%) by optimizing the compositions of the electrolyte or other approaches.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 495,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3278,
                    "end": 3281,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 411,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 672,
                    "end": 681,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1487,
                    "end": 1494,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2286,
                    "end": 2295,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2857,
                    "end": 2864,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3223,
                    "end": 3230,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As shown in Supplementary Fig. 12a , the KMF-EDTA can preserve a considerably stable average discharge potential around 3.941 V (vs. K + /K), manifesting its highly stable redox reactions. Owing to its high discharge capacity and high redox voltage, the KMF-EDTA can deliver a specific energy as high as 609.7 Wh kg −1 (calculated on the basis of the discharge voltage and specific capacity during the 2 nd cycle) (Fig. 3h , Supplementary Fig. 12b, Supplementary Table 5 ), which is so far the highest value for the reported cathode materials of KIBs. This value even outperforms some commercial cathode materials for LIBs (for 6 ], Na 0.67 Fe 0.2 Cu 0.14 Mn 0.66 O 2 , Na 3 V 2 (PO 4 ) 2 F 3 , etc.) 4,32-35 . In addition, the discharge capacity above 3.8 V (vs. K + /K) comprises 91% of its total discharge capacity, which is beneficial for the practical implementation of this material in high voltage KIBs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 34,
                    "text": "Supplementary Fig. 12a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 414,
                    "end": 422,
                    "text": "(Fig. 3h",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 439,
                    "end": 470,
                    "text": "Fig. 12b, Supplementary Table 5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As a comparison, the electrochemical performance of KMF-C sample with a high content of defects and water is also tested. It merely delivers an initial discharge capacity of 131 mAh g −1 at 15 mA g −1 (Supplementary Fig. 13a) , lower than that of KMF-EDTA (Fig. 3a) . It also exhibits inclined voltage plateaus with much larger potential hysteresis (120 and 150 mV), lower Coulombic efficiency (around 97%), and inferior cycling stability with only 81.8% capacity retention after 100 cycles (Supplementary Fig. 13 ). Undoubtedly, both defects and water in KMF-C are detrimental to its electrochemical performance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 225,
                    "text": "(Supplementary Fig. 13a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 256,
                    "end": 265,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 506,
                    "end": 513,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In addition to its high reversible capacity and high redox voltage, the KMF-EDTA also displays good rate capability (Fig. 3c, d) . It is capable to deliver reversible capacities of 136.7, 126.6, 111.6, 94.9, 85.5, 79, and 74 mAh g −1 at the specific currents of 0.03, 0.05, 0.1, 0.2, 0.3, 0.4, and 0.5 A g −1 , respectively. When the current is set back to 0.03 A g −1 , the capacity can recover to the value of 136 mAh g −1 , manifesting the robust structural stability of the KMF-EDTA. To further assess the rate performance of KMF-EDTA and avoid the K dendrite growth at high currents, the rate capability test is performed under a constant charge specific current of 30 mA g −1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 128,
                    "text": "(Fig. 3c, d)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Under such charge-discharge conditions, discharge capacity of 81 mAh g −1 can be acquired even at 1.0 A g −1 , corresponding to 59.3% capacity retention when the discharge current experiences a 33-fold increase (from 0.03 A g −1 to 1.0 A g −1 ) ( Supplementary  Fig. 14) . Such a remarkable rate capability should be ascribed to the fast migration kinetics of K-ion in the Mn[Fe(CN) 6 ] framework 11, 12 .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 400,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 270,
                    "text": "Supplementary  Fig. 14)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As shown in Fig. 3e and Supplementary Fig. 15 , the KMF-EDTA provides a reversible capacity of~136 mAh g −1 and excellent cycling stability with 92.3% capacity retained after 320 cycles (corresponding to a testing period of 127 days, 3048 h) at 30 mA g −1 (0.2 C). Furthermore, it also demonstrates superb long-term cycling stability at 100 and 500 mA g −1 , respectively. At a moderate specific current of 100 mA g −1 (0.67 C), the KMF-EDTA can deliver a reversible capacity of 110 mAh g −1 with a capacity retention of 90.3% even after 2150 cycles (running time over 168 days, 4032 h), with only 0.0045% capacity decay per cycle (Fig. 3f, Supplementary Fig. 16 ). Note that the fluctuation in Fig. 3f after 1700 cycles originates from the temperature variation during the test (Supplementary Fig. 17) , which was caused by the shutdown of the 25˚C incubator due to the outbreak of Covid-19. At a high specific current of 500 mA g −1 (~3.33 C), a reversible capacity of 76.3 mAh g −1 is acquired for KMF-EDTA (Fig. 3g,  Supplementary Fig. 18 ) with 80% capacity retention after 7800 1 C) (b) . The inset in a shows the differential capacity (dQ dV −1 ) curve of the 2 nd cycle. The inset in b shows the enlarged view of efficiency, including the coulombic efficiency and round-trip efficiency. c, d Rate capability (c) and voltage profiles (d) cycled at different specific currents from 30 mA g −1 to 500 mA g −1 . e-g Long-term cycling performance at e 30 mA g −1 , f 100 mA g −1 , and g 500 mA g −1 , respectively. The inset in e shows the enlarged view of Coulombic efficiency. h Average discharge voltage and specific energy versus specific capacity of some reported cathodes for LIBs, NIBs, and KIBs. The capacity and specific energy are calculated based on the mass of cathode materials in the corresponding metallic Li/Na/K cells. The data used for plotting (h) are listed in Supplementary Table 5 cycles and 69% capacity retention after 10000 cycles. The superior cycle life of the KMF-EDTA should be attributed to its highly stable structure, as evidenced by the well-preserved crystal structure and morphology of the cycled electrode ( Supplementary  Fig. 19 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Fig. 3e",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 24,
                    "end": 45,
                    "text": "Supplementary Fig. 15",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 631,
                    "end": 662,
                    "text": "(Fig. 3f, Supplementary Fig. 16",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 695,
                    "end": 702,
                    "text": "Fig. 3f",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 779,
                    "end": 802,
                    "text": "(Supplementary Fig. 17)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1010,
                    "end": 1042,
                    "text": "(Fig. 3g,  Supplementary Fig. 18",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1084,
                    "end": 1092,
                    "text": "1 C) (b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1884,
                    "end": 1905,
                    "text": "Supplementary Table 5",
                    "ref_id": null
                },
                {
                    "start": 2147,
                    "end": 2169,
                    "text": "Supplementary  Fig. 19",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "K-ion storage mechanism. In order to explore the structure evolution of KMF-EDTA during K-ion insertion and extraction, ex situ XRD test is conducted, as shown in Supplementary Fig. 20 . When KMF-EDTA is charged to the midpoint between the two potential plateaus, a new set of peaks (2θ = 17.1, 24.1, 34.2˚) corresponding to the cubic structure appear at the expense of the peaks (2θ = 17.4, 24.8, 35.4˚) of the pristine KMF-EDTA 11, 12 . At the end of the charge, the cubic phase completely transforms to tetragonal structure 12 . During the following K-ion insertion process, a reverse tetragonal-cubic-monoclinic phase transition occurs and all the peaks can recover to their original position at the end of discharge, suggesting that the excellent structural reversibility of KMF-EDTA during the extraction-insertion of Kions.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 433,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 184,
                    "text": "Supplementary Fig. 20",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "First-principles density functional theory (DFT) calculation is then used to further elucidate the K-ion storage mechanism in KMF-C and KMF-EDTA. First, the formation energy of KMF-C with defects and water is estimated to be 1.77 eV/formula higher than that of KMF-EDTA (Fig. 4a) , suggesting the thermodynamically more unstable structure of KMF-C than that of KMF-EDTA. Second, as shown in Fig. 4b , the calculated voltage for K-ion insertion is higher for KMF-EDTA than that for KMF-C, which is in qualitative agreement with the experimentally obtained equilibrium potentials by the galvanostatic intermittent titration technique ( Supplementary Fig. 21) . Third, the calculation also indicates a higher K-ion diffusion energy barrier in KMF-C than that in KMF-EDTA (0.65 eV vs. 0.53 eV) (Fig. 4c) , which originates from the stronger interaction between K-ion and the defective host structure in KMF-C as evidenced by the differential charge density diagram (Fig. 4d , e, Supplementary Table 6 and the corresponding text). Thus, both the thermodynamic and kinetic origins are expected to account for the observed lower discharge potential for KMF-C. Previous calculation indicates that the binding strength of H 2 O with the lattice will be significantly weakened as Na-ion is extracted from Na x MnFe(CN) 6 •nH 2 O, which enable water to escape during the Na-ion extraction process 36 . Such electrochemical dehydration was shown to raise the redox potentials in Na x MnFe (CN) 6 •nH 2 O 37 . Similar phenomenon is also expected to take place in KMF-C, as evidenced by the variation of its differential capacity (dQ dV −1 ) curve upon cycling (Supplementary Fig. 13d ) and further supported by the upshift of the charge-discharge potential of KMF-C after the sample is dehydrated (Supplementary Fig. 22 ). The escaped water from KMF-C will induce side reactions, causing its capacity degradation and low Coulombic efficiency. Moreover, DFT calculation also indicates the binding strength towards Mn-ion is stronger for the currently used TEP solvent than that for water (binding energy: 0.52 eV for Mn-TEP vs. 0.09 eV for Mn-H 2 O). Hence, once ligand water molecules escape from the lattice, the remaining exposed Mn-ion at the defect sites is susceptible to be coordinated by the TEP solvent and dissolve into the electrolyte. The ICP-MS results (Supplementary Table 7 ) bear out that the dissolved Mn content is much higher in the KMF-C cell than that in the KMF-EDTA cell (4 mg L −1 for KMF-EDTA vs. 11 mg L −1 for KMF-C) after 100 cycles. Self-discharge tests of two samples ( Supplementary Fig. 23) show that 92% of its discharge capacity can be achieved for KMF-EDTA after rest for 120 h at the fully charged state while this value is 86% for KMF-C. As shown in Supplementary Fig. 23 , the capacity loss of KMF-C is mainly caused by the reduced capacity from the high potential plateau corresponding to the Mn 2+ /Mn 3+ redox couple, due to the dissolution of Mn-ion into the electrolyte.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 279,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 391,
                    "end": 398,
                    "text": "Fig. 4b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 634,
                    "end": 656,
                    "text": "Supplementary Fig. 21)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 790,
                    "end": 799,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 961,
                    "end": 969,
                    "text": "(Fig. 4d",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 989,
                    "end": 996,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 1647,
                    "end": 1670,
                    "text": "(Supplementary Fig. 13d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1784,
                    "end": 1806,
                    "text": "(Supplementary Fig. 22",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2367,
                    "end": 2374,
                    "text": "Table 7",
                    "ref_id": null
                },
                {
                    "start": 2586,
                    "end": 2608,
                    "text": "Supplementary Fig. 23)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2773,
                    "end": 2794,
                    "text": "Supplementary Fig. 23",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Based on the above experimental and theoretical investigations, it can be concluded that the underlying reasons for the inferior electrochemical performance of KMF-C compared with KMF-EDTA are as follows: (1) the Fe(CN) 6 vacancies and water in KMF-C cause higher K-ion transport barrier, resulting in the increased voltage polarization; 25, 38 (2) the escape and subsequent Electrochemical performance of K-ion full-cells. To evaluate the potential application of the KMF-EDTA cathode in practical KIBs, a prototype K-ion full-cell (denoted as KMF-EDTA | | Graphite) with pristine KMF-EDTA cathode and pristine graphite anode is configured (Fig. 5a) with a negative:positive capacity ratio of 1:1.05 (corresponding to a mass ratio of graphite:KMF-EDTA = 0.6:1). The KMF-EDTA | | Graphite full-cell exhibits a charge capacity of 179.3 mAh g −1 and discharge capacity of 130.8 mAh g −1 with an average discharge voltage of 3.27 V during its 1 st charge-discharge cycle ( Supplementary Fig. 25) . However, the discharge capacity drops to 103.8 mAh g −1 after 5 cycles. Detailed investigation indicates that although the graphite anode could deliver a reversible capacity of~261.7 mAh g −1 with good cycling stability and rate capability, its Coulombic efficiency during the initial several cycles of SEI formation is insufficient (Supplementary Fig. 26 ), leading to the capacity decay in Supplementary Fig. 25 . Therefore, the graphite anode is pre-cycled for 12 times to eliminate the effect of SEI and then assembled with pristine KMF-EDTA cathode into the full-cell (denoted as KMF-EDTA | | Cyc-graphite). As shown in Fig. 5b , the obtained KMF-EDTA | | Cyc-graphite full-cell can stably operate between 1.5 and 4.2 V at a low specific current of 15 mA g −1 (0.1 C, based on the mass of the KMF-EDTA in the full-cell). After the initial few activation cycles, it is capable to deliver a high capacity of 145 mAh g −1 at 15 mA g −1 with an average discharge voltage of 3.58 V (Supplementary Fig. 27 ). The average discharge voltage of the KMF-EDTA | | Cyc-graphite fullcell (3.58 V) is even higher than that of the commercial LiFePO 4 | | Graphite cell (3.2 V) 40 . As shown in Fig. 5c , in spite of testing at a low specific current of 15 mA g −1 (~0.1 C), the KMF-EDTA | | Cyc-graphite full-cell presents a decent cycling stability with a high capacity retention of 91% after 110 cycles (running time is over 91 days, 2184 h) and high Coulombic efficiency (~99.3%). During cycling, the Coulombic efficiency and round-trip efficiency is stabilized at the values of 99.1% and 92.8%, respectively, indicating the highly reversible redox reactions at both the graphite anode and KMF-EDTA cathode. It is worth noting that the round-trip efficiency of this cell is much higher than that (75-85%) of the commercially available high-temperature Na-S h Average discharge voltage and specific energy versus capacity of some reported K-ion full-cells. Note: both the capacity and specific energy in h are calculated based on the total mass of the cathode and anode materials in the corresponding full-cells, and the data used for plotting h are listed in Supplementary Table 8. battery, which is utilized in stationary energy storage 1 . Owing to its high reversible capacity and high average discharge voltage, the prototype KMF-EDTA | | Cyc-graphite full-cell can deliver a specific energy as high as 331.5 Wh kg −1 (based on the total mass of the cathode and anode materials), which outperforms all reported K-based full-cells (Fig. 5h, Supplementary Table 8 ). This value is higher than the specific energy of lead-acid, vanadium redox and nickel metal-hydride batteries and even comparable with the LiFePO 4 | |Graphite cell (Supplementary Table 9 ) [40] [41] [42] [43] [44] .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3747,
                    "end": 3751,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3752,
                    "end": 3756,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 3757,
                    "end": 3761,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 3762,
                    "end": 3766,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3767,
                    "end": 3771,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 650,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 970,
                    "end": 992,
                    "text": "Supplementary Fig. 25)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1328,
                    "end": 1350,
                    "text": "(Supplementary Fig. 26",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1387,
                    "end": 1408,
                    "text": "Supplementary Fig. 25",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1620,
                    "end": 1627,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1977,
                    "end": 1999,
                    "text": "(Supplementary Fig. 27",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2179,
                    "end": 2186,
                    "text": "Fig. 5c",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 3147,
                    "end": 3169,
                    "text": "Supplementary Table 8.",
                    "ref_id": null
                },
                {
                    "start": 3522,
                    "end": 3553,
                    "text": "(Fig. 5h, Supplementary Table 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 3737,
                    "end": 3744,
                    "text": "Table 9",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Moreover, the KMF-EDTA | | Cyc-graphite full-cell also demonstrates good rate capability. As shown in Supplementary  Fig. 28 , reversible capacities of 131.5, 115.9, 102.2, 92.9, 85.7, 74.3, and 66.5 mAh g −1 can be obtained at specific currents of 0.03, 0.05, 0.1, 0.15, 0.2, 0.3, and 0.4 A g −1 . It has been reported that the graphite anode possesses excellent high-rate depotasstion capability but poor potassiation capability 6, 45 . The poor potassiation capability of the graphite anode limits the charge performance of the full-cell. Therefore, to further examine the discharge rate capability of the full-cell and avoid the potassium dendrite growth during the charge process, the full-cell was tested with a constant charge specific current of 30 mA g −1 (~0.2 C) but various discharge rates. As shown in Fig. 5d , e, under such a test condition, the discharge capacities change only from 131.1 to 84.1 mAh g −1 when the discharge rate increases from 0.03 to 1.0 (~6.67 C) A g −1 , bearing out the remarkable high rate discharge capability of the full-cell. Moreover, the full-cell also presents superb cycling stability with 98.5% capacity retention after 300 cycles (running time over 112 days, 2880 h) at 30 mA g −1 (~0.2 C, Fig. 5f ). Figure 5g presents the corresponding voltage profiles, suggesting the higly reversible charge-discharge process in the full-cell. At a higher specific current (50 mA g −1 ), the fullcell can only demonstrate a capacity retention of 85.6% over 235 cycles (Supplementary Fig. 29a ). Compared to the 98.5% capacity retention after 300 cycles at 30 mA g −1 , this relatively lower capacity retention at the higher specific current of 50 mA g −1 is found to be caused by the increased polarization of the graphite anode ( Supplementary Fig. 29b-g) , which originated from the sluggish potassiation process into graphite 6, 45 , emphasizing the necessity of further improvement of graphite anode for practical KIBs. Moreover, the self-discharge behavior of the full-cell is also evaluated. After charged to 4.2 V, the full-cell is left to rest for 120 h. During the rest period, the full-cell's voltage experiences a sudden drop to 3.9 V initially and then maintains around 3.85 V after 120 h ( Supplementary Fig. 30) . The subsequent discharge test shows that the full-cell can maintain 94% of its initial capacity, which can be further enhanced by future optimization of the full-cell configuration.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 433,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1864,
                    "end": 1866,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 124,
                    "text": "Supplementary  Fig. 28",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 815,
                    "end": 822,
                    "text": "Fig. 5d",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1238,
                    "end": 1245,
                    "text": "Fig. 5f",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1249,
                    "end": 1258,
                    "text": "Figure 5g",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1503,
                    "end": 1526,
                    "text": "(Supplementary Fig. 29a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1766,
                    "end": 1791,
                    "text": "Supplementary Fig. 29b-g)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2238,
                    "end": 2260,
                    "text": "Supplementary Fig. 30)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "One of the significant safety risk for LIBs is that it must be transported at certain state of charge (~30%) to minimize the possibility of the dissolution of the copper current collector at the anode side 4 . While for KIBs, the aluminum current collector can be used at both the anode and cathode sides. Consequently, the potassium-ion full-cell also possesses one of the crucial safety advantages, i.e., the capability to store and transport at 0 V, indicating a zero energy storage of the cell 4 . To verify its zero voltage storage ability, after being discharged to 1.5 V, the prototype potassium-ion full-cell is held at 0 V for 12 h by a physical short-circuit ( Supplementary Fig. 31 ). Although it is physically short-circuited, the full-cell could fully recover to its full capacity after charge, demonstrating its superb zero voltage storage ability. Overall, the high specific energy of present lowdefect and nearly anhydrous K 2 Mn[Fe(CN) 6 ] along with its good electrochemical stability and low-cost promises it as an attractive cathode material for practical KIBs and the prototype K-ion fullcell demonstrates great potential as a complementary energy storage system to LIBs for the large-scale energy storage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 671,
                    "end": 692,
                    "text": "Supplementary Fig. 31",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this study, we have synthesized a potassium manganese hexacyanoferrate with an exceedingly low content of defects and residual water with the aid of EDTA and identified it as a promising cathode material for KIBs. The as-prepared KMF-EDTA sample exhibits a high reversible capacity of 154.7 mAh g −1 , high average discharge voltage (3.941 V vs. K + /K), and high specific energy of 609.7 Wh kg −1 . It also demonstrates superb cycling stability at various specific currents and a capacity retention of 80% is realized after 7800 cycles. Experimental investigations along with theoretical calculations show that the remarkable cycling stability of the obtained sample should be attributed to its defect-free structure with negligible water which effectively mitigates the issues of Mnion dissolution and the water-related side reactions. More encouragingly, the prototype KMF-EDTA | | graphite full-cell could deliver a high specific energy of 331.5 Wh kg −1 with high roundtrip efficiency of 92.8% and negligible capacity decay for 300 cycles, suggesting the great promise of KIBs as the low-cost and highperformance complementary alternative to LIBs for grid-scale energy storage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Electrical energy storage for the grid: a battery of choices",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kamath",
                    "suffix": ""
                },
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Tarascon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "334",
            "issn": "",
            "pages": "928--935",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Investigation of the Prussian blue analog Co 3 [Co(CN) 6 ] 2 as an anode material for nonaqueous potassium-ion batteries",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Adv. Mater",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Outlook on K-ion batteries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dhir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Capone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pasta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "2442--2460",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The scale-up and commercialization of nonaqueous Na-ion battery technologies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Adv. Energy Mater",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emerging non-aqueous potassium-ion batteries: challenges and opportunities",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chem. Mater",
            "volume": "29",
            "issn": "",
            "pages": "5031--5042",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Potassium intercalation into graphite to realize high-voltage/high-power potassium-ion batteries and potassium-ion capacitors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Komaba",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dahbi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kubota",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Electrochem. Commun",
            "volume": "60",
            "issn": "",
            "pages": "172--175",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Towards K-ion and Na-ion batteries as \"Beyond Li-Ion",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kubota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dahbi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hosaka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumakura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Komaba",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chem. Rec",
            "volume": "18",
            "issn": "",
            "pages": "459--479",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quantifying the cost effectiveness of non-aqueous potassium-ion batteries",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Obrovac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Power Sources",
            "volume": "464",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Graphite anode for a potassium-ion battery with unprecedented performance",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Angew. Chem",
            "volume": "58",
            "issn": "",
            "pages": "10500--10505",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Next-generation cathode materials for non-aqueous potassium-ion",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ceder",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Batteries. Trends Chem",
            "volume": "1",
            "issn": "",
            "pages": "682--692",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Low-cost high-energy potassium cathode",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Am. Chem. Soc",
            "volume": "139",
            "issn": "",
            "pages": "2164--2167",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A novel K-ion battery: hexacyanoferrate (II)/graphite cell",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kubota",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hosaka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chihara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Komaba",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Mater. Chem. A",
            "volume": "5",
            "issn": "",
            "pages": "4325--4330",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Application of ionic liquid as K-ion electrolyte of graphite// K 2 Mn[Fe(CN) 6 ] cell",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Onuma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Energy Lett",
            "volume": "5",
            "issn": "",
            "pages": "2849--2857",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Potassium Prussian blue nanoparticles: a low-cost cathode material for potassium-ion batteries",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adv. Funct. Mater",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A potassium-rich iron hexacyanoferrate/dipotassium terephthalate@carbon nanotube composite used for K-ion full-cells with an optimized electrolyte",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Mater. Chem. A",
            "volume": "5",
            "issn": "",
            "pages": "19017--19024",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Higher voltage plateau cubic Prussian white for Na-ion batteries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Piernas-Munoz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armand",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Power Sources",
            "volume": "324",
            "issn": "",
            "pages": "766--773",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nanocomposite of manganese ferrocyanide and graphene: a promising cathode material for rechargeable lithium ion batteries",
            "authors": [
                {
                    "first": "X.-J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krumeich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nesper",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Electrochem. Commun",
            "volume": "34",
            "issn": "",
            "pages": "246--249",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Lange's Handbook Of Chemistry 15th edn",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Paving the way toward highly efficient, high-energy potassiumion batteries with ionic liquid electrolytes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chem. Mater",
            "volume": "32",
            "issn": "",
            "pages": "7653--7661",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Highly concentrated electrolyte solutions for 4 V class potassium-ion batteries",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hosaka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kubota",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kojima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Komaba",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chem. Commun",
            "volume": "54",
            "issn": "",
            "pages": "8387--8390",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Building aqueous K-ion batteries for energy storage",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Energy",
            "volume": "4",
            "issn": "",
            "pages": "495--503",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Unconventional Mn vacancies in Mn-Fe Prussian blue analogs: suppressing Jahn-Teller distortion for ultrastable sodium storage",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "1804--1818",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Highlighting the reversible manganese electroactivity in Na-rich manganese hexacyanoferrate material for Li-and Na-ion storage",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mullaliu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Asenbauer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aquilanti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Passerini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giorgetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Small Methods",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effect of water and alkali-ion content on the structure of manganese(II) hexacyanoferrate(II) by a Joint Operando X-ray absorption spectroscopy and chemometric approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mullaliu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aquilanti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giorgetti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Passerini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ChemSusChem",
            "volume": "13",
            "issn": "",
            "pages": "608--615",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Highly crystallized Na 2 CoFe(CN) 6 with suppressed lattice defects as superior cathode material for sodium-ion batteries",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "ACS Appl. Mater. Interfaces",
            "volume": "8",
            "issn": "",
            "pages": "5393--5399",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Chemical properties, structural properties, and energy storage applications of Prussian blue analogues",
            "authors": [
                {
                    "first": "W.-J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Small",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A nonflammable electrolyte enabled high performance K 0",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "MnO 2 cathode for low-cost potassium-ion batteries",
            "authors": [],
            "year": 2020,
            "venue": "ACS Energy Lett",
            "volume": "5",
            "issn": "",
            "pages": "1916--1922",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "An intrinsically non-flammable electrolyte for high-performance potassium batteries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Angew. Chem. Int. Ed",
            "volume": "59",
            "issn": "",
            "pages": "3638--3644",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Hexacyanoferrate-type Prussian blue analogs: principles and advances toward high-performance sodium and potassium ion batteries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Adv. Energy Mater",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/aenm.202000943"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Olivine LiFePO 4 : development and future",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Energy Environ. Sci",
            "volume": "4",
            "issn": "",
            "pages": "805--817",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Optimized LiFePO 4 for lithium battery cathodes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hinokuma",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Electrochem. Soc",
            "volume": "148",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Will sodium layered oxides ever be competitive for sodium ion battery applications?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mariyappan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tarascon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Electrochem. Soc",
            "volume": "165",
            "issn": "",
            "pages": "3714--3722",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Surfactant based sol-gel approach to nanostructured LiFePO4 for high rate Li-ion batteries",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Kumta",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Power Sources",
            "volume": "163",
            "issn": "",
            "pages": "1064--1069",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Issues and challenges facing rechargeable lithium batteries",
            "authors": [
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Tarascon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armand",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": "359--367",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Multifunctional conducing polymer coated Na 1+x MnFe(CN) 6 cathode for sodium-ion batteries with superior performance via a facile and one-step chemistry approach",
            "authors": [
                {
                    "first": "W.-J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nano Energy",
            "volume": "13",
            "issn": "",
            "pages": "200--207",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Theoretical study of the structural evolution of a Na 2 FeMn(CN) 6 cathode upon Na intercalation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Goodenough",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Henkelman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Chem. Mater",
            "volume": "27",
            "issn": "",
            "pages": "3763--3768",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Removal of interstitial H 2 O in hexacyanometallates for a superior cathode of a sodium-ion battery",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Am. Chem. Sco",
            "volume": "137",
            "issn": "",
            "pages": "2658--2664",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Single-crystal FeFe(CN) 6 nanoparticles: a high capacity and high rate cathode for Na-ion batteries",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Mater. Chem. A",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "High-quality Prussian blue crystals as superior cathode materials for room-temperature sodium-ion batteries",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "X.-L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y.-X",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Y.-G",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Energy Environ. Sci",
            "volume": "7",
            "issn": "",
            "pages": "1643--1647",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Electrochemical energy storage for green grid",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chem. Rev",
            "volume": "111",
            "issn": "",
            "pages": "3577--3613",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Environmental assessment of vanadium redox and lead-acid batteries for stationary energy storage",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Rydh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Power Sources",
            "volume": "80",
            "issn": "",
            "pages": "21--29",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Development of advanced nickel/metal hydride batteries for electric and hybrid vehicles",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gifford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Corrigan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Venkatesan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Power Sources",
            "volume": "80",
            "issn": "",
            "pages": "157--163",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Energy storage systems for PV-based communal grids",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Opiyo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Energy Storage",
            "volume": "7",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Lithium-ion battery storage for the grid-a review of stationary battery storage system design tailored for applications in modern power grids",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hesse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schimpe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kucevic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jossen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Energies",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Graphitic carbon nanocage as a stable and high power anode for potassium-ion batteries",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Adv. Energy Mater",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 2e, f) verify that both Fe and Mn are at the oxidation state of +2 (see Supplementary Fig. 7 and the corresponding text) 23,24 . The SEM and TEM images reveal that the KMF-EDTA sample possesses a cubic shape with edge length of 50-200 nm (Supplementary Fig. 8). As compared in Supplementary Fig. 9 and Supplementary Table 4, KMF-EDTA outperforms almost all of the reported K x Mn [Fe(CN) 6 ] 1−y □ y •nH 2 O samples, in terms of the K-ion content, [Fe(CN) 6 ] vacancies, and water content. UV-vis spectroscopy is used to investigate the effect of EDTA on the precipitation kinetics of K 2 Mn[Fe(CN) 6 ] (Supplementary Fig. 10 and the corresponding text). The intensity of the characteristic absorption signal of K 4 Fe(CN)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "K 2 Mn[Fe(CN) 6 ] synthetic pathways. Co-precipitation synthesis with no chelating agent (a) and with EDTA chelating agent (b| (2021) 12:2167 | https://doi.org/10.1038/s41467-021-22499-0 | www.nature.com/naturecommunications",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Characterizations of KMF-EDTA. a, b Rietveld refinement XRD pattern (a) and the schematic crystal structure (b) of the KMF-EDTA sample. c TGA curve of KMF-EDTA sample tested in N 2 . d TGA-MS curves of the KFM-EDTA sample tested in N 2 after the sample is stored in room atmosphere (~25˚C, relative humidity:40-60%) for 14 days. Note: the sample is stored immediately after the synthesis. e, f XANES spectra of the KMF-EDTA sample for the e Fe and f Mn K-edges. The inset in e shows the second derivative for the pre-edge region of the Fe K-edge spectrum. See Supplementary Fig. 7 and the corresponding text for the analysis of the oxidation state of Fe and Mn in the KMF-EDTA sample. example LiFePO 4 , LiCoO 2 (charge to 4.2 V vs. Li + /Li), LiMn 2 O 4 ) and stellar cathode materials for NIBs (Na 2 Mn[Fe(CN)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Electrochemical performance of the KMF-EDTA | K metal cells within 2.7-4.4 V (vs. K + /K). a, b Galvanostatic charge-discharge voltage profiles (a) and cycling performance at 15 mA g −1 (~0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "| (2021) 12:2167 | https://doi.org/10.1038/s41467-021-22499-0 | www.nature.com/naturecommunications",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "-principles calculations. a The calculated formation energy of the defective structure with defects and water in KMF. The K atoms and C≡N bonds are omitted for clarity. b The calculated voltage plateaus for the KMF with defectless and defective structures. c Migration energy barriers of the Kions diffusion within the lattice of the KMF with defectless and defective structures. The insets in c show the calculated K-ion migration paths. d, e The differential charge density diagram of the d defectless structure and e defective structure in the transition state marked in c. The yellow and cerulean region represent the electron-rich and electron-poor area, respectively. The corresponding valence states of K ion in d and e are listed inSupplementary Table 6.decomposition of H 2 O occurs at high potentials in KMF-C, leading to side reactions; 10 (3) the severe dissolution of Mn-ion in KMF-C, causing the poor cycling stability;39 (4) other reasons, such as the [Fe(CN)6 ] vacancies induced the unevenly varied Mn-N bond length during Jahn-Teller distortion (seeSupplementary Fig. 24and the corresponding text)37 , may also contribute to the capacity degradation of KMF-C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "-ion full-cell performances in the 1.5-4.2 V voltage range. a A schematic illustration of the K-ion full cell. b, c Galvanostatic charge-discharge voltage profiles (b) and cycling performance (c) of the KMF-EDTA | | Cyc-graphite full-cell at 15 mA g −1 (~0.1 C). d, e Rate capability (d) and voltage profiles (e) of the KMF-EDTA | | Cyc-graphite full-cell under a constant charge specific current (0.03 A g −1 ) with different discharge specific currents from 0.03 to 1.0 A g −1 . f, g Long-term cycling stability (f) and voltage profiles (g) of the KMF-EDTA | | Cyc-graphite full-cell at 30 mA g −1 . The insets in c and f show the enlarged view of efficiency. The specific current and specific capacity in b-g are calculated based on the mass of KMF-EDTA in the full-cell.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "] 1−y □ y •nH 2 O,) features the largest achievable capacity and highest average working voltage along with facile synthesis and abundant elements, making it one of the most distinguished cathode materials for KIBs. Previous work has demonstrated the great potentials of this material towards K-ion storage. For instance, Goodenough et al. reported K 1.89 Mn[Fe(CN) 6 ] 0.92 •0.75H 2 O as the cathode material for KIBs, which could deliver a high capacity of 142 mAh g −1 with two close voltage plateaus centered at 3.6 V (vs. K + /K), corresponding to a specific energy of 511 Wh kg −1 11 . Almost at the same time, Komaba et al. reported K 1.75 Mn[Fe (CN) 6 ] 0.93 •0.16H 2 O cathode for KIBs 12 . It delivered a discharge capacity of 141 mAh g −1 with a specific energy of 536 Wh kg −1 , which exceeds that of LiFePO 4 . Nevertheless, the reported K x Mn [Fe(CN) 6 ] 1−y □ y •nH 2 O still contains a considerable amount of [Fe(CN)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The data that support the findings of this study are available from the corresponding authors on reasonable request.Received: 19 October 2020; Accepted: 5 March 2021;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors acknowledge the financial support from the National Natural Science Foundation of China (51902014, U1663224, and U1910208), the \"Thousand Youth Talents Plan\" of China, the \"Top-notch Talents\" program of Beihang University, and the China Postdoctoral Science Foundation (2019M650427).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary information The online version contains supplementary material available at https://doi.org/10.1038/s41467-021-22499-0.Correspondence and requests for materials should be addressed to Q.Z., L.G. or Y.Z.Peer review information Nature Communications thanks Amartya Mukhopadhya, Watchareeya Kaveevivitcha and the other anonymous reviewers for their contribution to the peer review of this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reprints and permission information is available at http://www.nature.com/reprints"
        }
    ]
}