{
    "paper_id": "0aac500cb854294bbbe071bde355298f9a0722d0",
    "metadata": {
        "title": "Unprecedented opportunities for a transformational change",
        "authors": [
            {
                "first": "Leslie",
                "middle": [],
                "last": "Altimier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Breidge",
                "middle": [],
                "last": "Boyle",
                "suffix": "",
                "affiliation": {},
                "email": "breidge.boyle@qub.ac.uk."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic is an unprecedented crisis but also is an opportunity. The current pandemic underscores the need to be flexible and dynamic as new data about the virus emerges. The care, treatments, and everchanging guidelines must also be dynamic in order to quickly respond to this new data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 has thrown the medical community into a frenzy. Hospitals have struggled as the disease spread faster than companies could produce necessary equipment and supplies. COVID-19 health emergency quickly created an increased demand for medical supplies-including noninvasive monitoring devices, ventilators, thermometry, single-use sensors, masks, tests, and home monitoring solutions that enable care teams to check in on patients while they remain safely quarantined at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Business as usual has not been an option. Medical device manufacturers have had to move fast enough to confront the pandemic but remain flexible enough to respond to news and updates that evolve day by day and sometimes by the hour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viruses constantly change through mutation. Currently, several variants of the virus (SARS-CoV-2) that causes coronavirus disease 2019 are creating concern because they contain mutations in the spike-like S protein that the virus uses to bind to and infect cells. COVID-19 vaccines were developed based on the SARS-CoV-2 S protein before it had the mutations identified in these variants. While research suggests that COVID-19 vaccines have lower efficacy against the variants, the vaccines still appear to provide protection against severe COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most of us have been on the front lines providing direct care and have experienced the lack of necessary equipment, supplies, and beds. It is interesting to see how companies and industry have been quick and creative in their responses to help during this crisis by developing quality medical devices and supplies at WARP speed. It is also fascinating to understand how governments across the world are able to manufacture diagnostic devices and tests faster than usual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the U.S., there's a regulatory precedent called the Emergency Use Authorization (EUA). With an EUA, the U.S. Food and Drug Administration (FDA) can expedite premarket review and help manufacturers get devices to market faster in times of sudden, immense public need (U. S. FDA, 2021) .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 286,
                    "text": "FDA, 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Initially, most of the demand was around personal protective equipment (PPE), ventilators, monitors, and in vitro diagnostic (IVD) tests. If a company can either pivot existing diagnostic tests to test for COVID-19 or adapt their manufacturing processes to fill equipment shortages, an EUA was worth considering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To qualify, devices still need to meet what is called a \"may be effective\" standard. This standard requires less evidence, but the U.S. FDA will still perform a risk-benefit analysis to determine whether authorizing the device is worthwhile. The FDA will also determine whether there is an alternative option available that has already been cleared/approved, and if there must still be a gap in the market before it can be justified. The FDA analyzes requests on a \"case-by-case basis,\" but is \"prepared to issue EUAs expeditiously (e.g., within hours or days).\" Once the public health emergency is over, those authorizations end and companies either have to pull the devices from the market, destroy them, or put them back to their originally authorized use. This was eye-opening to me as I look at the shortages of critical medical equipment across the world. For example, a hospital in Malawi has only two ventilators for an entire hospital; therefore, life-saving surgeries are delayed or canceled simply due to a lack of ventilators. Intensive Care Unit (ICU) patients die due to a lack of monitoring. When basic yet effective ventilators and/or monitors are developed and manufactured, and many lives could be saved, it seems so wasteful to destroy them. However, by allowing them to stay in use could prove detrimental as well (Shuren and Maisel, 2021) .",
            "cite_spans": [
                {
                    "start": 1334,
                    "end": 1359,
                    "text": "(Shuren and Maisel, 2021)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The global regulatory landscape is in flux for all medical device companies, not just the ones seeking EUAs. Regulatory approaches are shifting quickly across the world, and rules are constantly changing for devices, depending on where they are being sold and what is being manufactured. Some companies/manufacturers are able to enter the market faster and start selling devices sooner if the right exemptions are leveraged. Exemptions related to COVID-19 have been issued by regions around the world, ranging from China to Australia and beyond (Shuren and Maisel, 2021) . Here are three of the most notable:",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 570,
                    "text": "(Shuren and Maisel, 2021)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• China expedited the registration process for medical protective clothing if they met standards from Japan, the European Union, or the United States. • Singapore exempted certain devices, such as particulate respirators, protective gear, surgical masks, and thermometers, from registration requirements. • Australia issued an exemption for devices involved in the diagnosis, confirmatory testing, prevention, monitoring, treatment, or alleviation of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As we look ahead this year, it is important to pause and reflect on the important milestones that regions around the world, including the U.S. Food and Drug Administration reached in 2020 to help strengthen the public health. Among those milestones is the work the FDA's Center for Devices and Radiological Health (CDRH) accomplished in response to the COVID-19 pandemic, while keeping up with the Center's ongoing work and continuing to bring a growing portfolio of innovative devices to patients. Most notably, the FDA approved, cleared, or authorized (\"authorized\") a record high of 625 novel medical devices in 2020, which was a big leap from the 29 novel devices authorized a decade ago, in 2010 (Shuren and Maisel, 2021) .",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 726,
                    "text": "(Shuren and Maisel, 2021)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Novel devices include those brought to market through the premarket approval (PMA), humanitarian device exemption (HDE), and De Novo pathways, as well as a subset of those that are brought to market with 510(k) clearance or Emergency Use Authorization (EUA). Of the thousands of 510(k) clearances every year, the FDA considers only those devices with a breakthrough designation to be novel. Additionally, in 2020, first-of-a-kind devices were authorized under the EUA authority as novel devices. Novel or innovative does not simply mean \"new.\" They address an unmet need, or may be safer or more effective than currently available alternatives. For U.S. FDA-approved and U.S. FDA-cleared medical devices, innovation, and safety are two sides of the same coin (Shuren and Maisel, 2021) .",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 784,
                    "text": "(Shuren and Maisel, 2021)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While the number of novel devices seen in 2020 cannot be attributed to any single factor, we know that the volume of EUAs for novel devices issued in 2020 played a role. Of the 625 EUAs the FDA issued for medical devices in 2020, such as tests and sample collection devices, personal protective equipment (PPE), ventilators, monitors, and other types of devices as part of the COVID-19 response, several were issued for novel medical devices and novel in vitro diagnostic devices for COVID-19 (Shuren and Maisel, 2021) .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 518,
                    "text": "(Shuren and Maisel, 2021)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Novel medical and in vitro diagnostic devices for COVID-19"
        },
        {
            "text": "• The first game-based digital therapeutic to improve attention function in children with attention deficit hyperactivity disorder • The first continuous renal replacement therapy device for a lower weight pediatric population with sudden or temporary loss of kidney function or fluid overload • The first cardiac ultrasound software that uses artificial intelligence (AI) to guide the user to capture quality diagnostic images • The first-of-its-kind automated insulin delivery and monitoring system for use in young pediatric patients",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel medical devices"
        },
        {
            "text": "The U.S. FDA also issued Emergency Use Authorizations (EUAs) for different types of COVID-19 tests. Some tests are used to diagnose the virus that causes COVID-19 infection whereas other tests are used to detect a recent or prior COVID-19 infection (Shuren and Maisel, 2021) .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 274,
                    "text": "(Shuren and Maisel, 2021)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Novel in vitro diagnostic tests"
        },
        {
            "text": "At-home collection tests, available only by prescription from a doctor, allow the patient to collect the sample at home and send it directly to the lab for analysis. Some at-home collection tests have a health care provider oversee the sample collection by video with the patient. Saliva tests allow a patient to spit into a tube rather than get their nose or throat swabbed. Saliva tests may be more comfortable for some people and may be safer for health care workers who can be farther away during the sample collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel in vitro diagnostic tests"
        },
        {
            "text": "Many companies and labs have developed tests to diagnose COVID-19 based on detection of the virus's genetic material in a sample from the patient's nose or throat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Diagnostic Tests"
        },
        {
            "text": "Antigen tests usually provide results diagnosing an active coronavirus infection faster than molecular tests, but antigen tests have a higher chance of missing an active infection. If an antigen test shows a negative result indicating that you do not have an active coronavirus infection, your health care provider may order a molecular test to confirm the result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antigen Tests"
        },
        {
            "text": "Antibody tests may provide quick results, but should not be used to diagnose an active infection. Antibody tests only detect antibodies the immune system develops in response to the virus, not the virus itself. It can take days to several weeks to develop enough antibodies to be detected in a test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody (Serology) Tests"
        },
        {
            "text": "Quest Diagnostics authorized its Quest SARS-CoV-2 rPT-PCR Test for use with pooled samples containing up to four individual swab specimens collected under observation. The Quest test is the first COVID-19 diagnostic test to be authorized for use with pooled samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Sample pooling in diagnostic testing for COVID-19"
        },
        {
            "text": "The FDA authorized the first diagnostic test (LabCorp COVID-19 RT-PCR Test)to be used for anyone, regardless of whether they are showing symptoms of COVID-19 or have other exposure risk factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Test for Screening of People Without Known or Suspected COVID-19 Infection"
        },
        {
            "text": "The FDA also reissued the LabCorp COVID-19 RT-PCR Test EUA to expand use of the test to anyone, after the company provided scientific data showing the test's ability to detect SARS-CoV-2 in a general, asymptomatic population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Test for Screening of People Without Known or Suspected COVID-19 Infection"
        },
        {
            "text": "Combination tests can test for the flu and the coronavirus at the same time. Some can test for many different types of respiratory viruses, including the one that causes COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Combination Diagnostic Test for Detection and Differentiation of the Viruses that cause the Flu and COVID-19"
        },
        {
            "text": "The QIAstat-Dx Respiratory SARS-CoV-2 Panel is intended for the detection and differentiation of nucleic acid from SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Combination Diagnostic Test for Detection and Differentiation of the Viruses that cause the Flu and COVID-19"
        },
        {
            "text": "7. First diagnostic test where results can be read directly from testing card",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Combination Diagnostic Test for Detection and Differentiation of the Viruses that cause the Flu and COVID-19"
        },
        {
            "text": "The first antigen test where results can be read directly from the testing card, a similar design to some pregnancy tests was developed by Abbott Diagnostics Scarborough, Inc. called the BinaxNOW COVID-19 Ag Card. This simple design is fast and efficient for healthcare providers and patients and does not need the use of an analyzer. The first EAU for a point-of-care COVID-19 diagnostic test is the Cepheid Xpert Xpress SARS-CoV-2 Test for use in high-and moderatecomplexity CLIA-certified laboratories as well as in certain patient care settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Combination Diagnostic Test for Detection and Differentiation of the Viruses that cause the Flu and COVID-19"
        },
        {
            "text": "b. First point-of-care antibody test for COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Combination Diagnostic Test for Detection and Differentiation of the Viruses that cause the Flu and COVID-19"
        },
        {
            "text": "The Assure COVID-19 IgG/IgM Rapid Test Device was first EAU by certain labs in July 2020 to help identify individuals with antibodies to SARS-CoV-2, indicating recent or prior COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Combination Diagnostic Test for Detection and Differentiation of the Viruses that cause the Flu and COVID-19"
        },
        {
            "text": "That EUA is being reissued to authorize the test for POC use using fingerstick blood samples. This authorization means that fingerstick blood samples can now be tested in POC settings like doctor's offices, hospitals, urgent care centers and emergency rooms rather than having to be sent to a central lab for testing. The limited amount of blood for testing is always a plus for newborn infants. 9. Home use tests: a. First over-the-counter, at-home, rapid diagnostic test for COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Combination Diagnostic Test for Detection and Differentiation of the Viruses that cause the Flu and COVID-19"
        },
        {
            "text": "The U.S. FDA issued an emergency use authorization (EUA) for the first over-the-counter (OTC) fully at-home diagnostic test for COVID-19. The Ellume COVID-19 Home Test is a rapid, lateral flow antigen test, a type of test that runs a liquid sample along a surface with reactive molecules. The test detects fragments of proteins of the SARS-CoV-2 virus from a nasal swab sample from any individual 2 years of age or older.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Combination Diagnostic Test for Detection and Differentiation of the Viruses that cause the Flu and COVID-19"
        },
        {
            "text": "b. First test for patient at-home, sample collection for COVID-19 FDA authorized the first diagnostic test with a home collection option for COVID-19. Specifically, the FDA re-issued the emergency use authorization (EAU) for the Laboratory Corporation of America (Lab-Corp) COVID-19 RT-PCR Test to permit testing of samples self-collected by patients at home using LabCorp's Pixel by LabCorp COVID-19 Test home collection kit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Combination Diagnostic Test for Detection and Differentiation of the Viruses that cause the Flu and COVID-19"
        },
        {
            "text": "c. First COVID-19 test for self-testing at home FDA issued an EAU for the first COVID-19 diagnostic test for selftesting at home and that provides rapid results. The Lucira COVID-19 All-In-One Test Kit is a molecular (real-time loop mediated amplification reaction) single use test that is intended to detect the novel coronavirus SARS-CoV-2 that causes COVID-19. The Lucira COVID-19 All-In-One Test Kit test has been authorized for home use with self-collected nasal swab samples in individuals age 14 and older who are suspected of COVID-19 by their health care provider. It is also authorized for use in point-of-care (POC) settings (e.g., doctor's offices, hospitals, urgent care centers and emergency rooms) for all ages but samples must be collected by a healthcare provider when the test is used at the POC to test individuals younger than 14 years old. The test is currently authorized for prescription use only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First Combination Diagnostic Test for Detection and Differentiation of the Viruses that cause the Flu and COVID-19"
        },
        {
            "text": "On March 19, 2021, U.S. Food and Drug Administration issued an emergency use authorization (EUA) for the first machine learning-based Coronavirus Disease 2019 (COVID-19) non-diagnostic screening device that identifies certain biomarkers that are indicative of some types of conditions, such as hypercoagulation (a condition causing blood to clot more easily than normal).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "d. Home use tests:"
        },
        {
            "text": "The machine-learning device is an armband with embedded light sensors and a small computer processor. The armband is wrapped around a person's bare left arm above the elbow during use. The sensors first obtain pulsatile signals from blood flow over a period of three to 5 min. Once the measurement is completed, the processor extracts some key features of the pulsatile signals, such as pulse rate, and feeds them into a probabilistic machine learning model that has been trained to make predictions on whether the individual is showing certain signals, such as hypercoagulation in blood. Hypercoagulation is known to be a common abnormality in COVID-19 patients. The result is provided in the form of different colored lights used to indicate if an individual is demonstrating certain biomarkers, or if the result is inconclusive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "d. Home use tests:"
        },
        {
            "text": "The COVID-19 pandemic is a disruptive event in our history and is a \"reset\" on the way we live and do things. Even though the pandemic has had a negative impact on the world, it has given scientists, engineers and innovators, from a broad range of academia and industry, a challenge and motivation to create solutions to the problem, triggering the drive for rapid technological advancements (Gutierrez, 2021) .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 409,
                    "text": "(Gutierrez, 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Novel innovations"
        },
        {
            "text": "The term telepresence describes any technology which enables a person to simulate being in one location when they are in another location. This can include observing the surroundings of their virtual location, or even interacting with objects or people in that secondary location (Roboticsbiz.com; . Robotic technologies have been utilized in many ways during the current pandemic; Robots have been designed to communicate between patients and doctors at a distance; to disinfect surfaces with UV light; to deliver essential medical supplies; to monitor vital signs; to remind people of infection prevention measures like social distancing; and to scale-up production of diagnostic tools, drugs and vaccines (Gutierrez, 2021) . Similarly, telepresence robots are also of use in nursing homes, telepresence robots are deployed in nursing homes to help family members connect with isolated elders via social media platforms. There are many innovations involving robots performing telemedicine. Robots could also be designed to give patients high-quality emergency consultations. During the COVID-19 recovery period, they could monitor patients and serve as a direct link to medical professionals in the hospital or even at home (Gutierrez, 2021) .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 297,
                    "text": "(Roboticsbiz.com;",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 725,
                    "text": "(Gutierrez, 2021)",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1243,
                    "text": "(Gutierrez, 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Robotics"
        },
        {
            "text": "Drones have been used for surveillance of disaster sites, areas with biological and chemical hazards, and tracking disease spread. Drones can gather information about the number of patients in need of care and triage in high-risk environments. The ability of drones to acquire realtime, high-resolution temporal and spatial information at low costs makes them viable for epidemiology research. In one case study, drones were used to track the spatial distribution of tuberculosis-carrying large mammals in southern Spain (Barasona et al., 2014) . Researchers have also used drones with nucleic acid analysis modules to detect Staphylococcus aureus and the Ebola virus (Priye et al., 2016) .",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 544,
                    "text": "(Barasona et al., 2014)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 668,
                    "end": 688,
                    "text": "(Priye et al., 2016)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Drones"
        },
        {
            "text": "One of the most promising uses of drones is in the emerging field of telemedicine-the remote diagnosis and treatment of patients by means of telecommunications technology (Breen et al., 2010) . The key word in the definition of telemedicine is telecommunications. Unfortunately, communications necessary for telemedicine missions to remote, disaster-relief, or combat environments cannot depend on commercial networks. The idea of the establishment of Instant Telecommunication Infrastructure (ITI) using drones was presented and showcased a drone platform that concentrated on providing communications for performing pre-and post-operative evaluations of patients and tele-mentoring of certain surgical procedures in remote areas. Tele-mentoring is the provision of remote guidance by an experienced surgeon or proceduralist to a less experienced colleague, with emerging procedures using computers and telecommunications (Rosser et al., 1997) . Using this ITI concept, Harnett et al. (2008) , demonstrated how drones could be used to establish a wireless communication network between the surgeon and a robot to perform telesurgery-the performance of surgical procedures using a robot, with the operator being located remotely from the site of the patient.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 191,
                    "text": "(Breen et al., 2010)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 923,
                    "end": 944,
                    "text": "(Rosser et al., 1997)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 971,
                    "end": 992,
                    "text": "Harnett et al. (2008)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Drones"
        },
        {
            "text": "Drones have also been used as medical transport systems. Fast response times and the ability to navigate otherwise impassable terrain makes drones an attractive medical delivery platform. In 2007, researchers from the National Health Laboratory Service (NHLS) and Denel Dynamics (UAV division) tested a proof-of-concept unmanned system to transport microbiological samples more efficiently from rural clinics to NHLS centers for rapid Human Immunodeficiency Virus (HIV) testing. The results demonstrated the ability of drones to facilitate medical decision-making with prompt diagnosis (Mendelow et al., 2007) . In 2014, the Médecins Sans Frontières (MSF) evaluated a drone-based system for delivering laboratory samples to hospitals for tuberculosis testing. This trial demonstrated that drones could deliver viable laboratory samples in ~25% of the time it took to deliver the samples by land (Médecins Sans Frontières, 2014) .",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 609,
                    "text": "(Mendelow et al., 2007)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 895,
                    "end": 927,
                    "text": "(Médecins Sans Frontières, 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drones"
        },
        {
            "text": "The first government-approved drone medical delivery within the United States involved a clinic in rural Virginia. The drones served to expedite the drug delivery process, thus improving patient care (Hackman, 2015) . Similarly, the United Nations Population Fund and the Dutch government addressed access to women's health clinics in Ghana with drones. They effectively delivered contraceptives and other gynecological supplies to Ghanaian women in need (Cousins, 2015) . The United States Postal Service recently partnered with Zipline to evaluate the delivery of medications, blood, and vaccines in Rwanda (Ackerman and Koziol, 2019) . Similar projects have been initiated in other developing countries (Mogombo, 2016) .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 215,
                    "text": "(Hackman, 2015)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 455,
                    "end": 470,
                    "text": "(Cousins, 2015)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 609,
                    "end": 636,
                    "text": "(Ackerman and Koziol, 2019)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 706,
                    "end": 721,
                    "text": "(Mogombo, 2016)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Drones"
        },
        {
            "text": "A Canada-based drone tech firm, Draganfly Inc. is rolling out stationary cameras and drones to detect people with COVID-19 symptoms (Draganfly, Inc., 2021) . Drone engineers and enthusiasts use drones to monitor social distancing measures in a large gathering and to deliver essential medical supplies to remote hospitals and clinics (Social distancing drone). Corona Virus Spotting Drones have also used as early diagnostic tools by obtaining people's temperatures and identifying the possible spread of infection.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 155,
                    "text": "Inc., 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drones"
        },
        {
            "text": "In the field of emergency medicine, drones have been used to deliver automated external defibrillators (AEDs) to those aiding individuals who are in cardiac arrest. Researchers from Delft University in the Netherlands showed how drones can facilitate AED delivery anywhere within a 1.2-square-mile radius in <2 minutes (Hornyak, 2014) . A computer-based simulation study out of Salt Lake County, Utah, demonstrated that properly stationed drones can reach 96% of the county's population in less than 1 minute. Conversely, traditional ambulance response times achieved this result in only 4.3% of cases (Pulver et al., 2016) . Unfortunately, current systems are still riddled with problems, such as high collision rates, airspace regulations, and injury control. Therefore, more studies must be performed to optimize their efficiency and performance (Lippi and Mattiuzzi, 2016) .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 334,
                    "text": "(Hornyak, 2014)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 602,
                    "end": 623,
                    "text": "(Pulver et al., 2016)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 849,
                    "end": 876,
                    "text": "(Lippi and Mattiuzzi, 2016)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Drones"
        },
        {
            "text": "Telecommunication drones are being used for diagnosis and treatment, perioperative evaluation, and tele-mentoring in remote areas. Drones have the potential to be reliable medical delivery platforms for microbiological and laboratory samples, pharmaceuticals, vaccines, emergency medical equipment, and patient transport. Government agencies have placed drone use on the national agenda (Rosser et al., 2018) .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 408,
                    "text": "(Rosser et al., 2018)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Drones"
        },
        {
            "text": "With improved technology comes additional transformations to control safety of these technologies. For example, the popularity of the cheap, low-flying drones, and their potential for ferrying anything from prescription drugs to emergency medical equipment between hospitals, businesses, and homes, has stirred fears of mid-air collisions or crashes that could cause casualties on the ground. This has created an opportunity for air traffic controller. regulators to learn what is needed to establish delivery drones as a daily reality, and for the drone operators to learn what is expected of them in turn. On Wednesday, March 24th, 2021, in the Israeli town of Hadera, national authorities tested a central control room for safely coordinating the small pilotless aircraft with each other as well as with planes and helicopters, in order to help regulators learn what is needed to enable daily delivery drones. Hadera's airspace was turned over to five private firms that flew drones on crisscross runs designed to test the responses of a control room in the city of Haifa, 56 km (35 miles) away.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drones"
        },
        {
            "text": "The standard method of reducing and preventing hospital acquired infections is decontamination of patient rooms through manual cleaning and disinfection. Product development engineers are exploring new approaches using ultraviolet lights in the so-called UV-C range (100-280 nm). Several portable no-touch ultraviolet (UV) light systems (UV-C Disinfection) have been proposed to supplement current hospital cleaning and disinfecting practices. Companies that make cleaning and sanitizing products have seen demand soar. UVD Robots, the Danish manufacture of ultraviolet-light-disinfection robots, shipped hundreds of its machines to hospitals in China and Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection control and prevention"
        },
        {
            "text": "Applications include ICU and patient room disinfection, sanitizing gadgets such as mobile phones, personal devices, air purifiers, and N95 masks for possible reuse. This technique does not require liquid disinfectant, but rather disinfects by exposing the affected area to UV light. Research papers have demonstrated that UV light at the proper intensity and duration can kill 99.9% of bacteria, fungi and viruses (Gutierrez, 2021) . Surfacide, a company that develops UV-C emitters, first encountered a variation of the coronavirus, called MERS or Middle East respiratory syndrome, and honed their technology's ability to also eliminate the coronavirus.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 431,
                    "text": "(Gutierrez, 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infection control and prevention"
        },
        {
            "text": "Medical devices are also being designed to work outside of a patient's room, reducing the risk of exposure to healthcare workers, like Masimo Inc. Masimo Inc.'s Tetherless Radius PPG™ sensors enable the placement of point-of-care monitors outside of a patient's room-ensuring continuous monitoring from a distance. Masimo also expand visibility of point-of-care monitoring data with wireless supplemental display solutions such as Kite® that can be quickly deployed without any additional IT infrastructure, increasing the ability for hospitals to manage surge capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection control and prevention"
        },
        {
            "text": "The COVID-19 pandemic has created increased demand across the globe for home-based monitoring and patient engagement solutions. Additionally, growing demand and functionality have gathered insurers and companies' attention in the supply of wearable health technology to both consumers and employees for their wide-ranging benefits (Islam et al., 2020) . It is assumed that by 2020 there will be about 26-50 billion network-connected devices and 100 billion by 2030 Rogers & Junga (2017 ",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 351,
                    "text": "(Islam et al., 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 465,
                    "end": 485,
                    "text": "Rogers & Junga (2017",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Wearable technologies"
        },
        {
            "text": "Personal protective devices such as protective clothing was designed and made using surgical drapes and plastics. Diagnostic testing booths equipped with HEPA filters were made to reduce the use of surgical gowns and medical supplies. Many innovative solutions for face shields were also developed. One high-tech mask is the 'Guardian G-Volt' breathing mask. It utilizes a laser-induced Graphene filter that works to trap and even repel viruses, bacteria and a range of other pollutants. It uses a low-level charge that is delivered to the unit via USB and enables it to be 99% effective at blocking particles larger than 0.3 μm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PPE"
        },
        {
            "text": "Companies in Europe have designed and promoted dialysis machines for home use where nurses will go to each home to administer the dialysis procedure. Others designed a wearable model that could be attached to the body as the procedure is being done. StarFish Medical worked on the early designs of the HD + home dialysis system, which is now Tablo from Outset Medical and was cleared by the FDA in April 2020. Benchtop and portable models are currently being developed. Most of the wearable and home use dialysis machines are not yet approved by the FDA and therefore, not yet available in North America.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Portable dialysis machine"
        },
        {
            "text": "Telemedicine now delivers medical care remotely to millions using communications technology. The usage of telemedicine has skyrocketed since the pandemic started. By using more sophisticated technologies like videoconferencing and other new emerging applications, telemedicine might be here to stay and will only grow as the world has realized what all actually can be done remotely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Telemedicine and remote monitoring"
        },
        {
            "text": "In the U.S., a telemedicine platform must meet the requirements of the Health Insurance Portability and Accountability Act (HIPAA) and be capable of capturing data sent from diagnostic or vital sign monitoring devices at the point of care. Other regulatory agencies across the world also impose strict regulations related to patient confidentiality and privacy. Emerging telemedicine platforms include connected devices such as heart monitors, SpO 2 sensors, blood pressure monitors, digital stethoscopes and other home diagnostic equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Telemedicine and remote monitoring"
        },
        {
            "text": "Coronavirus Disease 2019 (COVID-19) threatens to overwhelm our medical infrastructure causing spikes in mortality rates because of shortages of critical equipment, like ventilators. The number of deaths dramatically increased in regions where the number of patients in need of hospital care exceeded the availability of care. In terms of their core function, ventilators are not extraordinarily complicated machines. Basically, they are sophisticated pumpsthey control the oxygen and air flow from the patient's lungs, supporting them while they cannot do their work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilators"
        },
        {
            "text": "In response to the need for mechanical ventilators, many world-wide companies increased their manufacturing to help meet the needs, yet emergency ventilators were also designed and tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilators"
        },
        {
            "text": "In the U.S., Philips Respironics (Netherlands), a major manufacturer of mechanical ventilators, put together an engineering response team to rapidly scale production and meet the needs of hospitals to deploy this lifesaving technology. Erwin Franz, a master's student in the Massachusetts's Institute of Technology's (MIT) System Design and Management (SDM) program and senior research and development engineer at Philips, was selected to join a team of engineers and developers. One of the actions Philips took in response to the critical hospital ventilation shortage was to design the Philips Respironics E30, an emergency use ventilator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilators"
        },
        {
            "text": "In North America and Europe, the need for the ventilators was publicly announced. In Canada, several local companies, Thornhill Medical, CAE, and StarFish Medical, were awarded contracts by the Federal government to produce 40,000 units in anticipation of the country's ventilator requirements. The global ventilators market is expected to reach USD 7.72 billion by 2027. World-wide, companies that manufacture the top five ventilators, according to Meticulous Research R (https://meticulousblog.org/) are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilators"
        },
        {
            "text": "1. Becton, Dickinson and Company (New Jersey), offers respiratory care units through its subsidiary, CareFusion Corporation which mainly functions in the in the manufacturing of ventilation machines. 2. Koninklijke Philips N.V. (Amsterdam, Netherlands) offers noninvasive ventilation systems, homecare pulse oximetry systems, oxygen concentrators, portable home ventilators and therapy devices. 3. Hamilton Medical AG (Bonaduz, Switzerland) develops intelligent solutions for ventilation and also manufactures critical care ventilation solutions for patient's population across various healthcare settings such as hospital based critical care units, NICU, long term care facilities, home, and emergency transport facilities. 4. Fisher & Paykel Healthcare, Limited (New Zealand) offers solutions for the treatment of various respiratory diseases to critically ill patients. Besides this, the company specializes in ventilators, obstructive sleep apnea, neonatal, respiratory humidification, and surgical humidification. 5. Draegerwerk AG CO. KGaA (Germany) functions in the manufacturing of anesthesia workstations, medical ventilation, patient monitoring, as well as neonatal care for premature and newborn babies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilators"
        },
        {
            "text": "Some companies have repurposed their existing platforms and adapted them to detect SARS-CoV-2 RNA. Taking into account that this disease can be asymptomatic, the most accurate tools will be nucleic acid tests (RT-qPCR). In Canada, 31 diagnostic companies applied for the emergency use authorization (EUA) of which 12 are nucleic acid tests and 19 are serological tests (IgM/IgG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID 19 diagnostic kit at point of care"
        },
        {
            "text": "Healthcare used to be a compassionate relationship between you and your family doctor. But despite impressive advancements, highly talented leaders, and the best of intentions, today's healthcare system treats many patients like commodities instead of humans, and the experience can feel clunky and impersonal. If the toll of this shift wasn't clear already, Covid-19 made it obvious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID 19 diagnostic kit at point of care"
        },
        {
            "text": "3.9.1. Where are we now?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID 19 diagnostic kit at point of care"
        },
        {
            "text": "Medical device professionals have the unenviable task of asking for pause amid the panic. No matter how bad it is or how bad it might get, here's the truth: heedless action will make it worse. Despite the adrenaline telling us to produce as fast as possible, this is the moment when quality matters more than anything else. With a strategy that leverages exemptions, production procedures that innovate to fill needs, and a communication plan that works across public and private entities, we can navigate the chaos and support public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID 19 diagnostic kit at point of care"
        },
        {
            "text": "Since the COVID-19 global pandemic has gripped our world, there have been significant changes and restrictions to neonatal care. Because the world remains in a state of pause, many articles related to the COVID-19 pandemic have been included in The Journal of Neonatal Nursing's (Elsevier, Inc.) June 2021 issue. The first manuscript review for the June issue of The Journal of Neonatal Nursing is a study aimed at exploring the impact of these changes on Neonatal Nurses globally. The authors, Dr. Breidge Boyle, Dr. Chloe Shaw, Dr. Katie Gallagher, Dr. Julia Petty, and Alexandra Mancini, all from the United Kingdom conducted a thematic analysis on written reflections by neonatal nurses worldwide, exploring their experiences of COVID-19, during the first phase of the COVID-19 pandemic. Common challenges faced by neonatal nurses, as well as common ways in which these challenges were overcome are identified. Twenty-two reflections were analysed from eleven countries. The reflections underscore the importance of family integrated care and the tension created when it is compromised. Read further to examine their thematic analysis, which revealed four main themes relating to the nurses' role. By identifying global challenges and strategies to overcome these, neonatal nurses may be better equipped as the pandemic continues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        },
        {
            "text": "COVID-19 has changed the world. It has changed how people work, do business, provide and receive education, socialize, and communicate. It has separated families and friends. It has changed how pregnant women and their partners receive support during pregnancy, labour, birth and in the postnatal period. During the COVID-19 pandemic, parents with sick or premature babies have faced challenges following admission to a neonatal unit due to the imposed lock-down restrictions on social contact, hospital visitation and the wearing of personal protective equipment (Royal College of Paediatrics and Child Health (RCPCH), 2020). While the longer-term impact of such lock-down restrictions on neonatal care are yet to be fully known, there are negative immediate and short-term effects, in relation to the prevention of proximity, contact and bonding between parents and their babies (Green et al., 2020a; Stuebe, 2020) . The negative short-term impact on neonatal care in relation to the prevention of proximity, contact and bonding between parents and babies is potentially significant; however, an interesting finding has been reported of a reduction in premature birth admissions to the neonatal intensive care unit during the pandemic, raising important questions. Why was this? Was it related to the effect of the modifiable risk-factors for premature birth?",
            "cite_spans": [
                {
                    "start": 881,
                    "end": 902,
                    "text": "(Green et al., 2020a;",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 916,
                    "text": "Stuebe, 2020)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        },
        {
            "text": "The second review titled \"Exploring modifiable risk-factors for premature birth in the context of COVID-19 mitigation measures: A discussion paper,\" focuses on the exploration of the modifiable risk-factors for premature birth in light of the potential impact of COVID-19 restrictions on neonatal care. After contextualizing both the effect of premature birth and the pandemic on neonatal and parental short-term outcomes, the authors, Drs. Janet Green (Australia), Julia Petty (United Kingdom), Lisa Whiting (United Kingdom), and Catherine Fowler (Australia) collaboratively engage in a fascinating discussion which turns to modifiable risk-factors for premature birth as they propose recommendations relevant to the education, advice and care given to expectant mothers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        },
        {
            "text": "Since the outbreak of COVID-19, there has been a drive towards digital healthcare solutions. This third review by Claire Norris and Dr. Iyad Al-Muzaffar, both from the UK, provides an update as to how eHealth technologies have been used in neonatal intensive care unit settings to help communication and education for parents, since the last published reviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        },
        {
            "text": "By engaging families through patient-and family-centered care (PFCC), the NICU nurse upholds core concepts of providing holistic care. The novel coronavirus (COVID-19) pandemic has altered the daily routines of parents and families with a baby in the Neonatal Intensive Care Unit across the globe. As discussed earlier, the coronavirus (COVID-19) pandemic has challenged healthcare facilities in promoting a patient-and family-centered (PFCC) care environment by imposing limitations on personal and physical interactions. Parental trauma, stress, depression, and fatigue have been reported in parents who have an infant admitted to a Neonatal Intensive Care Unit (NICU), and may be further heightened when interactions and participation in caring for their infant is further limited, or even prohibited due to COVID-19 imposed restrictions (Busse et al., 2013; Lasiuk et al., 2013) . Routine care, the consistent presence of families in the NICU, family supports, bedside education, and frequent face-to-face staff-family communications have been successfully implemented in NICUs around the world, which promote PFCC and encourage bonding (Davidson et al., 2017; Treherne et al., 2017) . However, due to the COVID-19 pandemic, these strategies must now be modified. The authors, Clare Kranz, Jo Duff, Kara Curnen, and Ann Reed, from The Primary Children's Hospital (and Auburn University, School of Nursing) in Utah, USA, share their manuscript titled, \"Engaging Parents of Hospitalized Neonates During A Pandemic.\" The purpose of this manuscript is to describe unique and innovative strategies to promote core concepts of PFCC in order to ensure parent engagement and parent-infant bonding, while simultaneously controlling exposure to the novel coronavirus.",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 861,
                    "text": "(Busse et al., 2013;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 862,
                    "end": 882,
                    "text": "Lasiuk et al., 2013)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1141,
                    "end": 1164,
                    "text": "(Davidson et al., 2017;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1165,
                    "end": 1187,
                    "text": "Treherne et al., 2017)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        },
        {
            "text": "The first original article is a contemporary paper by Drs. Colette Cunningham, Zena Moore, Tom O'Connor, Declan Patton, Dhani Bux, and Linda Elizabeth Nugent, all from Ireland titled: \"eHealth for neonatal Nurse Education Despite Covid-19?\" The aim of this contemporary issue paper is to challenge the premise that the term \"eHealth\" is relatable to patient or service users only. The term \"e-Health\" is critically explored to determine if this term can be broadened to include neonatal nurse education interventions. The discussion reviews past and current literature relating to eHealth and its origins and portrays the viability of the term eHealth as more than just a patient associated intervention, and why it should also be encompassed as a neonatal nurse education option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        },
        {
            "text": "Providing developmentally supportive positioning in the NICU is essential for optimal musculoskeletal development, which influences not only neuromotor and musculoskeletal development, but also physiologic function and stability, thermal regulation, bone density, neurobehavioral organization and sleep facilitation, calmness and comfort, skin integrity, optimal growth, and brain development (Altimier and White, 2020) . In utero, the infant is contained in a circumferential enclosed space with 360 degrees of well-defined boundaries. The inherent goal of positioning is to support the premature infant's body as closely as possible to the position the baby would have been in the womb. Supporting body containment of the infant in the NICU environment increases the infant's feelings of security, decreases stress, and reduces excessive energy expenditure. Forming a \"nest\" with soft boundaries, as well as a padded foot-roll for foot-bracing, provides postural, behavioral, and physiological stability to the newborn. Infants who are contained within soft boundaries are calmer, require less medication, sleep longer and gain weight more rapidly. Ensuring secure containment with firm and flexible positioning aids promotes a reflex stimulus for extremity extension and subsequent flexion recoil, furthering the ability of the baby to remain in a midline, flexed and contained position. Therapeutic supportive positioning devices must allow spontaneous movement, provide tactile and proprioceptive containment, and displace infant body weight when placed in alternative positions, such as prone or side-lying (Altimier and White, 2020) .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 419,
                    "text": "(Altimier and White, 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1613,
                    "end": 1639,
                    "text": "(Altimier and White, 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        },
        {
            "text": "Currently, many neonatal intensive care units (NICU) in China do not have adequate postural support devices/aides for premature infants. Make-shift positional support aides have been developed using bed sheets, washcloths, and blankets, yet these make-shift positioning aides lack the necessary materials that provide resistance and recoil for the infant. Inadequate postural support can hinder the neurobehavioral development in premature infants. Xiaoli Tang, Sha Sha, Yanmin Qin, and Fei Bei's present their manuscript titled, \"The effects of a postural supporting \"New Nesting Device\". Their study compares the effects between a \"New Nesting Device\" and a \"Traditional-Nest\" postural support aide on early neurobehavioral development of premature infants from NICU admission to the 36th week postmenstrual gestational age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        },
        {
            "text": "Low birth weight (LBW) in infants is a critical issue worldwide. If the issue is not recognized early, it can lead to high mortality and morbidity rates. Mothers and caregivers of LBW newborns hold a great responsibility and need appropriate information and expertise in caring for LBW newborns. This next original manuscript by Harshita Prabhakaran and Judie Arulappan from Oman is their study aimed at evaluating the effectiveness of a Nurse led structured teaching program (NLSTP) on the knowledge and practice of mothers of LBW infants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        },
        {
            "text": "The next original article, \"The lived experience of a NICU father: A descriptive phenomenological study\" comes to us from Natalie Barton, BSN, Carrie Hall, PhD, and Judy Risko, PhD from Duke University in NC, USA. This study was built on the philosophical principles of Descriptive Phenomenology, which aims to accurately describe fathers' lived experiences. Gender differences in stress and coping have been found in parents with a baby in the NICU (Rowe and Jones, 2010) Additionally, fathers were found to have higher levels of stress at discharge compared to mothers (Tandberg et al., 2013) . A thematic analysis revealed five themes that will help health care professionals in the development of interventions to promote family-centered and developmentally supportive care.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 472,
                    "text": "(Rowe and Jones, 2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 571,
                    "end": 594,
                    "text": "(Tandberg et al., 2013)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        },
        {
            "text": "Another original article is a study titled, \"Improving the quality of neonatal care in Nigeria through the education of maternity health workers\" which Andy Emmanuel, Victoria Kain, and Elizabeth Forster, from the Griffith University School of Nursing and Midwifery, Australia undertook. Newborn care training, which included standard precautions, resuscitation of the newborn, breastfeeding the newborn baby, overcoming breastfeeding difficulty, kangaroo mother care and care of the newborn at the time of birth, was based on the learning needs of specific health workers in the three units at the Jos University Teaching Hospital (JUTH), Plateau state, Nigeria. The study was performed to determine the impact of an educational intervention on health care workers' level of satisfaction with newborn training, as well as new knowledge gained regarding newborn care. This study, consisting of a pre-and post-training knowledge survey, a satisfaction survey and group discussions has the potential to lay a foundation for positive behaviour change and improved neonatal care and survival in Nigeria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        },
        {
            "text": "The last original article of this issue comes to us from the Islamic Republic of Iran. Sekineh Mokhtari, Ali Zabihi, Zahra Akbarian, Seyedeh Roghayeh Jafarian Amir, and Mahmood Haji Ahmadi present their study comparing the effects of two bathing methods, bathing in a tub with and without swaddling on the behavioral responses to stress in premature infants hospitalized in the NICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        },
        {
            "text": "A Letter to the Editor regarding reflections on COVID -19 and the potential impact on preterm infant feeding, speech, language, and communication development completes the June issue of The Journal of Neonatal Nursing. For parents of a NICU baby, learning to care and interact with their infant presents unexpected complications, including learning to cope and be close to their baby in an unfamiliar setting (Cardin, 2020) . This is further complicated by the need for healthcare staff to use face-masks and personal protective equipment when caring for infants in the NICU, which has inevitably altered traditional developmental care approaches undertaken in the UK (Altimier et al., 2015) . The current COVID -19 pandemic has challenged all aspects of neonatal work, causing anxiety and stress for all involved in infant care. Neonatal teams have been working together to provide excellent care, while adapting to the difficult and unfamiliar situations raised from the COVID-19 global pandemic. A major change to practice has been the need to limit parent access to baby in the NICU. The English Speech and Language Therapists, Harding, Aloysius, Bell, Edney, Gordon, Lewis, Sweeting, and Murphy, present areas of particular concern, which are the effect of necessary adaptations in neonatal management on preparing infants for and establishing early feeding skills, as well as supporting and enabling parent-infant early bonding, communication, and interaction.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 423,
                    "text": "(Cardin, 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 668,
                    "end": 691,
                    "text": "(Altimier et al., 2015)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The Journal of Neonatal Nursing's June 2021 issue"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The blood is here: Zipline's medical delivery drones are changing the game in Rwanda",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ackerman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koziol",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Spectrum",
            "volume": "56",
            "issn": "5",
            "pages": "24--31",
            "other_ids": {
                "DOI": [
                    "10.1109/MSPEC.2019.8701196"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chapter 32: The NICU environment",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Altimier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comprehensive Neonatal Nursing Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1891/9780826139146"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The wee care neuroprotective NICU program (Wee Care): the effect of a comprehensive developmental care training program on seven neuroprotective core measures for family-centered developmental care of premature neonates",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Altimier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kenner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Damus",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N.born Infant Nurs. Rev",
            "volume": "15",
            "issn": "1",
            "pages": "6--16",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Unmanned aircraft systems for studying spatial abundance of ungulates: relevance to spatial epidemiology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Barasona",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mulero-Pazmany",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Acevedo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PloS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An evolutionary examination of telemedicine: a health and computer-mediated communication perspective",
            "authors": [
                {
                    "first": "G.-M",
                    "middle": [],
                    "last": "Breen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Matusitz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Soc. Work. Publ. Health",
            "volume": "25",
            "issn": "",
            "pages": "59--71",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Parent responses to stress: PROMIS in the NICU",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Busse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stromgren",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thorngate",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit. Care Nurse",
            "volume": "33",
            "issn": "4",
            "pages": "52--60",
            "other_ids": {
                "DOI": [
                    "10.4037/ccn2013715"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Parents' perspectives: an expanded view of occupational and Cooccupational performance in the neonatal intensive care unit",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cardin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am. J. Occup. Ther",
            "volume": "74",
            "issn": "2",
            "pages": "7402205030--1",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Condoms by Drone: a New Way to Get Birth Control to Remote Areas",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cousins",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Guidelines for Family-Centered Care in the neonatal, pediatric, and adult ICU",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Aslakson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Puntillo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Kross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit. Care Med",
            "volume": "45",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000002169"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID 19 in babies: knowledge for neonatal care",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bromley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Neonatal Nurs",
            "volume": "26",
            "issn": "5",
            "pages": "239--246",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jnn.2020.06.005"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Drone delivers medicine to rural Virginia clinic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hackman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nicas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Wall St. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evaluation of unmanned airborne vehicles and mobile robotic telesurgery in an extreme environment",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Harnett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Doarn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hannaford",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Broderick",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Telemed. J. e Health",
            "volume": "14",
            "issn": "",
            "pages": "539--544",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ambulance Drones Could Bring Defibrillators in Minutes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hornyak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Wearable technology to assist the patients infected with novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahmud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Muhammad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nooruddin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Ayon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SN Comput. Sci",
            "volume": "1",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42979-020-00335-4"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Unexpected: an interpretive description of parental traumas' associated with preterm birth",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Lasiuk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Comeau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Newburn-Cook",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Pregnancy Childbirth",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2393-13-S1-S13"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Biological samples transportation by drones: ready for prime time?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mattiuzzi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann. Transl. Med",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Development of e-Juba, a preliminary proof of concept UAV designed to facilitate the transportation of microbiological test samples from remote rural clinics to NHLS laboratories",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mendelow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muir",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boshielo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "S. Afr. Med. J",
            "volume": "97",
            "issn": "",
            "pages": "1215--1218",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Médecins Sans Frontières. Papua New Guinea: Innovating to Reach Remote TB Patients and Improve Access to Treatment Geneva: Médecins Sans Frontières (MSF) International",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Govt, UNICEF Test First Drone for Infant HIV Diagnosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mogombo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Africa News Service. Malawi News Agency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Lab-on-a-drone: toward pinpoint deployment of smartphone-enabled nucleic acid-based diagnostics for mobile health care",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Priye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anal. Chem",
            "volume": "88",
            "issn": "",
            "pages": "4651--4660",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Locating AED enabled medical drones to enhance cardiac arrest response times",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pulver",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Prehosp. Emerg. Care",
            "volume": "20",
            "issn": "",
            "pages": "378--389",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Top 17 healthcare companies with robust wearable technologies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Roboticsbiz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "American Council for an Energy-Efficient Economy (ACEEE)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Junga",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "MIT Technol. Rev",
            "volume": "120",
            "issn": "",
            "pages": "36--45",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Surgical and medical applications of drones: a comprehensive review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rosser",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vignesh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Terwilliger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Soc. Laparoendosc. Surg",
            "volume": "22",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4293/JSLS.2018.00018"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Tele-mentoring: a practical option in surgical training",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rosser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Surg. Endosc",
            "volume": "11",
            "issn": "",
            "pages": "852--855",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Royal College of Paediatrics and Child Health (RCPCH), 2020. COVID-19: Research Evidence Summaries",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Discharge and beyond. A longitudinal study comparing stress and coping in parents of preterm infants",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Neonatal Nurs",
            "volume": "16",
            "issn": "6",
            "pages": "258--266",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jnn.2010.07.018"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Reflections on a Record Year for Novel Device Innovation Despite COVID-19 Challenges. FDA Voices",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shuren",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Maisel",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Should infants Be separated from mothers with COVID-19? First, do No harm",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stuebe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Official Journal of the Academy of Breastfeeding Medicine",
            "volume": "15",
            "issn": "5",
            "pages": "351--352",
            "other_ids": {
                "DOI": [
                    "10.1089/bfm.2020.29153.ams"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Parents of preterm evaluation of stress and nursing support",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Tandberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Sandtro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vârda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ronnestad",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Neonatal Nurs",
            "volume": "19",
            "issn": "6",
            "pages": "317--326",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jnn.2013.01.008"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Parents' perspectives of closeness and separation with their preterm infants in the NICU",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Treherne",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Feeley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Charbonneau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Axelin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Obstet. Gynecol. Neonatal Nurs",
            "volume": "46",
            "issn": "5",
            "pages": "737--747",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jogn.2017.07.005"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "First Point-of-Care (POC) tests: a. First point-of-care diagnostic test for COVID-19",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Contents lists available at ScienceDirect Journal of Neonatal Nursing journal homepage: www.elsevier.com/locate/jnn https://doi.org/10.1016/j.jnn.2021.04.001",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ").a. In healthcare, the integration of new technologies such as augmented Vitlsis a seed-stage company based out of the Texas Medical Center in Houston that created a wearable platform for remote patient monitoring of vital signs. The wearable is a disposable, super thin, unobtrusive, wireless, flexible, and waterproof that can monitor a full suite of vital signs reliably and continuously. Vitls prevents the need to wake the child for intermittent vital signs, rather it provides reliable patient care around the clock",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}