{
    "paper_id": "0aaeed3d81b5b837e4f19afe4470a1726d483324",
    "metadata": {
        "title": "The impact of 5G on the evolution of intelligent automation and industry digitization",
        "authors": [
            {
                "first": "Mohsen",
                "middle": [],
                "last": "Attaran",
                "suffix": "",
                "affiliation": {},
                "email": "mattaran@csub.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "The mobile industry is developing and preparing to deploy the fifth-generation (5G) networks. The evolving 5G networks are becoming more readily available as a significant driver of the growth of IoT and other intelligent automation applications. 5G's lightning-fast connection and low-latency are needed for advances in intelligent automation-the Internet of Things (IoT), Artificial Intelligence (AI), driverless cars, digital reality, blockchain, and future breakthroughs we haven't even thought of yet. The advent of 5G is more than just a generational step; it opens a new world of possibilities for every tech industry. The purpose of this paper is to do a literature review and explore how 5G can enable or streamline intelligent automation in different industries. This paper reviews the evolution and development of various generations of mobile wireless technology underscores the importance of 5G revolutionary networks, reviews its key enabling technologies, examines its trends and challenges, explores its applications in different manufacturing industries, and highlights its role in shaping the age of unlimited connectivity, intelligent automation, and industry digitization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords 5G · 5G networks · Cellular wireless networks · Mobile communications · Internet of Things (IoT) · Internet of medical things (IoMT) · Industrial Internet of Things (IIoT) · Wi-Fi 6 · Enhanced mobile broadband (eMBB)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose Claims about a supposed link between 5G and COVID-19 have been circulating the Internet, arguing that global elites were using 5G to spread the virus. It is needless to say that there's no evidence to support the theory that 5G networks cause COVID-19 or contribute to its spread. The purpose of this research is to do a literature review and explore the practical implications of 5G revolutionary networks technology for growing industry digitization and intelligent automation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Practical Implications 5G networks are at the very early stages of adoption. Based on the business applications presented in this paper, practitioners will learn 5G business potentials, challenges addressed by 5G, drivers for change, barriers to entry, and critical areas of concern regarding the adaptation of 5G technologies into their organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Originality/Value This paper examines the essential roles 5G plays in the success of different industries, including IoT, the auto industry and smart cars, manufacturing and smart factories, smart grids, and smart cities, and healthcare. It discusses how 5G will be critical for growing industry digitization and for addressing the numerous challenges different manufacturing industries will face in this rapidly changing landscape. Finally, this paper presents the crucial role that 5G will play in providing a competent platform to support the widespread adoption of critical communications services and driving the digitization and automation of industrial practices and processes of Industry 4.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Research Limitations Although the journey towards 5G networks has already begun, there have been very few reported examples of the business benefits realized by leading-edge manufacturing companies resulting from this new technology. This shortage of reporting has led to incomplete data with effects that are often anecdotal and notably, not thoroughly tested. There are only a few papers published in peer-reviewed academic journals or written as academic working papers exploring the advantages and limitations of firms implementing 5G technologies. This paper is a critical early academic contribution to a field dominated by the narratives and promises of consultants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Cellular wireless networks have come a long way since the first 1G system was introduced in 1981, with a new mobile generation appearing approximately every 10 years (Pathak 2013; Mishra 2018) . In the past 30 years, the mobile industry has transformed society through 4 or 5 generations of technology revolution and evolution, namely 1G, 2G, 3G, and 4G networking technologies (Fig. 1) . 1G gave us a mass-market mobile telephony. 2G brought global interoperability and reliable mobile telephony and made SMS text messaging possible. 3G gave us high-speed data transfer capability for downloading information from the Internet. 4G provided a significant improvement in data capability and speed and made online platforms and high-speed mobile internet services available for the masses. 5G technology will be the most powerful cellular wireless networks with extraordinary data capabilities, unrestricted call volumes, and infinite data broadcast (Pathak 2013; GSMA 2017; Mishra 2018) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 179,
                    "text": "(Pathak 2013;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 180,
                    "end": 192,
                    "text": "Mishra 2018)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 948,
                    "end": 961,
                    "text": "(Pathak 2013;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 962,
                    "end": 972,
                    "text": "GSMA 2017;",
                    "ref_id": null
                },
                {
                    "start": 973,
                    "end": 985,
                    "text": "Mishra 2018)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 386,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "The evolution of cellular wireless networks"
        },
        {
            "text": "The following section describes each cellular network generation in more detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evolution of cellular wireless networks"
        },
        {
            "text": "1G-Analog Cellular Networks The first commercially automated 1G cellular network was launched in Japan by NTT in 1979 and in the US by Bell Labs in 1984. 1G networks were based on analog protocols with the speed of only 2.4 Kbps (1 kilobit = 1000 bits) and were designed for voice only. 1G enabled the use of multiple cell sites, and the ability to transfer calls from one site to the next as the user traveled between cells during a conversation. 1G has several disadvantages, including low capacity, unreliable handoff, and weak voice links. The first phones, which were based on analog technology, were very large. Voice calls were played back in radio towers, making these calls susceptible to unwanted eavesdropping by third parties (Bhalla and Bhalla 2010; Mishra 2018) .",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 762,
                    "text": "(Bhalla and Bhalla 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 763,
                    "end": 775,
                    "text": "Mishra 2018)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "The evolution of cellular wireless networks"
        },
        {
            "text": "2G-Digital Networks The second-generation (2G) wireless networks were launched in the early 1990 s and were based on digital standards instead of analog. 2G digital networks enabled rapid phone-to-network signaling and helped the advent of prepaid mobile phones. Additionally, 2G made SMS text messaging possible initially on GSM networks and eventually on all digital networks. Other advantages of 2G digital networks include reduced battery power consumption, voice clarity, and reduced noise in the line. Digital encryption provided secrecy and safety to the data and voice calls. Finally, digital signals are considered environment friendly (Bhalla and Bhalla 2010; Mishra 2018) .",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 669,
                    "text": "(Bhalla and Bhalla 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 670,
                    "end": 682,
                    "text": "Mishra 2018)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "The evolution of cellular wireless networks"
        },
        {
            "text": "The third-generation (3G) wireless networks were introduced in 1998 to provide high-speed data transfer capability for downloading information from the Internet and for sending videos with the speed of 2 Mbps (1Mbit = 1000 kbit). 3G technology uses a network of phone towers to pass signals, ensuring a stable connection over long distances. 3G systems provided a significant improvement in capability over the 2G networks by using packet switching rather than circuit switching for data transmission. The high connection speeds of 3G technology-enabled media streaming of radio and even television content to 3G handsets. The technology also provided Video-conferencing support and Web browsing at higher speeds (Pathak 2013; Bhalla and Bhalla 2010; Mishra 2018) . According to some estimates, 3G offers a Fig. 1 The evolution of mobile communications real-world maximum speed of 7.2 Mbps for downloads and 2 Mbps for uploads. In the mid-2000s, an enhanced 3G mobile telephony communications protocol in the High-Speed Packet Access (HSPA) family, also coined 3.5G, 3G + or turbo 3G was implemented. 3G + allows networks based on Universal Mobile Telecommunications System (UMTS) to have higher data transfer speeds and capacity (Mishra 2018) .",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 726,
                    "text": "(Pathak 2013;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 727,
                    "end": 750,
                    "text": "Bhalla and Bhalla 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 751,
                    "end": 763,
                    "text": "Mishra 2018)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1230,
                    "end": 1243,
                    "text": "(Mishra 2018)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 807,
                    "end": 813,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "3G-High-Speed Data Networks"
        },
        {
            "text": "4G-Growth of Mobile Broadband The fourth-generation (4G) wireless networks were commercially deployed in the United States by Verizon in 2011, with the promise of speed improvements up to 10-fold over existing 3G technologies. Standard 4G has download speeds of around 14 Mbps and can reach speeds as high as 150 Mbps. 4G networks are IP-based (Internet protocol). It uses IP even for voice data. It uses a standard communications protocol to send and receive data in packets. Using these standardized packets, 4G enables data to traverse all sorts of networks without being scrambled or corrupted. 4G networking technology is an extension of 3G technology with more bandwidth and services and with high-quality audio/video streaming capabilities. 4G provides a significant improvement in data capability and speed over the 3G systems with the data transfer speed of 100 Mbps. 4G systems eliminated circuit switching, and instead employed an all-IP network designed primarily for data. 4G enabled users to browse the web and stream HD videos on mobile devices. The 4G network allows users to download gigabytes of data in minutes or even seconds. The technology turned smartphones into the computers of the modern age (Pathak 2013; Bhalla and Bhalla 2010; Mishra 2018) .",
            "cite_spans": [
                {
                    "start": 1218,
                    "end": 1231,
                    "text": "(Pathak 2013;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1232,
                    "end": 1255,
                    "text": "Bhalla and Bhalla 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1256,
                    "end": 1268,
                    "text": "Mishra 2018)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "3G-High-Speed Data Networks"
        },
        {
            "text": "The fifth-generation (5G) network, with the speed of 1-10 Gbps (1Gbit = 1000 Mbit), denotes the next major phase of mobile telecommunications standards beyond the current 4G Long Term Evolution (LTE). 5G systems are promised to be in the market by the end of 2019. 5G technology offers extraordinary data capabilities and unlimited data broadcast within the latest mobile operating systems. Other features of 5G networks are enhanced mobile broadband, dynamic low latency, wider bandwidths, device-centric mobility, simultaneous redundant, and reliable-device-to-device links (Bhalla and Bhalla 2010; Mishra 2018 ).",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 600,
                    "text": "(Bhalla and Bhalla 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 601,
                    "end": 612,
                    "text": "Mishra 2018",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "5G-Design Innovation Across Diverse Services"
        },
        {
            "text": "5G networks provide lower prices, lower battery consumption, and lower latency than 4G wireless networks. It is because 5G uses Ultra-Wide Band (UWB) networks with higher band breadth at low energy levels. Band breadth is 4000 Mbps, which is four hundred times faster than 4G wireless networks. 5G communication networks can also provide hundreds of billions of connections, massive machine communication, and extreme mobile broadband. Additionally, 5G offers ultra-low latency of 1 ms, 90% more energy efficiency, 99.9% ultra-reliability, 10 Gbps peak data rate transmission speeds, and mobile data volume of 10 Tb (Barreto et al. 2016; Hu 2016; Saha et al. 2016; Cero et al. 2017) .",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 637,
                    "text": "(Barreto et al. 2016;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 638,
                    "end": 646,
                    "text": "Hu 2016;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 647,
                    "end": 664,
                    "text": "Saha et al. 2016;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 665,
                    "end": 682,
                    "text": "Cero et al. 2017)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Key features of 5G networks"
        },
        {
            "text": "Following sections highlight key features of 5G networks in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key features of 5G networks"
        },
        {
            "text": "A. 5G networking standards",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key features of 5G networks"
        },
        {
            "text": "The 5G networking technology standard is divided into two key parts:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key features of 5G networks"
        },
        {
            "text": "1. Non-Standalone (NSA) The first 5G networks are based on NSA, which is the basis of commercial launches expected by the end of 2019. The NSA standard uses existing 4G LTE infrastructure to handle the Control Plane and the signal traffic. It can be thought of as just having an extra fast data pipe attached to existing 4G LTE infrastructure. NSA acts as an initial step that will allow carriers to offer commercial service throughout 2019 until the adoption of a 5G Standalone standard. 2. Standalone (SA) The 5G Standalone (SA) comes with entirely new core architecture. It moved the control plane transition over to the 5G Core and made significant changes for the way that networks operate. SA will be released in 2020-it will support more flexible network slicing and subcarrier encoding. It is designed to be more efficient than 4GLTE and NSA and will lead to lower costs for the carriers and improved performance for users (Cero et al. 2017; Saha et al. 2016 ).",
            "cite_spans": [
                {
                    "start": 931,
                    "end": 949,
                    "text": "(Cero et al. 2017;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 950,
                    "end": 966,
                    "text": "Saha et al. 2016",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Key features of 5G networks"
        },
        {
            "text": "According to a 2017 Cisco study, by 2021, wireless networks will increase in usage by a compounded annual growth rate of 47%. Speeds will reach peaks of 10 Gbps and deliver 1 Gbps at 500 km/h (Cisco 2019). 4G wireless networks lack enough spectrum bandwidth and network capacity to meet growing market demands. 5G is an evolving standard combining more spectrums and allowing for more bandwidth and much faster speeds for consumers. Consumers can connect to the 5G network and leverage the benefits of a wide range of spectrums. The most used 5G technology is mmWave. Carriers will also be using a new spectrum in the sub-6 GHz WiFi region, low bands below 1 GHz, and existing 4G LTE bands, as shown in Fig. 2 . At present, there is a significant amount of unused high-frequency spectrum, and the higher the frequency, the more bandwidth is available (Mathias 2019; Kamel et al. 2016) . 5G networking technology also relies on different wave spectrums. Wireless networks are composed of cell sites divided into sectors that send data through radio waves. Fourth-generation (4G) Long-Term Evolution (LTE) wireless technology requires high-power, large cell towers to radiate signals over long distances. 5G wireless signals, on the other hand, will be transmitted via large numbers of multiple small cell stations located in places like light poles or building roofs. The use of a large number of small cells is necessary since 5G relies on millimeter wave spectrum between 30 and 300 GHz which can only travel over short distances and is subject to interference from weather and physical obstacles (Liu and Jiang 2016; De Matos and Gondim 2016; Hossain 2013) .",
            "cite_spans": [
                {
                    "start": 851,
                    "end": 865,
                    "text": "(Mathias 2019;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 866,
                    "end": 884,
                    "text": "Kamel et al. 2016)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1598,
                    "end": 1618,
                    "text": "(Liu and Jiang 2016;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1619,
                    "end": 1644,
                    "text": "De Matos and Gondim 2016;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1645,
                    "end": 1658,
                    "text": "Hossain 2013)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 703,
                    "end": 709,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "B. Expanding the networking spectrum"
        },
        {
            "text": "5G is using some key new technological innovations to greatly increase the amount of spectrum used to send and receive data compared to today's 4G LTE networks. These technologies allow for more bandwidth and much faster speeds for consumers. They are shown in Fig. 3 and are explained below (Bogale and Le 2015; Cero et al. 2017; Hu 2016; 5G Forum 2016; Niu et al. 2016; Larsson et al. 2014 ):",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 312,
                    "text": "(Bogale and Le 2015;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 313,
                    "end": 330,
                    "text": "Cero et al. 2017;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 331,
                    "end": 339,
                    "text": "Hu 2016;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 340,
                    "end": 354,
                    "text": "5G Forum 2016;",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 371,
                    "text": "Niu et al. 2016;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 372,
                    "end": 391,
                    "text": "Larsson et al. 2014",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 267,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "C. New technological innovations"
        },
        {
            "text": "A. mmWave It offers a very high frequency between 17 and 110 GHz and high bandwidth for fast data transfer. It is a short-range technology that will be used in densely populated areas. It is also the most referenced 5G technology. B. Sub-6 GHz Most of the future 5G networks will likely operate in WiFi-like mid-band frequencies between 3 and 6 GHz. It will cover the medium range spectrum, and it will be useful for small cell hubs for indoor use or more powerful outdoor base stations. C. Low-band Operates at a very low frequency below 800 MHz and covers very long distances. It also provides blanket backbone coverage. D. Beamforming This key technology allows the beamformer (Router) to transmit signals in the direction of the consumer devices, thus creating stronger, faster, and more reliable wireless communications. Beamforming is a key technology in overcoming the range and direction limitations of the spectrum of high-frequency waveforms. E. Massive MIMO Data is sent and received using multiple antennas on base stations to serve multiple end-users. The technology makes high-frequency networks much more efficient. It can also be combined with beamforming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. New technological innovations"
        },
        {
            "text": "D. Unique features of 5G networks 5G networks provide improved support of machine to machine communication, aiming at lower prices, reduced battery consumption, and lower latency than 4G instrumentation. 5G uses Ultra-Wide Band (UWB) networks with higher band breadth at low energy levels. Band breadth is of 4000 Mbps, which is four hundred times quicker than today's 4G wireless networks (Fig. 3 ). 5G communication networks can also provide hundreds of billions of connections, massive machine communication, and extreme mobile broadband. Additionally, 5G offers ultra-low latency of 1 ms, 90% more energy efficiency, 99.9% ultra-reliability, 10 Gbps peak data rate transmission speeds, and a mobile data volume of 10 Tb (Barreto et al. 2016; Hu 2016; Saha et al. 2016; Cero et al. 2017 ).",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 745,
                    "text": "(Barreto et al. 2016;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 746,
                    "end": 754,
                    "text": "Hu 2016;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 755,
                    "end": 772,
                    "text": "Saha et al. 2016;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 773,
                    "end": 789,
                    "text": "Cero et al. 2017",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 397,
                    "text": "(Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "C. New technological innovations"
        },
        {
            "text": "The download speed measured by the rate at which data (e.g., web page, photo, application, or video) can be transferred from the internet to a computer or a smartphone. They are measured in \"bits per second\" (bps) where a \"bit\" is a one or zero in binary. More commonly, however, we measure download speeds in \"megabits per second\" (Mbps), where 1 Megabit is equal to one million bits. A faster download speed supports higher-quality streaming and makes content from the internet load faster and with less of a wait. (Ken's Tech Tips 2018).Today, more and more applications make use of streaming, including voice over IP (e.g., calling via Skype or WhatsApp), online video apps (e.g., Netflix and YouTube), and online radio (Ken's Tech Tips 2018). When the content is not downloaded at a sufficient speed, we will experience pauses during playback (also known as \"buffering\"). The actual download speeds will depend on several factors, including location (whether you are indoors or outdoors), the distance to nearby masts, and the amount of congestion on the network. The download times for 5G networks for a webpage, an e-mail, a photograph, and a music track are near-instantaneous (Ken's Tech Tips 2018). Another great advantage of 5G networks is its reduced latency. Latency, also known as the \"lag\" or \"ping,\" is an initial delay before the server on the other end starts to respond. The download will progress only once the server has responded. It is a critical concept that affects the experience of end-users on smartphones. High latency connections cause web pages to load slowly. It affects the experience in applications that require real-time connectivity such as voice calling, video calling, and gaming applications). The major benefits of 5G are reduced latency, increased capacity, and faster download speeds. Human reaction time is 200-300 ms. 5G will reduce that to 1 ms or less. That is almost real-time. It means that we can use 5G to replace real-time interactions. The reduction in latency from 5G technology will help overall response for some of the newer embedded applications of mobile technology such as autonomous cars (Ken's Tech Tips 2018).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Impact on download times & streaming"
        },
        {
            "text": "Wi-Fi 6 is the latest wireless LAN technology and has been developed parallel with 5G and is expected to hit the market around the same time as 5G. Both technologies are designed to deliver similar services and have a core mission to bring gigabit-plus throughput to end-users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. Wi-Fi 6 vs. 5G networks"
        },
        {
            "text": "Wi-Fi 6, like all other Wi-Fi technologies, operates in unlicensed bands where permission is not required (Mathias 2019) . In the case of licensed bands, individual companies pay a licensing fee for the right to transmit on assigned channels within that band in each geographic area. Licensing ensures that wireless operators do not interfere with each other's transmissions. Unlicensed wireless technologies are vulnerable to interference. When using an unlicensed technology like Wi-Fi, the end-users will have to adjust to avoid interference. Additionally, the radio environment is likely to continue to change over time (Phifer 2017) .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 120,
                    "text": "(Mathias 2019)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 624,
                    "end": 637,
                    "text": "(Phifer 2017)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "F. Wi-Fi 6 vs. 5G networks"
        },
        {
            "text": "5G, on the other hand, is a cellular, carrier-based technology. 5G carriers obtain an exclusive license to specific blocks of spectrum across specific geographies via an auction process. They can configure their specific network to meet their particular coverage, capacity, and business objectives. Therefore, interference shouldn't be an issue. There are numerous ways that 5G and cellular are superior to Wi-Fi and Wi-Fi6, such as authentication-intercarrier roaming is transparent. Additionally, connecting to cellular is easy; simply turn on the mobile device, whereas Wi-Fi usually requires selecting an available service set identifier and providing a security key.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. Wi-Fi 6 vs. 5G networks"
        },
        {
            "text": "There is a hope that in the future, both technologies will be used by final consumers and move these customers closer to a superior mobile network. Business-class cell phones, for example, will likely support both technologies starting in 2020 (Mathias 2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. Wi-Fi 6 vs. 5G networks"
        },
        {
            "text": "Manufacturing industries are moving towards digitalization for several reasons, including increasing revenue by better serving their customers, increasing demand, beating the competition, decreasing costs by increasing productivity and efficiency, and decreasing risk by increasing safety and security. A recent study identified the key challenges and requirements in digitization industries digitization (Ericsson 2017) . These requirements range from:",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 420,
                    "text": "(Ericsson 2017)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Intelligent automation and economic contributions of 5G networks"
        },
        {
            "text": "• Ultra-reliable, resilient, instantaneous connectivity for millions of devices. • Low-cost devices with extended battery life. • Asset tracking throughout the ever-changing supply chains. • Performing remote medical procedures. • Using AR/VR to enhance the shopping experiences. • Using AI to enhance operations in multiple areas or enterprise-wide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intelligent automation and economic contributions of 5G networks"
        },
        {
            "text": "5G delivers a high-speed, reliable, and secure broadband experience, and will be a major technology for growing industry digitization. It will provide the networks and platforms to drive the digitization and automation of Industry 4.0. It will support the massive rollout of intelligent IoT and the widespread adoption of critical communications services (GSMA 2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intelligent automation and economic contributions of 5G networks"
        },
        {
            "text": "In summary, 5G networks enable service providers to build virtual networks tailored to applications requirements such as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intelligent automation and economic contributions of 5G networks"
        },
        {
            "text": "• Mobile broadband communication, media and entertainment, and the Internet • Machine-to-Machine (Massive IoT) Retail, shopping, manufacturing • Reliable low latency Automobile, medical, smart cities • Critical communications • Others Industry-specific services, energy, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intelligent automation and economic contributions of 5G networks"
        },
        {
            "text": "The \"Internet of things\" (IoT) is an extension of the Internet and other network connections to different sensors and devices-or \"things\". The concept is based on a general rule that 'Anything that can be connected will be connected (Attaran 2017b) . This includes everything from industrial equipment such as car engines, jet engines, the drill of an oil rig, washing machines, coffee makers, cellphones, wearable devices, and much more. IoT provides a higher degree of computing and analytical capabilities to even single objects. IoT is a rapidly evolving technology that more and more industries are willing to adapt to improve their efficiency. Smart terminals, mobile broadband, and cloud computing enable widespread connectivity, transforming the way we perceive the world around us people (Attaran 2017b) B. IOT architecture and working principle 1. Wireless sensors actuators, and network layer-this layer has sensors, RFID tags, and connectivity network. They form the essential \"things\" of IoT system and collects real-time information. Sensors convert the data obtained in the outer world into data for analysis. Actuators intervene in the physical reality-they can switch off the light and adjust the temperature in a room. Sensors and actuators cover and adjust everything needed in the physical world to gain the necessary insights for further analysis.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 248,
                    "text": "(Attaran 2017b)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 797,
                    "end": 812,
                    "text": "(Attaran 2017b)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "A. Internet of Things Defined"
        },
        {
            "text": "This stage makes data both digitalized and aggregated. Internet getaways work through Wi-Fi, embedded OS, Signal Processors, Micro-Controllers, and the Gateway Networks including LAN (Local Area Network), WAN (Wide Area Network), etc. The responsibility of Gateways is routing the data coming from the sensor, connectivity, and network layer and pass it to the next layer. Data acquisition systems (DAS) connect to the sensor network and aggregate output. This stage processes the enormous amount of information collected on the previous stage and squeeze it to the optimal size for further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internet Getaways and Data Acquisition Systems"
        },
        {
            "text": "This layer is responsible for data mining, text mining, analysis of IoT devices, analysis of information (stream analytics, data analytics) and device management. This stage provides analytics and pre-processing and prepares data before it is transferred to the data center or cloud for further analysis. Edge IT systems are located close to the sensors and actuators, creating a wiring closet. 4. Datacenter and cloud The main processes of analysis, management, and storage of data happen in the data center or cloud. This stage enables in-depth processing, along with a follow-up revision for feedback",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Edge IT-Management Services"
        },
        {
            "text": "The following sections review how the 5G network can improve processes in different layers of IoT architecture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Edge IT-Management Services"
        },
        {
            "text": "The IoT is a relatively new developing technology. Over the past few years, IoT-enabled devices have become broader, deeper, and more affordable. Sensors and tags are rapidly becoming cheaper. Readers and sensors are using less power, growing more intelligent, operating faster and at longer distances, and able to handle interference. This means better systems performance, greater capability to use sensors and tags with more data, and easier integration into existing systems without reprogramming. According to several recent research, IoT adoption over the next 10 years is on the rise. According to a Cisco estimate, devices connected to the Internet were 11 billion in 2013, 15 billion in 2014, 25 billion in 2016, and will be over 50 billion by 2020-that is seven Internet-connected \"things\" for every person on the planet (Evans 2011) .",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 843,
                    "text": "(Evans 2011)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "C. Mainstream adoptability"
        },
        {
            "text": "DBS Group Research has identified IoT technologies to reach the mass adoption stage in Asia over the next 5-10 years (DBS Asian Insights Insights 2018). According to this study, the IoT achieved a mainstream global consumer adoption rate of 14% in 2017. With growing uptake, the IoT is likely to reach an adoption rate of 18-20% by the end of 2019. By 2030, the global adoption of consumer IoT technology will reach 100% (DBS Asian Insights 2018).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Mainstream adoptability"
        },
        {
            "text": "In the past few years, technologies like Augmented Reality (AR), Industrial IoT (IIoT), edge computing, and Low Power Wide-Area (LPWA) were introduced that shape the next stages in IoT development. Over the next few years, more and more devices will become connected, increasing the application of IoT exponentially (Attaran 2017b). Additionally, IoT technology is the driving force in our Industry 4.0 revolution. In Industry 4.0, industrial processes and the associated machines are becoming smarter and more modular. They could monitor, collect, exchange, analyze, and instantly act on information to intelligently change their behavior or their environment. Additionally, as the total cost of ownership of IoT devices and solutions decrease, the technology will be affordable for markets of asset tracking, agriculture, and environmental monitoring (ABI Research 2016).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Next stage in IoT development"
        },
        {
            "text": "A 2017 CEO survey of 5G potential applications revealed five different services that could be supported and would come to maturity when commercial 5G networks are widely deployed. They are highlighted in Fig. 5 (Obiodu and Giles 2017) . IoT ranked second on the list, with 77% of the respondent of respondents believing that 5G provides broad enablement of IoT use cases. Gartner conducted another survey in 2018 to understand the growing demand and adoption plans for 5G. The results revealed that 65% of organizations had plans to deploy 5G networks to be mainly used for IoT and video communications by 2020. They identified operational efficiency as the key driver for their decision (Omale 2018) . Leveraging cyber-physical systems and striving towards ever more automation and autonomous decisions in environments such as the smart factories, autonomous vehicles, smart buildings, smart cities and connected industrial applications, requires substantial resources to deal with the resulting amount of data that needs to be gathered, analyzed, and transferred. Today's network technologies are not sufficient for the ultra-connectivity needed for the future. We often need to use a mix of fixed and wireless network technologies to realize massive IoT projects. 5G has the potential to bring the reliability, latency, scalability, mobility, and security that is required for mission-critical services in the IoT ecosystem (i-SCOOP 2018).",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 234,
                    "text": "(Obiodu and Giles 2017)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 688,
                    "end": 700,
                    "text": "(Omale 2018)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 210,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "E. The impact of 5G on IoT"
        },
        {
            "text": "The existing IoT technology solutions are facing challenges such as a large number of connections of nodes and security issues. In order to meet widespread applications and different industry demands, IoT will require improved performance criteria in areas such as security, trustworthiness, wireless coverage, ultra-low latency, and mass connectivity. 5G can improve processes in different stages of IoT architecture (Fig. 2) . 5G can contribute to the future of IoT through the connection of billions of smart devices to interact and share data independently. 5G is considered as a key enabling technology that will play an important role in the continued success and widespread applications of IoT. 5G will introduce new Radio Access technologies (RAT), smart antennas, and make use of higher frequencies while altering or re-architecting networks. The 5G enabled IoT will help the connection of an enormous number of these IoT devices and will also help to meet market demands for wireless services. The fifth-generation (5G) mobile network will meet the differing prerequisites of the IoT. To meet the growing requirements of IoT, the Long-Term Evolution (LTE) and 5G technologies must provide new connectivity interfaces for future IoT applications. To meet the differing prerequisites of the IoT, 5G mobile networks must guarantee that massive devices and new services such as enhanced Mobile Broadband (eMBB), massive Machine Type Communications, Critical Communications, and Network Operations are effectively upheld. 5G provides essential prerequisites and ubiquitous connectivity for end-clients, including high throughput, low latency, fast information conveyance, high versatility to empower a huge number of gadgets, productive energy utilization systems, etc. The fifth-generation (5G) mobile network will improve the range of IoT applications such as smart TVs, smart security cameras, smart dishwashers, smart thermostats, smart kitchen appliances, and so on.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 426,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "E. The impact of 5G on IoT"
        },
        {
            "text": "The existing networks of 4G and 4G LTE cannot support the mobile telecommunications needs of IoT. 5G can also provide a solution to the issue and can provide the fastest network data rate with relatively low expectancy and better communication coverage when compared to present 4G LTE networking technologies. The fast speeds provided by 5G will bring new technological advancements. The next generation of 5G will handle hundreds of billions of connections and will provide transmission speeds of 10 Gbps and ultralow latency of 1 ms. It also provides more reliable service in rural areas reducing the differences in service between rural and urban areas (Li et al. 2018) . Although 5G is an extension of the 4G and 4G LTE networks, yet it comes with entirely new network architecture and functions such as virtualization, which offers more than just the impressive fast data rates. Network function virtualization offers the ability to split physical networks into multiple virtual networks where the devices can be reconfigured to create multiple networks. This feature will provide the 5G enabled IoT applications with an immediate processing ability that will allow for improved speed and coverage, and also provide the capacity to meet the demands of applications. Virtualization will also enhance the feasibility of radio access network (RAN) for next-generation voice, video, and data services. 5G networks will integrate mobile tech, big data, IoT, and cloud computing, and will generate a variety of new applications as the technology is rolled out. 5G will support smart devices, including self-driving cars, wearable, telemedicine, and Internet of Things (IoT). Autonomous cars and IoT devices are expected to be major revenue drivers for 5G networks (i-SCOOP 2018).",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 672,
                    "text": "(Li et al. 2018)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "E. The impact of 5G on IoT"
        },
        {
            "text": "F. Big data, IoT, and 5G networks Another area where 5G networking can be very helpful is \"Big Data.\" Data is flooding in at a rate never seen before--doubling every 18 months (Rossi and Hirama 2015) . The International Data Corporation report predicted that there could be an increase in digital data by 40X from 2012 to 2020 (Gantz and Reinsel 2012) . Public customer data and new data gathered from IoT enabled devices are generating what is broadly known as \"Big Data.\" The amount of data that IoT devices might report back to a cloud server could easily overwhelm a relational database. Companies offering IoT enabled devices need to be prepared for storing, tracking, and analyzing the vast amounts of data that will be generated. The real value that IoT creates is at the intersection of gathering data and leveraging it. Additionally, the privacy and security of enormous data produced by millions of interconnected devices going to be challenged and private information may leak at any time (Zheng et al. 2019). Zheng et al. (2019) . It is anticipated that IoT's billions of connected objects will generate data volume far in excess of what can easily be processed and analyzed in the cloud, due to issues like limited bandwidth, network latency, etc. 5G has the potential to keep up with consumer and enterprise data demand while lowering carriers' operating expenses.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 199,
                    "text": "(Rossi and Hirama 2015)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 327,
                    "end": 351,
                    "text": "(Gantz and Reinsel 2012)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1021,
                    "end": 1040,
                    "text": "Zheng et al. (2019)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "E. The impact of 5G on IoT"
        },
        {
            "text": "G. IoT performance requirements for 5G networks An important challenge for 5G networks is to support a variety of performance requirements for IoT applications in a reliable, flexible, and cost-effective way (Zhang and Fitzek 2015) . Activity-based IoT applications pose many performance requirements, as described in several studies. Energy optimization of streaming applications in IoT has been analyzed, and energy-efficient task mapping and scheduling have been proposed (Ali et al. 2018a (Ali et al. , b, 2019 Tariq et al. 2019) . A recent study identified eight key performance indicators and requirements of activity-based IoT (5G Forum 2016). These performance requirements range from data rate, mobility, latency, connection density, reliability, positioning accuracy, coverage, and energy efficiency and are usually well described for specific IoT applications. A comprehensive understanding of the performance requirements of each activity based IoT application could facilitate the selection of 5G technologies needed to meet the growing demands of these applications.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 231,
                    "text": "(Zhang and Fitzek 2015)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 475,
                    "end": 492,
                    "text": "(Ali et al. 2018a",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 493,
                    "end": 514,
                    "text": "(Ali et al. , b, 2019",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 533,
                    "text": "Tariq et al. 2019)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "E. The impact of 5G on IoT"
        },
        {
            "text": "Following is a more detailed description of these performance requirements:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. The impact of 5G on IoT"
        },
        {
            "text": "1. Data Rate Data rate is an important evaluation factor for generations of wireless communication networks (Saha et al. 2016) . 5G core network will support both peak data rate-the maximum achievable data rate by the user, and minimum guaranteed user data rate-the minimum experience data rate by the user (Oughton and Frias 2017) . The high data rate is important in most activity-based classes of IoT applications. 5G networks support 10 Gbps for minimum peak data rate and 100 Mbps as the minimum guaranteed user data rate (5G Forum 2016).",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 126,
                    "text": "(Saha et al. 2016)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 307,
                    "end": 331,
                    "text": "(Oughton and Frias 2017)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "E. The impact of 5G on IoT"
        },
        {
            "text": "for mobility (relative velocity between the receiver and the transmitter) in 5G networks (Oughton and Frias 2017) . Many IoT use cases require ultra-high mobility, ultrahigh traffic volume density, and ultra-high connection density. These needs may be quite challenging for 5G networks to provide on-demand mobility for all devices and services . 3. Latency latency is perceived by the end-user and is usually expressed in terms of end-to-end (E2E) latency. 5G networks, through significant enhancements and new technology in architecture aspects, enable \"zero latency\" expressed by the millisecond level of E2E latency (Saha et al. 2016; Hu 2016; Ford et al. 2017) . IoT application determines required latency levels. For example, the acceptable delay for use case mobile health and remote surgery application is in order of sub-milliseconds Blanco et al. 2017 Similarly, reliability is the main characteristic of monitoring, managing, and controlling activities. Reliability will present many challenges in the future. High-speed trains are just one example of this challenge because of speed, load, and cell distance (Oughton and Frias 2017; Erman and Yiu 2016), 6. Position Accuracy Position accuracy is defined as the maximum positioning error tolerated by the IoT application. Accuracy positioning is very important in monitoring-based activities such as monitoring remote cameras and in controlling-based activities such as driving (Blanco et al. 2017 ). 5G networking technology should ensure accurate positioning of the outdoors device with accuracy from 10 m to less than 1 m on 80% of occasions and better than 1 m in indoor deployment (Elayoubi et al. 2016). 7. Coverage 5G core network shall be able to build the network based on the user's need. It should provide connectivity anytime and anywhere with a minimum user experience data rate of 1 Gbps (Hossain 2013) . Almost every activity based IoT application requires very high levels of coverage-99,999% availability (NGMN Alliance 2017). 8. Spectrum Efficiency Spectrum efficiency is defined as the aggregate data throughput of all users per unit of spectrum resource per cell or per unit area. The minimum peak spectrum efficiency is 30 bps/Hz for downlink and 15 bps/Hz for uplink (Liu and Jiang 2016) . IoT enabled 5G networks to require 3-5 times improvement in spectrum efficiency to achieve network sustainability (Liu and Jiang 2016; De Matos and Gondim 2016; Hossain 2013). 9. Energy Efficiency Energy efficiency is the number of bits that can be transmitted per joule of energy, and it is measured in b/J (Liu and Jiang 2016). 5G wireless technology should aim for higher energy efficiency against increased device/network energy consumption required on wireless communications. That means the energy efficiency of the 5G network may need to be improved by a factor of 1000 (Kaur and Singh 2016; Akyildiz et al. 2014; Kamel et al. 2016; Bogale and Le 2015) . Energy efficiency is a significant factor for the reduction of operating costs of telecom operators, as well as for minimizing the environmental impact of wireless technology (Bogale and Le 2015) .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 113,
                    "text": "(Oughton and Frias 2017)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 620,
                    "end": 638,
                    "text": "(Saha et al. 2016;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 639,
                    "end": 647,
                    "text": "Hu 2016;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 648,
                    "end": 665,
                    "text": "Ford et al. 2017)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 844,
                    "end": 862,
                    "text": "Blanco et al. 2017",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1440,
                    "end": 1459,
                    "text": "(Blanco et al. 2017",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1864,
                    "end": 1878,
                    "text": "(Hossain 2013)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2251,
                    "end": 2271,
                    "text": "(Liu and Jiang 2016)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2851,
                    "end": 2872,
                    "text": "(Kaur and Singh 2016;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2873,
                    "end": 2894,
                    "text": "Akyildiz et al. 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2895,
                    "end": 2913,
                    "text": "Kamel et al. 2016;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2914,
                    "end": 2933,
                    "text": "Bogale and Le 2015)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3111,
                    "end": 3131,
                    "text": "(Bogale and Le 2015)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Mobility IoT applications have very diverse requirements"
        },
        {
            "text": "H. End-user willingness to Pay for 5G enabled IoT",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mobility IoT applications have very diverse requirements"
        },
        {
            "text": "In the summer of 2017, Gartner conducted a survey to gauge the willingness among end-user organizations to pay more for 5G networking technology (Gartner 2017) . A vast majority of correspondents (57%) believed that 5G-capable networks would play an important role in IoT in their organizations and that their intention is to use 5G to drive IoT communication. The video was the next most popular use case, which was chosen by 53% of the respondents. The study also identified the willingness to pay for the 5G networks of surveyed organizations. 57% of surveyed organizations were willing to pay the same cost as 4G and up to 10% higher (Fig. 6 ).",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 159,
                    "text": "(Gartner 2017)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 645,
                    "text": "(Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Mobility IoT applications have very diverse requirements"
        },
        {
            "text": "A. Rethinking transportation Henry Ford introduced his first Model T car using interchangeable parts on an assembly line in 1908. This led to a more efficient manufacturing process-the price of cars dropped, and sales picked up. Nearly 7% of American families owned a car in 1918. The number of cars nearly Fig. 6 Willingness of Organizations to pay for 5G. Source: Gartner (2017) tripled from 8 million to 23 million in the 1920s. By 1929, 80% of American families owned a car. At this time, the auto manufacturing industry was also growing quicklyby 1925, 10% of the U.S. workforce was employed by the auto industry. Cars were the most significant innovation of the twentieth century that shaped our modern lifestyle. The rise of the automobile industry disrupted almost every industry and every aspect of the economy. Affordable cars enabled people to move from cities to the suburbs, which led to economic growth in the construction industry. This new era of transportation remained in place for 100 years (Sears 1977) . However, a revolution is arriving by way of self-driving vehicles. These autonomous cars are anticipated to disrupt critical areas of the economy and have an even bigger impact than the automobile did in the 1920s. More specifically, self-driving cars are labeled as the fastest, deepest, most consequential disruptions of transportation in history (Arbib and Seba 2017) . Consumer mobility behavior is one of the areas that is changing. Individuals are increasingly using multiple modes of transportation to complete their journey(s). The \"state of delivery\" is another area of customer concern. Consumers are showing an obvious preference for delivered goods and services. The clear result in this practice is a decline in individual shopping trips. In dense big cities like New York City or Los Angeles, car ownership is increasingly becoming more of a burden for many, and the prospect of shared mobility now presents a competitive value proposition (McKinsey & Company 2016). According to a 2017 study by RethinkX, an independent think tank and research company, within 10 years of government approval of autonomous vehicles, 95% of the U.S. passenger miles will be covered by fleets of autonomous electric vehicles (Arbib and Seba 2017) . This will create a new business model called \"Transport as-a-Service\" (TaaS) and will have enormous implications across the transportation and oil industries, causing oil demand and prices to plummet, and creating trillions of dollars in new business opportunities and GDP growth (Arbib and Seba 2017) . It is predicted that TaaS will reduce energy demand by 80% and tailpipe emissions by over 90%, thus bringing dramatic reductions or perhaps even the elimination of air pollution and greenhouse gases from the transport sector and improved public health. TaaS will not only dramatically lower transportation costs but increase mobility and access to jobs, education, and health care. It has the potential to create trillions of dollars in consumer surplus and contribute to a cleaner, safer, and more walkable communities (Arbib and Seba 2017) . According to this study, by 2030, by using the TaaS model, the average American family could save nearly $5600 per year in transportation costs, and the United States will save an additional $1 trillion per year (Arbib and Seba 2017) .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 380,
                    "text": "Gartner (2017)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1010,
                    "end": 1022,
                    "text": "(Sears 1977)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1374,
                    "end": 1395,
                    "text": "(Arbib and Seba 2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2246,
                    "end": 2267,
                    "text": "(Arbib and Seba 2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2550,
                    "end": 2571,
                    "text": "(Arbib and Seba 2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3094,
                    "end": 3115,
                    "text": "(Arbib and Seba 2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3330,
                    "end": 3351,
                    "text": "(Arbib and Seba 2017)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 313,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "5G for automotive industry and smart cars"
        },
        {
            "text": "Autonomous cars disrupt the transportation industry in several ways. Driven by the exponential rise in electric vehicles, improved connectivity services provided by faster networking solutions, and technological breakthrough, consumer mobility behavior is changing. It is predicted that one out of ten cars sold in 2030 will potentially be a shared vehicle. Once regulatory issues have been resolved, up to 15% of new cars sold in 2030 could be fully autonomous (McKinsey & Company 2016) . Auto production will suffer because autonomous fleets will need far fewer cars than are currently consumed. According to an estimate by RethinkX Sector Disruption Report, the number of U.S. vehicles will drop 82% from 247 to 44 million in the new age of autonomous vehicles. That will lead to a 70% reduction in automotive manufacturing. Moreover, nearly 100 million existing vehicles will be abandoned as they become economically unviable (Arbib and Seba 2017) . This could result in total disruption and almost complete destruction of the auto industry-specifically car dealers, maintenance, and insurance companies. Automakers' business models will shift from producing cars for public consumption to producing cars to deploy in their self-driving fleets. Traffic becomes a thing of the past, commute times will decline significantly, and workers can move even further from their place of employment. As a result, real estate will become more accessible, increasing urban sprawl (Arbib and Seba 2017) . The primary challenges impeding faster market penetration for fully autonomous vehicles are pricing, consumer understanding, and safety/security issues. Fully self-driving vehicles are unlikely to be commercially available before 2020 (McKinsey & Company 2016). However, these driverless cars are already here to stay. Tesla recently announced the company's aspiration to release a fully autonomous Robo taxi fleet next year. Lyft announced that self-driving cars are a central part of its vision for reducing individual car ownership, creating safer streets, and alleviating congestion. In 2018, Lyft partnered with vehicle technology firm Aptiv to begin its driverless car program in Las Vegas. Lyft's fleet of 30 driverless cars has completed 50,000 rides in Las Vegas, up from 30,000 in January 2019. Passengers rated their trips an impressive average of 4.97 out of 5. Moreover, 92% of riders felt very safe or extremely safe during the ride. 95% of riders indicated it was their first time inside a self-driving vehicle (Lyft Blog 2019). Lyft is looking for partnerships to further its self-driving ambitions. It recently announced a deal with self-driving technology firm Waymo for a ridesharing service in Phoenix, Arizona (Mogg 2019).",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 487,
                    "text": "(McKinsey & Company 2016)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 930,
                    "end": 951,
                    "text": "(Arbib and Seba 2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1472,
                    "end": 1493,
                    "text": "(Arbib and Seba 2017)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "5G for automotive industry and smart cars"
        },
        {
            "text": "According to a 2017 study by Qualcomm, by 2035, 5G networks will enable more than $2.4 trillion in total economic output in the automotive sector, including its supply chain and its customers. 5G economic impacts in this sector will represent about 20% of the total global 5G economic impact by 2035 (Condon 2017) . According to the World Economic Forum, the digital transformation of the automotive industry will generate $67 billion in value for that sector over the 2015-2025 periods. Additionally, this transformation will generate $3.1 trillion in the societal benefit that includes autonomous vehicles improvement and the transportation enterprise ecosystem over the same period (World Economic Forum 2015) .",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 313,
                    "text": "(Condon 2017)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 685,
                    "end": 712,
                    "text": "(World Economic Forum 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. The impact of 5G on automotive industry"
        },
        {
            "text": "Automakers are racing to improve the technology that will power self-driving cars. 5G networks enable the digital transformation of the automotive industry. Smart cars consume a lot of bandwidth, require quicker responses from the network, and demand continuous connectivity to the network. 5G supports higher bandwidth and lower latencies, which enables Smart Cars to function efficiently. 5G technology improves mobile wireless networks' capacity and data speeds. It allows network providers to offer much more robust internet connections to devices. As such, 5G will play an important role in the proliferation of selfdriving cars, which will produce enormous amounts of data. This technology makes intelligent driving safer and more efficient. As such, 5G networks will help enable the autonomous urban ride services and most self-driving car players. Additionally, 5G networks can offer many services to automakers, including navigation information, traffic information, e-tolling, hazard warning, collision warning, weather updates, and cybersecurity services to monitor vehicles for intrusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. The impact of 5G on automotive industry"
        },
        {
            "text": "A. The constantly changing manufacturing industry",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5G for manufacturing sector and smart factory"
        },
        {
            "text": "The manufacturing industry is going through a significant period of change driven by rapid technological advancements that have enabled manufacturers to meet consumer demands better. Technology will play a key role in empowering manufacturers to innovate and embrace the opportunities that will present themselves. Manufacturers must keep up with the technological evolution of the products and processes, as they are continually improved. As more and more 'smart' devices are integrated into manufacturing, industry 4.0 will continue to dominate the manufacturing process. Industry 4.0 combines artificial intelligence and data science to realize the potential of the Internet of Things (IoT) (Attaran 2017b) . Sensors and tags are attached to parts to track them throughout the manufacturing and assembly process. Sensors are also used to improve the performance of machines, to extend their lives, to predict when equipment is wearing down or in need of repair, and to learn how machines can be redesigned to be more efficient. This could reduce maintenance costs by 40% and cut unplanned downtime by 50% (Hale 2019) . Furthermore, an increasing amount of data being created by Industry 4.0 provides the opportunity for the manufacturer to significantly enhance the customer experience.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 709,
                    "text": "(Attaran 2017b)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1108,
                    "end": 1119,
                    "text": "(Hale 2019)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "5G for manufacturing sector and smart factory"
        },
        {
            "text": "Additionally, during the past years, the use of additive manufacturing (AM) technologies in different industries have increased substantially. AM is used to produce products that can be customized individually. The technology offers several benefits to the manufacturing industry, including shorter production lead times, reduced time to market for new product designs, and faster response to customer demand (Attaran 2017a) .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 424,
                    "text": "(Attaran 2017a)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "5G for manufacturing sector and smart factory"
        },
        {
            "text": "Finally, Artificial Intelligence (AI) is another technology that is set to have a profound impact on the manufacturing industry in several diverse ways. For example, AI can be used to make more sense of the mountains of data manufacturers are now collecting and storing. It can also be used to improve customer service and support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5G for manufacturing sector and smart factory"
        },
        {
            "text": "Manufacturing companies around the world are under extreme competitive pressure due to shorter business and product lifecycles. Margins are being squeezed more than ever, and workforces are aging and becoming costlier to maintain. To compete globally, manufacturing companies have to improve efficiency and reduce costs through new process innovations-technologies like robotics, warehouse automation, smart factories, and flexible manufacturing help. 5G networks and IoT will play crucial roles in enhancing and enabling these manufacturing advances. 5G networking technologies provide the network characteristics essential for manufacturing. 5G will give manufacturing companies a chance to build smart factories and truly take advantage of technologies such as automation, artificial intelligence, and augmented reality for troubleshooting. 5G is a significant technology for industry digitalization that directly enhances connectivity, quality, speed, latency, and bandwidth. 5G could help overcome manufacturing problems and pain points, including connectivity issues such as insufficient bandwidth, speed, and latency issues. 5G will also improve connectivity for a large network of sensors for predictive maintenance of factory floor machines and robots. 5G networks will allow for higher flexibility, lower cost, and shorter lead times for factory floor layout changes and alterations. 5G networks, services, and connectivity capabilities have the potential to transform production, business models, and sales in ways that will benefit manufacturing. Advanced 5G networks and information processing technology can streamline smart factories, improve internal and external communications, and unify full product life cycle management on a single network. Other important pain points and crucial manufacturing use cases 5G can overcome are summarized in Table 1 (Ericsson 2019) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1860,
                    "end": 1883,
                    "text": "Table 1 (Ericsson 2019)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "B. 5G and manufacturing industry"
        },
        {
            "text": "A. The ever-changing healthcare industry Allied Market Research estimates that there are 3.7 million connected medical devices in use to enable healthcare decisions. According to its prediction, the worldwide IoT healthcare market will reach $136.8 billion by 2021 (Market Watch 2016). The applications of IoT in the healthcare industry are limitless. The concept is referred to as the Internet of Medical Things or \"IoMT.\" It is the collection of medical devices equipped with Wi-Fi and applications connected to healthcare IT systems through online computer networks. As hospitals struggle to lower operating costs and remain competitive, IoMT has the potential to reduce costs and improve a patient's journey through a medical facility. The idea of telemedicine or the ability of a doctor with a webcam to diagnose a patient's problems without an office visit is becoming popular. This is very useful when patients live in remote areas or when they need specialized care. Mobile health can help the healthcare industry improve efficiency and reduce costs in the areas of disease prevention, counseling, treatment, and rehabilitation (Marr 2018) . B 5G advantages for healthcare 5G networks and services provide mobile health platform advantages such as integrated mobility and advanced connectivity so doctors and nurses can achieve patient monitoring anywhere, anytime. 5G technology enables patients to use wearable devices to transmit their health symptoms and status. 5G enhanced mobile broadband with faster speed and more bandwidth can help doctors have access to patient's information for remote monitoring and diagnosis.",
            "cite_spans": [
                {
                    "start": 1136,
                    "end": 1147,
                    "text": "(Marr 2018)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "5G for the healthcare industry"
        },
        {
            "text": "5G networks enable factory robots to communicate their task and position, allowing them to do more tasks efficiently and wirelessly. Drones could fly over a field of crops, using sensors on the ground, to sort, pick, feed, and water individual plants. In April 2019, a Chinese neurosurgeon successfully operated on a patient suffering from Parkinson's disease. The doctor used a pacemaker-like implant on a patient that was about 1864 miles away during the surgery. This surgery was only possible because of the lightning-fast connection of 5G networks that allows surgeons such as the one in China to control an off-site surgical robot and operate in real-time (China Daily 2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5G for the healthcare industry"
        },
        {
            "text": "A recent study by Ericsson identified different ways the healthcare industry can derive value out of 5G networking technology (Ericsson 2018) . They are summarized below:",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 141,
                    "text": "(Ericsson 2018)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "5G for the healthcare industry"
        },
        {
            "text": "• Effective capture of the vast amount of patient data. • Real-time mobile delivery of rich medical data. • Improved availability of suitable infrastructure. • Improved security of patient data and superior data storage. • Ability to accurately control remote medical equipment without delay. • Ability to incorporate augmented and virtual reality for enhanced training of interns. • Facilitate the connectivity and operations of smart medical objects and instruments such as syringes, beds, and cabinets. The smart grid is one example of the application of IoT where components of the electric grid from transformers to power lines to home electric meters have sensors and are capable of two-way communication. The electric company can use the smart grid to manage distribution more efficiently, be proactive about maintenance, and respond to outages faster. Smart grids integrate traditional power systems with information, communication, and control technology to improve the power grid's stability, security, and operating efficiency. Power generation facilities are digitizing form, scale, power management, and control to increase systems and operating efficiency. The communications systems for smart grids cover all nodes on the power system, including power generation, transformation, transmission, distribution, and usage. The new digitized power generation facility attempts to improve the efficiency of power systems by building a high capacity, high-speed, real-time, secure, and stable communications networks. 5G greatly enhances the amount of spectrum used to send and receive data. It can act as an integrator and support the diverse requirements of smart grids. 5G is more efficient and faster than fiber optic and short-range wireless communications technology, supports over-the-air wireless connectivity, and has excellent disaster recovery capabilities. Other advantages like ultra-high bandwidth, wide-area seamless coverage, and roaming make 5G an ideal technology for smart and digital grids. A recent study by Ericsson identified different ways the Energy and Utilities industry can derive value out of 5G networking technology (Ericsson 2018) . They are summarized below:",
            "cite_spans": [
                {
                    "start": 2155,
                    "end": 2170,
                    "text": "(Ericsson 2018)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "5G for the healthcare industry"
        },
        {
            "text": "• Improves the integration of new technologies within the existing infrastructure. • Improves capturing and handling of the large volume of data. • Facilitates automation across distribution, operations, and energy efficiencies. • Facilitates connecting and monitoring of remote sites such as wind farms. • Improves industrial control and automation systems. • Improves applications to gather and monitor data. • Improves management of distributed energy resources. • Improves integration of sensors in microgrid and distributed generation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5G for the healthcare industry"
        },
        {
            "text": "There are numerous challenges in applying 5G networking technology in a way that would allow for its significant and rapid growth. Security and privacy is the primary concern among consumers and businesses as devices become more connected. The major challenges include technological maturity, global standardization, government regulations, and cost. A recent study conducted by Ericsson revealed that companies are still hobbled when it comes to overcoming barriers to actually using the 5G technology. The significant barriers were identified as data security and privacy, lack of standards, and challenges of end-to-end implementation (Ericsson 2018 ). 5G's speed will expedite incidents of a breach, and as we add more small cells, there will also be more vulnerable hardware. 5G technology also brings an increase in open-source designs and technologies. Open source brings the speed of innovation and collaboration, but it can also bring security vulnerabilities. Technology standard is non-consistent and remains fragmented in most areas. Technical and boundary limitations still exist in some areas of technology. Capturing the full potential of 5G networking potentials will require innovation in technologies and business models, as well as investment in new capabilities and talent. Most businesses have not equipped their teams with 5G capable smartphones, scanners, laptops, nor, in the case of manufacturing facilities, smart machines on the factory floor. These devices will need to be upgraded or replaced, which means added training and cost for businesses. Business infrastructures will require updating to reap the full interconnected benefits of 5G. Existing devices will need to be upgraded or replaced with new devices that are enabled for 5G technology.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 652,
                    "text": "(Ericsson 2018",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Obstacles to rapid adoption"
        },
        {
            "text": "A. Summary 5G networks and services will be deployed in stages over the next few years to provide a platform on which new digital services and business models can thrive. 5G will mark a turning point in the future of communications bringing high-powered connectivity to billions of devices. It will enable machines to communicate in an IoT environment capable of driving a near-endless array of services. As more devices become connected, and the IoT use cases grow exponentially, 5G networks facilitate the rapid increase of IoT and will bring significant benefits to corporations and consumers. 5G networks will revolutionize transportation and will reliably connect patients and doctors all over the globe providing improved access to medical treatment. As digital transformation is shifting user experience away from the text, image, and video into immersive VR and AR., 5G cellular technology will facilitate this new shift by offering high speed, superior reliability, extreme bandwidth capacity, and low latency. This paper examined the essential roles 5G plays in the success of different industries, including IoT, the auto industry and smart cars, manufacturing and smart factories, smart grids, and smart cities, and healthcare. It discussed how 5G is critical for growing industry digitization and for addressing the numerous challenges different manufacturing industries face in this rapidly changing landscape. Finally, this paper presented the crucial role that 5G plays in providing a competent platform to support the widespread adoption of critical communications services and driving the digitization and automation of industrial practices and processes of Industry 4.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": "B. Future directions 5G will continue to evolve as companies work towards its next phase, though it will take some time before 5G networks are fully rolled out and utilized. It is expected that 5G will scale rapidly after launch in 2020, with coverage reaching just over a third of the global population in 5 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": "The implications of the rise of an autonomous electric fleet for the transportation industry, society, and the automotive industry are huge. 5G will play an important role in making electric vehicles and autonomous ride-sharing a reality. 5G will enable networks of self-driving cars with the ability to send data between each other, communicate with traffic lights, road sensors, aerial drones, and so on within a millisecond. Additionally, autonomous trains, delivery trucks, even airplanes could be on the horizon soon. 5G Wireless will also play a crucial role in a growing number of consumer electronics technologies and companies and will transform the fundamental ways industries conduct business. 5G wireless will enable companies to be on the growing side of the growth wave keeping their investors, customers, and workers happy. So, the very near future will be one of the most exciting times for business in our lifetimes, full of challenges, opportunities, and risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Driving the IoT journey: 10 trends to watch",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Abi Research",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "5G roadmap: 10 key enabling technologies",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Akyildiz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chandrasekaran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Comput Netw",
            "volume": "106",
            "issn": "",
            "pages": "17--48",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Energy efficient heuristic algorithm for task mapping on shared-memory heterogeneous MPSoCs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "U"
                    ],
                    "last": "Tariq",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE. 20th International Conference on high performance computing and communications",
            "volume": "",
            "issn": "",
            "pages": "1099--1104",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Energy efficient task mapping & scheduling on heterogeneous NoC-MPSoCs in IoT based Smart City",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "U"
                    ],
                    "last": "Tariq",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE 20th International Conference on high performance computing and communications",
            "volume": "",
            "issn": "",
            "pages": "1305--1313",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Energy optimization of streaming applications in IoT on NoC based heterogeneous MPSoCs using re-timing and DVFS",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "U"
                    ],
                    "last": "Tariq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Panneerselvan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE SmartWorld, Ubiquitous Intelligence & Computing, Advanced & Trusted Computing, Scalable Computing & Communications, Cloud & Big Data Computing, Internet of People and Smart City Innovation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middleware technology for IoT systems: challenges and perspectives toward 5G",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Amaral",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Matos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Tiburski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hessel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Lunardi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marczak",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "333--367",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rethinking Transportation 2020-2030",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arbib",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seba",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The rise of 3-D printing: the advantages of additive manufacturing over traditional manufacturing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Attaran",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bus Horizons",
            "volume": "60",
            "issn": "5",
            "pages": "677--688",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Internet of things: limitless opportunities for business and society",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Attaran",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Strat Innov Sustain",
            "volume": "12",
            "issn": "1",
            "pages": "10--29",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "5G-wireless communications for 2020",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Barreto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Faria",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lauridsen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amorim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vieira",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Commun Inf Syst",
            "volume": "31",
            "issn": "",
            "pages": "146--163",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Generations of mobile wireless technology: a survey",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Bhalla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Bhalla",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Comput Appl",
            "volume": "5",
            "issn": "4",
            "pages": "26--32",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Technology pillars in the architecture of future 5G mobile networks: NFV, MEC and SDN",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Fajardo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Giannis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kafetzakis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pneg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perez-Romero",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Trajkovska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Khodashenas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goratti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paolino",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Comput Stand Interfaces",
            "volume": "54",
            "issn": "",
            "pages": "216--228",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Massive MIMO and mmWave for 5G wireless HetNet: potential benefits and challenges",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Bogale",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Veh Technol Mag",
            "volume": "11",
            "issn": "",
            "pages": "64--75",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "IoT's tiny steps towards 5G: telco's perspective",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cero",
                    "suffix": ""
                },
                {
                    "first": "Baraković",
                    "middle": [],
                    "last": "Husić",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baraković",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Symmetry",
            "volume": "9",
            "issn": "",
            "pages": "1--38",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "China performs the first 5G-based remote surgery on the human brain",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "Daily",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cisco visual networking index: forecast and trends",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cisco",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2017--2022",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "20 percent of 5G's economic impact will be in automotive. Between the Lines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Condon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Health solutions using 5G networks and M2M communications. IT Prof",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Matos",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Gondim",
                    "suffix": ""
                },
                {
                    "first": "Prlm",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "24--29",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "5G service requirements and operational use cases: analysis and METIS II vision",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Elayoubi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fallgren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spapis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Martín-Sacristán",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jeux",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Agyapong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Campoy",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the 2016 European Conference on networks and communications (EuCNC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Industry impact of 5G",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ericsson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "5G for manufacturing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ericsson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Modeling 5G wireless network service reliability predictions with the Bayesian network",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Erman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yiu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the 2016 IEEE International Workshop Technical Committee on communications quality and reliability",
            "volume": "",
            "issn": "",
            "pages": "10--12",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Internet of Things: how the next evolution of the Internet is changing everything",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cisco Internet Business Solutions Group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Achieving ultra-low latency in 5G millimeter wave cellular networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mezzavilla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duttam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rangap",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zorzi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE Commun Manag",
            "volume": "55",
            "issn": "",
            "pages": "196--203",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "5G vision, requirements, and rnabling technologies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Forum",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The digital universe in 2020: Big data, bigger digital shadow s, and biggest growth in the far east",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gantz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reinsel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "IDC Iview",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Gartner end-user survey finds three-quarters of respondents are willing to pay more for 5G",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gartner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Energy and coverage efficiency trade-off in 5G small cell network",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Trans Green Commun Netw XX",
            "volume": "",
            "issn": "",
            "pages": "1--28",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The5G era: age of boundless connectivity and intelligent automation",
            "authors": [],
            "year": 2017,
            "venue": "GSM Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "How ERP data analytics improve predictive maintenance",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hale",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "5G wireless communication systems",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Eng Res",
            "volume": "2",
            "issn": "",
            "pages": "344--353",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "5G overview: key technologies. In: Hu F (ed) Opportunities in 5G Networks",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--557",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Internet of Things-The pillar of artificial intelligence",
            "authors": [],
            "year": 2018,
            "venue": "DBS Asian Insights",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Ultra-dense networks: a survey",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hamouda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Youssef",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Commun Surv Tutor",
            "volume": "18",
            "issn": "",
            "pages": "2522--2545",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A survey report on Internet of Things applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Comput Sci Trends Technol",
            "volume": "4",
            "issn": "",
            "pages": "330--335",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Download speeds: what do 2G, 3G, 4G & 5G actually mean?",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A massive MIMO for next-generation wireless systems",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Larsson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Edfors",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tufvesson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Marzetta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Commun Mag",
            "volume": "52",
            "issn": "",
            "pages": "186--195",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Enabling 5G mobile wireless technologies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jorswieck",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Dao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haghighat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Le-Ngoc",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Wirel Com Netw",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13638-015-0452-9"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Journal of Industrial Information Integration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "5G: vision and requirements for mobile communication system towards the year 2020",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chin J Eng",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2016/5974586"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "5/30/one-year-in-50000 -self-drivi ng-rides -later Market Watch (2016) Internet of Things (IoT) healthcare market is expected to reach $136.8 billion worldwide by 2021",
            "authors": [
                {
                    "first": "Lyft",
                    "middle": [],
                    "last": "Blog",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Why the Internet of Medical Things (IoMT) will start to transform healthcare",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marr",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Wi-Fi 6 vs. 5G networks is more about cooperation than competition",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mathias",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Automotive revolution-perspective towards 2030",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Mckinsey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Company",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Fundamentals of network planning and optimization 2G/3G/4G: evolution to 5G",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Lyft's Robo-taxis have made more than 50,000 rides in Las Vegas",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mogg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A survey of millimeterwave communications (Mmwave) for 5G: opportunities and challenges",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "D"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vasilakos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Wirel Netw",
            "volume": "21",
            "issn": "",
            "pages": "2657--2676",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The 5G era: age of boundless connectivity and intelligent automation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Obiodu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giles",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "GSM Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Gartner survey reveals two-thirds of organizations Intend to deploy 5G by 2020. Gartner",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Omale",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Exploring the cost, coverage, and rollout implications of 5G in Britain",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Oughton",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Frias",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Project report on Telecommunication and network security on \"Evolution in generations of cellular mobile communication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pathak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "What's the difference between licensed and unlicensed wireless? TechTarget",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Phifer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Introduction. In: Millimeter wave wireless communication. Pearson Education",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Rappaport",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Murdock",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Characterizing big data management",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Hirama",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Issues Inf Sci Inf Technol",
            "volume": "12",
            "issn": "",
            "pages": "165--180",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Evolution towards 5G mobile networks-a survey on enabling technologies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saengudomlert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aswakul",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eng J",
            "volume": "20",
            "issn": "1",
            "pages": "87--112",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The American heritage history of the automobile in America",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Sears",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Energy-efficient static task scheduling on VFI-based NoC-HMPSoCs for intelligent edge devices in cyber-physical systems",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "U"
                    ],
                    "last": "Tariq",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Panneerselvan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ACM Trans Intell Syst Technol",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Reinventing the wheel: digital transformation in the automotive industry",
            "authors": [],
            "year": 2015,
            "venue": "World Economic Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Mission critical IoT communication in 5G",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Fhp",
                    "middle": [],
                    "last": "Fitzek",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Future access enablers for ubiquitous and intelligent infrastructures",
            "volume": "159",
            "issn": "",
            "pages": "35--41",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The Institution of Engineering and Technology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng Y Ali",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "U"
                    ],
                    "last": "Tariq",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Security and privacy for big data, cloud computing and applications",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Networking spectrum bands. Source: Robert Triggs, Online https ://www.andro idaut horit y.com/what-is-5g-expla ined-94486 5G networks capabilities. Sources:Barreto et al. (2016), Hu (2016,Saha et al. (2016),Cero et al. (2017)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "shows major architectural layers of IoT architecture. Features of each of these layers are discussed below(Opentechdiary 2015):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "IoT",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 5 A CEO survey of possible 5G applications",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). 4. Connection Density Connection density is the number of connected and/or accessible devices per unit area, e.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Important manufacturing use case for 5G. Source: Ericsson (2019) Industrial control and automation Industrial automation and control of robots and smart factories Tracking of goods in the end-to-end value chain Fully automated robotics Immersive remote operations Planning and design Factory floor production reconfiguration, layout changes, and alterations Simulation of the factory process Long term sustainability Monitoring and tracking Applications to gather and monitor data Hazard and Monitoring sensing Real-time communication between machines Tracking of goods in the end-to-end value chain Real-time data collection, analysis, and monitoring Augmented reality for troubleshooting 8 5G for smart grids and smart cities A. 5G for smart grids",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "B. 5G for smart cities In addition, 5G is a critical element in providing better networking in our technological world. For example, a smart city integrates information and communication technology and 5G networking solutions in a secure fashion to manage a city's different functions. Those functions include, but are not limited to, schools, libraries, transportation systems, hospitals, power plants, water supply networks, waste management, law enforcement, and other community services. There is a need for finding a way of aggregating multiple layers of data, spanning traffic flows, individual transactions, human movement, shifts in energy usage, security activity, and almost any major component of contemporary economies. 5G technology can facilitate this aggregation. 5G technology can facilitate this aggregation. The savings gained from Smart Cities is incredible. For example, smart water technology can save $12 billion annually. Sensors installed in individual vehicles can be linked to broader systems that help to manage traffic congestion across the city.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}