{
    "paper_id": "0ac4d03251ac779007308eae3af08dd6c6ca1c2f",
    "metadata": {
        "title": "Using the COVID-19 as an excuse for unjustified devaluation of preterm infants",
        "authors": [
            {
                "first": "Marlyse",
                "middle": [
                    "F"
                ],
                "last": "Haward",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": "mhaward@aol.com"
            },
            {
                "first": "Annie",
                "middle": [],
                "last": "Janvier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Montréal",
                    "location": {
                        "settlement": "Montréal",
                        "region": "QC",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "M"
                ],
                "last": "Lorenz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has strained the limits of medical decision-making bringing to the forefront questions of justice, scarcity and respect for life. Hospitals, institutions and regions have approached dilemmas differently, attempting as best they can to match needs of diverse patient populations in the midst of a pandemic. In their article, Extremely Premature Infants, Scarcity and the COVID-19 Pandemic, Kaempf et al 1 suggest that the COVID-19 pandemic has resulted in 'obstetricians, neonatologists, and/or with decades of dialogue between researchers and bioethicists. 8 We do not contest the importance of considering costs in societal distribution of resources. However, there are no perfect comparison measures 2 and arguments can be swayed based on the studies selected. For example, using analyses of insurance costs over the first 6 months of life without value assessments, the authors conclude interventions are too costly at extremes of prematurity. However, they could have also presented favourable cost analyses of selective and universal interventions at birth for 23-week gestations followed through to adolescence. 9 In addition, resources are more often allocated towards survivors in neonatal ICUs than in adult MICUs. 8 As short-term survival guides resource allocation for COVID-19 triage protocols, 3 this information may be the most relevant.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 580,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Yet, it is ironic that the COVID-19 pandemic has not fully explored cost-effectiveness of interventions. To our knowledge, there have been no studies comparing intensive care costs with outcomes, given the prolonged hospitalisation and emerging data about 'long haulers', for the COVID-19 pandemic. Rather, appropriately in our opinion, discussions surrounding COVID-19 costs have focused on other broader issues in society such as impact on the economy and missed or delayed medical diagnoses and treatments. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Lastly, claims that processes of shared decision-making between physicians and parents are in jeopardy at extremes of prematurity is without merit. The authors misrepresent our plea to protect current care options for extremely preterm infants as a threat to the physician-parent relationship. 2 Thresholds for care options at extremes of prematurity are heavily influenced by professional guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Changing thresholds for care options in only one patient population based on the COVID-19 pandemic unfairly distributes burdens 2 ; a manifestation of bias against the smallest, fragile patients. 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Therefore, contrary to blurred care boundaries, we suggest, instead, that the COVID-19 crisis has sharpened our perspectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Categorical exclusion of patients based on age or co-morbidities, including those with shortened lifespans after 5 years, has largely been rejected by bioethicists, policymakers and society at large. 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cost analyses have been pushed aside in the face of rescue, and relationships have gained rather than lost importance. If we consider these arguments valid, then interpreting disability in premature infants as 'suboptimal health outcomes' and rejecting our youngest patients as stakeholders reflects ableism and ageism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We acknowledge these are difficult times for the medical community, society, patients and loved ones. It is understandable that without clarity on disease progression and with stress local hospitals face of limited resources, many healthcare providers search for acceptable solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ethicists (to) blur legitimate extreme prematurity issues of suboptimal health outcomes, resource consumption, and authentic shared decision-making with care'. We disagree and urge the authors to consider perspectives, highlighted by the pandemic, which help to clarify why many obstetricians, neonatologists and ethicists remain in support of providing extremely premature infants equal consideration in allocation algorithms with other patients. 2 We believe the COVID-19 pandemic has led to greater recognition of attitudes towards the value of life with disability, 3 thereby challenging the use of health outcome descriptors such as 'suboptimal'. We will highlight how reporting on long-term disability studies is inherently susceptible to bias, and how interpretations of resource consumption based on ambiguous cost-effectiveness studies can be flawed. Lastly, we will argue that when life and death options previously considered reasonable are limited during a pandemic, shared decision-making is jeopardised. Rather, using COVID-19 as an excuse to deprive care options from extremely premature infants might be seen by parents as paternalistic, or worse, coercive.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 449,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We do not deny that extremely preterm infants are at risk for neurodevelopmental impairment or delay. In fact, neonatology is 4 We should recognise that in no other patient group would these outcomes justify non-intervention. Indeed, public outcry in the COVID-19 crisis has unequivocally confirmed that 'severe disability' should not automatically disqualify patients from access to critical life-sustaining resources. 3 How outcomes are categorised can also reflect biases. Outcomes based on physician conceptualisations may not reflect the experiences or values of parents and children. 5 For some parents, the worst outcome is death, and for others, it is severe disability; for many outcomes, it depends on how the child and the family function together within society irrespective of 'disability category'. For example, deafness, considered a 'mere difference' by the Deaf community, is a 'severe disability' in neonatal outcome studies. Moreover, health-related quality of life is not determined by disability, but rather functionality, which cannot be ascertained from simplistic disability classification, and is highly impacted by the family environment and what accommodations society designs to assist those with disabilities function optimally. Furthermore, discordance exists in quality-of-life assessments between providers, parents of disabled children and the disabled children themselves, reflecting our discipline's tendency towards 'glass-half-empty' sentiments. 6, 7 Thus, combining composite outcomes of death with severe disability 1 unjustifiably equates the value of these outcomes.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 420,
                    "end": 421,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 590,
                    "end": 591,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1483,
                    "end": 1485,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1486,
                    "end": 1487,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These examples demonstrate the power that the physician wields in the way they present outcomes to parents. They also highlight that acceptable outcomes are not uniformly applied across patient populations leading to devaluation of preterm infants compared to older patients. Instead of using the Table' s 'principal findings' to frame outcomes as 'suboptimal' in order to deny intensive care to extremely preterm infants as the authors have, we suggest that there be more reflection on the barriers these simplistic classifications and statistical interpretations present to individualised decision-making.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 303,
                    "text": "Table'",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We refute the allegation that neonatologists consider themselves immune to the effects of scarcity. In fact, as stated '(p)remature babies should not have any more claim to scarce resources during a pandemic than any other patient. Neither should they claim any less'. 2 Neonatology has always been a discipline that has thoughtfully considered balances between intervention and value ©2021 Foundation Acta Paediatrica. Published by John Wiley & Sons Ltd",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 270,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Extremely premature infants, scarcity and the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kaempf",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Dirksen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Kockler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Acta Paediatr",
            "volume": "2020",
            "issn": "",
            "pages": "1--4",
            "other_ids": {
                "DOI": [
                    "10.1111/apa.15651"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Should extremely premature babies get ventilators during the COVID-19 crisis?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Haward",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Janvier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Laventhal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lantos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Bioeth",
            "volume": "20",
            "issn": "7",
            "pages": "37--43",
            "other_ids": {
                "DOI": [
                    "10.1080/15265161.2020.1764134"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Eliminating categorical exclusion criteria in crisis standards of care frameworks",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Auriemma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Molinero",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Houtrow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Halpern",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Bioeth",
            "volume": "20",
            "issn": "7",
            "pages": "28--36",
            "other_ids": {
                "DOI": [
                    "10.1080/15265161.2020.1764141"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neurodevelopmental outcomes among extremely preterm infants 6.5 years after active perinatal care in Sweden",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Serenius",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ewald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farooqi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA Pediatr",
            "volume": "170",
            "issn": "10",
            "pages": "954--963",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2016.1210"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Measuring and communicating meaningful outcomes in neonatology: a family perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Janvier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Farlow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baardsnes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Barrington",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Semin Perinatol",
            "volume": "40",
            "issn": "8",
            "pages": "571--577",
            "other_ids": {
                "DOI": [
                    "10.1053/j.semperi.2016.09.009"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "In their own words: life at adulthood after very premature birth",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saigal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Semin Perinatol",
            "volume": "40",
            "issn": "8",
            "pages": "578--583",
            "other_ids": {
                "DOI": [
                    "10.1053/j.semperi.2016.09.010"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Saving vs creating: perceptions of intensive care at different ages and the potential for injustice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Janvier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mercurio",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Perinatol",
            "volume": "33",
            "issn": "5",
            "pages": "333--335",
            "other_ids": {
                "DOI": [
                    "10.1038/jp.2012.134"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Costs and end-of-life care in the NICU: lessons for the MICU?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lantos",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Meadow",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Law Med Ethics",
            "volume": "39",
            "issn": "2",
            "pages": "194--200",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1748-720X.2011.00588.x"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Resuscitation of neonates at 23 weeks' gestational age: a cost-effectiveness analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Partridge",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "O"
                    ],
                    "last": "Landman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Caughey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Matern Fetal Neonatal Med",
            "volume": "28",
            "issn": "2",
            "pages": "121--130",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tackling covid-19: are the costs worth the benefits?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Appleby",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "21",
            "issn": "369",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1496"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Using the COVID-19 as an excuse for unjustified devaluation of preterm infants",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Haward",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Janvier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lorenz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Acta Paediatr",
            "volume": "110",
            "issn": "",
            "pages": "1097--1099",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "one of the few fields where systematic follow-up of fragile patients has existed for decades. However, understanding outcome data and their limitations, much less conveying them to parents, requires thoughtfulness and caution, as decision-making under conditions of uncertain outcome and variable value prioritisation are vulnerable to biases. Careful attention to the 'principle findings' in Kaempf et al's 1 Table compared with their sources illustrates examples of broader provider bias. For instance, the authors omit mild disabilities (30%) when reporting on the entire sample, and they combine death with moderate and severe disability in their summary of gestational weeks from Serenius et al 4 Framed another way, the authors could have reported 2 out of 3 surviving infants of extremely premature gestations have mild or no disabilities, as Serenius et al concluded.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}