{
    "paper_id": "0ace1c985e2481cf10b0fa6493ce42ff01860e2c",
    "metadata": {
        "title": "Prone Positioning of Patients during Venovenous Extracorporeal Membrane Oxygenation",
        "authors": [
            {
                "first": "Kiran",
                "middle": [],
                "last": "Shekar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Prince Charles Hospital",
                    "location": {
                        "settlement": "Brisbane",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "B B S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kollengode",
                "middle": [],
                "last": "Ramanathan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "settlement": "Kent Ridge",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Brodie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University College of Physicians",
                    "location": {
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The EOLIA (ECMO to Rescue Lung Injury in Severe ARDS) trial (1), together with subsequent secondary analyses of trial data (2, 3) , demonstrated a survival benefit with the use of venovenous extracorporeal membrane oxygenation (ECMO) in patients with severe acute respiratory distress syndrome (ARDS) who fail conventional ventilation management, including prone positioning (PP). However, mortality with ECMO for ARDS remains high, and substantial gains in patient outcomes may yet be realized through further refinements in the clinical application of venovenous ECMO.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prolonged PP for patients with ARDS and a ratio of arterial oxygen partial pressure to fractional inspired oxygen less than 150 has been shown to improve mortality (4, 5) . Although improvement in oxygenation as a result of an improved matching of ventilation and perfusion matching is common with PP, reduction of ventilator-induced lung injury via reduction of the stress and strain across the lungs appears to be the primary mechanism of benefit (6) and independent of improvements seen in gas exchange (7) .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 168,
                    "end": 170,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ability of venovenous ECMO to facilitate an advanced degree of lung protection not achievable by conventional means appears to underlie its potential benefit. Lung protection above and beyond what was achieved in the ECMO arm of EOLIA may help further improve the 35% 60-day mortality reported in the trial. Nearapneic and apneic ventilation strategies that substantially reduce driving pressure and mechanical power represent one approach that has been tested in pilot mechanistic studies (8) (9) (10) . Similarly, it is possible that PP of patients while they are receiving venovenous ECMO may have a synergistic effect with ultraprotective lung ventilation to improve patient outcomes, as it does with lung-protective ventilation in patients not receiving ECMO.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 497,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this issue of AnnalsATS, Giani and colleagues (pp. 495-501) report results of their multicenter, retrospective cohort study assessing the physiologic effects of PP during venovenous ECMO as well as hospital mortality in a propensity score-matched analysis (11) . The prone group (n = 107) consisted of patients from four centers where PP during venovenous ECMO support was routine. Patients from two centers managing patients supine during ECMO served as control subjects (n = 133). The time from ECMO initiation to the first PP session was 4 days (range, 2-7 d). Overall, a total of 326 PP maneuvers were examined, and the mean duration of PP was 15 hours (range, 12-18 h). There were no major complications recorded. Significant improvement in intrapulmonary shunt fraction, ratio of arterial oxygen partial pressure to fractional inspired oxygen, and static compliance were seen during PP, and the improvement was maintained after turning them supine. In a propensity scorematched subgroup, patients in the prone group had longer durations of ECMO than those in the control group (19 6 14 d vs. 10 6 8 d, respectively; P = 0.03) but lower rates of hospital mortality (30% vs. 53%, respectively; P = 0.02).",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors are to be congratulated for this well-conducted retrospective analysis. These data represent an important addition to the current body of observational data (Table 1) suggesting that PP of venovenous ECMO-supported patients is feasible and safe and may have physiologic and potential survival benefits. However, several limitations of this study need to be appreciated. As noted by the authors, the retrospective nature of the study, small sample size, lack of randomization, and center-level variations in practice may all affect further interpretation. More patients in the control group died of multiple organ failure (71% vs. 54%) and fewer from irreversible lung damage (10% vs. 26%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Although the magnitude of treatment effect (absolute risk reduction of 23%) seen with PP in this study may not be reproducible in larger studies, it should be noted that there is a sound pathophysiologic rationale for this practice. Most observational studies in the past have reported similar physiologic benefits, with some reporting improved survival (Table 1 ). Franchineau and colleagues (12) used electric impedance tomography to describe the impact of PP on global and regional ventilation and to define optimal positive end-expiratory pressure in patients receiving venovenous ECMO. There was progressive redistribution of tidal volumes and end-expiratory lung impedance from ventral to dorsal regions with improvements seen in static lung compliance. Guervilly and colleagues (13) reported a 90-day mortality of 62% in patients who were managed in the supine position EDITORIALS during venovenous ECMO compared with a mortality of 42% in those who underwent an average of three PP sessions (range, 1-17) during ECMO. However, many such observational studies are limited by lack of a comparator group, higher control group mortality, and varying thresholds for initiating PP, together with other treatment differences. In the absence of randomization and standardization of mechanical ventilation and protocols for PP care, it is not possible to estimate the true treatment effect.",
            "cite_spans": [
                {
                    "start": 785,
                    "end": 789,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 362,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Patients who undergo PP during ECMO have been shown to have significantly prolonged duration of ECMO support (Table 1) . When coupled with a higher control group mortality, this raises a few possibilities. Perhaps the patients in the control group have greater organ failure and severity of illness and are dying earlier. It is also possible that PP, by mitigating ventilator-induced lung injury, may prevent ongoing native lung damage. In addition, optimization of respiratory mechanics and gas exchange may lead to improvements in right ventricular function and overall hemodynamics (6), protecting against extrapulmonary organ failures. In the PROSEVA (The Proning Severe ARDS Patients) study (4), patients who underwent PP had greater extrapulmonary organ failurefree days up to 28 days after randomization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Observational data to date are not enough to definitively conclude that there is a survival benefit when providing PP during ECMO, making a strong case for an appropriately powered randomized controlled trial. Assuming a control group mortality of 35% (EOLIA treatment arm), a trial of PP during venovenous ECMO will need to enroll 656 patients to demonstrate a 10% absolute risk reduction in mortality. Although such a sample size would be unprecedented for an ECMO trial, and EOLIA took 5.5 years to recruit 249 patients, there is reason to believe this is achievable. First, the use of ECMO is far higher than it was during the conduct of earlier randomized trials of ECMO (1, 14) . Second, research networks such as the International ECMO Network (www.internationalecmonetwork.org) are now playing a key role in organizing multinational ECMO research. Third, enrollment for a single intervention during ECMO rather than for randomization to ECMO or no ECMO is much simpler and avoids issues of equipoise that resulted in high rates of crossover in the control group of EOLIA. Equally, appropriate prognostic or predictive enrichment of the trial population There is observational data to suggest early and prolonged PP may be beneficial (15) . Standardizing mechanical ventilation and ECMO weaning procedures will be critical in such a trial. Time to successful liberation from the combination of invasive mechanical ventilation and ECMO is an important additional endpoint for future studies, together with disability-free survival. Clinical trials are expected to shed light on these questions in the coming years (NCT04139733 and NCT04607551). The role of PP during venovenous ECMO appears promising, yet widespread, routine adoption of the technique should await more rigorous evidence. n Author disclosures are available with the text of this article at www.atsjournals.org.",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 679,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hajage",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Capellier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Demoule",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lavoué",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guervilly",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "",
            "pages": "1965--1975",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome and posterior probability of mortality benefit in a post hoc Bayesian analysis of a randomized clinical trial",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Goligher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tomlinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hajage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Wijeysundera",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jüni",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "320",
            "issn": "",
            "pages": "2251--2259",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ECMO for severe ARDS: systematic review and individual patient data meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hajage",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Abrams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "46",
            "issn": "",
            "pages": "2048--2057",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "PROSEVA Study Group. Prone positioning in severe acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guérin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reignier",
                    "suffix": ""
                },
                {
                    "first": "J-C",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beuret",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gacouin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boulain",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2159--2168",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prone position for acute respiratory distress syndrome: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Munshi",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Sorbo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "Nkj",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wunsch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "280--288",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prone position in ARDS patients: why, when, how and for whom",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guérin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beitler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jaber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Marini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "46",
            "issn": "",
            "pages": "2385--2396",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prone position-induced improvement in gas exchange does not predict improved survival in the acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keniston",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baboi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ayzac",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guérin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proseva Investigators",
            "volume": "189",
            "issn": "",
            "pages": "494--496",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nearapneic ventilation decreases lung injury and fibroproliferation in an acute respiratory distress syndrome model with extracorporeal membrane oxygenation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Araos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alegria",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cruces",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Soto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Erranz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Respir Crit Care Med",
            "volume": "199",
            "issn": "",
            "pages": "603--612",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ultra-protective ventilation reduces biotrauma in patients on venovenous extracorporeal membrane oxygenation for severe acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rozencwajg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guihot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Franchineau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lescroat",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bréchot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hékimian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care Med",
            "volume": "47",
            "issn": "",
            "pages": "1505--1512",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effect of driving pressure change during extracorporeal membrane oxygenation in adults with acute respiratory distress syndrome: a randomized crossover physiologic study",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Sorbo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goffi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tomlinson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pettenuzzo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Facchin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vendramin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care Med",
            "volume": "48",
            "issn": "",
            "pages": "1771--1778",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prone positioning during venovenous extracorporeal membrane oxygenation in acute respiratory distress syndrome: a multicenter cohort study and propensity-matched analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Martucci",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Madotto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Belliato",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fanelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Garofalo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann Am Thorac Soc",
            "volume": "18",
            "issn": "",
            "pages": "495--501",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prone positioning monitored by electrical impedance tomography in patients with severe acute respiratory distress syndrome on veno-venous ECMO",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Franchineau",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bréchot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hekimian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lebreton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bourcier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Demondion",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intensive Care",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prone positioning and extracorporeal membrane oxygenation for severe acute respiratory distress syndrome: time for a randomized trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guervilly",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prud&apos;homme",
                    "suffix": ""
                },
                {
                    "first": "Pauly",
                    "middle": [
                        "V"
                    ],
                    "last": "Bourenne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hraiech",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Daviet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Intensive Care Med",
            "volume": "45",
            "issn": "",
            "pages": "1040--1042",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mugford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tiruvoipati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [
                        "E"
                    ],
                    "last": "Thalanany",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "",
            "pages": "1351--1363",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prone positioning in severe ARDS requiring extracorporeal membrane oxygenation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rilinger",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Zotzmann",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bemtgen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Biever",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Duerschmied",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lille Intensive Care COVID-19 group. Prone positioning under VV-ECMO in SARS-CoV-2-induced acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cousin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bourel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jourdain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duburcq",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This article is open access and distributed under the terms of the Creative Commons Attribution Non-Commercial No Derivatives License 4.0 (http://creativecommons.org/licenses/by-nc-nd/ 4.0/). For commercial usage and reprints, please contact Diane Gern (dgern@thoracic.org). Supported by Metro North Hospital and Health Service (K.S.). DOI: 10.1513/AnnalsATS.202011-1444ED",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of studies reporting prone positioning of patients during venovenous ECMO with the use of electric impedance tomography, biomarkers, or respiratory mechanics and applying novel trial designs, such as Bayesian techniques, should be considered to overcome the challenges of a randomized trial in this population.Many questions remain for such a trial design. It remains unclear, for instance, when PP should be initiated and for how long it should be performed.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}