{
    "paper_id": "0ad273f665b775ebd3129d7c54ea26303d2c2fc9",
    "metadata": {
        "title": "Urban greenspace as a climate change adaptation strategy for subtropical Asian cities: A comparative study across cities in three countries",
        "authors": [
            {
                "first": "Leslie",
                "middle": [],
                "last": "Mabon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wan-Yu",
                "middle": [],
                "last": "Shih",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ming-Chuan University",
                    "location": {
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Interest in nature-based approaches for climate change adaptation in cities is growing. Whilst there is a growing field of scholarship in a European and North America setting, research on the policy and governance of urban greenspace for climate adaptation in subtropical Asia is limited. Given the different development patterns, environmental characteristics and governance arrangements in subtropical cities, plus their comparatively large population and high climate risk, this is a significant knowledge gap. In response, this paper evaluates competencesskill sets, capabilities, and supporting policy and legislationto enact adaptation through greenspace across different governance contexts; and assesses how international rhetoric on nature-based adaptation becomes localised to subtropical Asian city settings. We conduct interviews with stakeholders, plus review of relevant policy and city-specific research, for three cities with different governance and development contexts: Hanoi (Vietnam); Taipei (Taiwan); and Fukuoka (Japan). Across all three cases, we find that institutional structures and processes for connecting different remits and knowledge systems are a bigger challenge than a lack of appropriate policy or individuals with the required technical knowledge. However, opportunities for civil society participation and consideration of justice issues vary between the cities according to the socio-political context. These findings illustrate the value of individuals and organisations able to work across institutional boundaries in linking greenspace and adaptation agendas for subtropical Asian cities; and the importance of competence in collaboration with developers and civil society so that the rapid development or regeneration seen in subtropical Asian contexts does not tend towards green climate gentrification. More broadly, our findings show that the diverse nature of subtropical Asian cities means the role of greenspace in climate adaptation is likely to be context-specific, and thus that caution must be exercised against uncritically importing best practices from exemplar cases elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Amidst interest in cities as sites for climate resilience and sustainability action, recent years have seen significant research, policy and practice discussion on urban nature-based solutions as a response to contemporary environmental and social challenges. Yet scholarly engagement with the governance and policy aspects of nature-based approaches to urban climate adaptation outside of Europe and North America is limited (Escobedo et al., 2019) . Conversely, Friend and Moench (2015) hold that the most dramatic processes of urbanisation are happening in Asia, in locations that are by nature hazardous, and where land use and consumption changes driven by investment have the potential to intensify risks from climate change. Tropical zone cities, especially in Asia, are argued to face heightened exposure to extreme events associated with climate change (e.g. Friend et al., 2014; Giridharan and Emmanuel, 2018) . Moreover, subtropical Asian cities may be governed under a breadth of political systemsfrom authoritarian to new democracy through to more established democraciesthat can influence the way in which urban nature is managed and to what effect (Dobbs et al., 2014; Han, 2017; Moser, 2020) . Even in cities in subtropical Asia with more established climate adaptation approaches, density and urban development can put pressure on green spaces, to the detriment of less advantaged residents (e.g. Tan et al., 2016; Tan and Samsudin, 2017; Mabon, 2020) . Accordingly, Friend and Moench (2015: 643) argue that \"(a)t the heart of urbanization in Asia […] are challenges of governance and equity […] Issues of governance and equity link strongly to questions regarding how the urban future is shaped, for whose benefit and by whom.\"",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 449,
                    "text": "(Escobedo et al., 2019)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 464,
                    "end": 488,
                    "text": "Friend and Moench (2015)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 868,
                    "end": 888,
                    "text": "Friend et al., 2014;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 889,
                    "end": 919,
                    "text": "Giridharan and Emmanuel, 2018)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1163,
                    "end": 1183,
                    "text": "(Dobbs et al., 2014;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1184,
                    "end": 1194,
                    "text": "Han, 2017;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1195,
                    "end": 1207,
                    "text": "Moser, 2020)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1414,
                    "end": 1431,
                    "text": "Tan et al., 2016;",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 1432,
                    "end": 1455,
                    "text": "Tan and Samsudin, 2017;",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 1456,
                    "end": 1468,
                    "text": "Mabon, 2020)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1484,
                    "end": 1513,
                    "text": "Friend and Moench (2015: 643)",
                    "ref_id": null
                },
                {
                    "start": 1565,
                    "end": 1568,
                    "text": "[…]",
                    "ref_id": null
                },
                {
                    "start": 1609,
                    "end": 1612,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The specific governance question we address is thus: can we identify characteristics or skill sets that enable effective and equitable climate adaptation via greenspace within dense subtropical Asian cities, where there may be significant competition for land, high exposure to hazards and subtropical ecosystems, and potentially very different governance arrangements between city contexts? This question is significant for nature-based adaptation in cities, given Keeler et al (2019: 35) note that \"conclusions drawn from [already well-studied locations] are of limited utility in the regions of the world that are projected to experience the greatest and most rapid urban growth.\" There is growing scholarly interest in policy mobilities and the localisation of knowledge for green resilient cities (Acuto and Leffel, 2020; Affolderbach et al., 2019; Chang et al., 2020) , and continued enthusiasm for globalised city-to-city networking at the science-policy interface (ICLEI-CBC, 2017; Bai et al., 2020 ). Yet within scholarship on urban climate change and sustainability, there is concern that cities outside of global-or 'exemplar' status are sidelined or missing in prominent research, policy and practice discussions, despite being the locations in which most people will experience climate change (Castán Broto, 2020; Ruszczyk & Price, 2019) . It is hence important to make sense of how understandings and practices of nature-based adaptation may be 'localised' in subtropical Asian settings to reflect social, political, cultural and environmental contexts. Indeed, looking to locations that are somewhat 'off the map' of nature-based adaptation expertise may yield insights which can help to address equity and justice concerns seen in Western locations (Shi, 2020) .",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 489,
                    "text": "Keeler et al (2019: 35)",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 826,
                    "text": "(Acuto and Leffel, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 827,
                    "end": 853,
                    "text": "Affolderbach et al., 2019;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 854,
                    "end": 873,
                    "text": "Chang et al., 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 972,
                    "end": 989,
                    "text": "(ICLEI-CBC, 2017;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 990,
                    "end": 1006,
                    "text": "Bai et al., 2020",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1314,
                    "end": 1326,
                    "text": "Broto, 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1327,
                    "end": 1350,
                    "text": "Ruszczyk & Price, 2019)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1765,
                    "end": 1776,
                    "text": "(Shi, 2020)",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nonetheless, enquiry into greenspace and adaptation in subtropical Asian cities requires understanding of the specific urban development characteristics of such locations. Whilst compact cities have been widely accepted as a sustainable urban development form to tackle problems arising from sprawl (Westerink et al., 2013) , many populous Asian cities have embedded the development characteristics of high density and mixed land use. The speed of economic growth and rapid urbanisation over a short timespan faced by tropical zone Asian cities can produce distinct challenges. To some extent, this benefits citizens through greater accessibility to public services and infrastructure so as to reduce the need of transportation. However, Asian cities often struggle with problems related to density, such as low levels of greenspace per capita, environmental pollution, and intense urban heat island effects (Haaland and van Den Bosch, 2015; Shih and Mabon, 2020) . Protecting and reintroducing greenspaces and ecosystem services into compactly developed cities are increasingly regarded as key for quality densification, which improves the health and resilience of urban socioenvironmental systems (Tappert et al., 2018; Shih and Mabon, 2020 ). Yet, the loss of greenspaces is generally more prominent in Asian cities, especially in developing countries (Haaland and van Den Bosch, 2015) . The types of challenges regarding protection and/or creation of urban greenspaces varies with the development states of cities. Cities in low-or middle-income Asian countries often experience significant loss and fragmentation of natural areas, including greenspaces and water bodies, due to rapid rural to urban migration, which increases demand for new housing, and the prioritisation of economic profits from construction, (e. g. Shibayama, 2009; Pham and Nakagoshi, 2008) . Conversely, for cities with slow population growth or even decline, urban greenspaces might be characterised by dynamic loss and gain depending on greening policies and strategies for infill development, regeneration, and/or expansion at different sites across the city (Haaland and van Den Bosch, 2015; Shih and Mabon, 2020) . This paper responds by considering competences for climate adaptation via urban greenspace in three subtropical Asian cities at different urban development stages -Fukuoka in Japan; Hanoi in Vietnam; and Taipei in Taiwan. The three cities also have different governance arrangements -Hanoi as authoritarian but with a liberalised economy and an increasingly international outlook; Taipei as a new and flourishing democracy; and Japan as an established yet 'policy-driven' democracy. The three cases thus provide fertile ground for assessing the messiness and complexity of urban climate change responses (Castán Broto, 2020) in the kinds of cities where such interventions are likely to be most needed.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 323,
                    "text": "(Westerink et al., 2013)",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 908,
                    "end": 941,
                    "text": "(Haaland and van Den Bosch, 2015;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 942,
                    "end": 963,
                    "text": "Shih and Mabon, 2020)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1199,
                    "end": 1221,
                    "text": "(Tappert et al., 2018;",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 1222,
                    "end": 1242,
                    "text": "Shih and Mabon, 2020",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1355,
                    "end": 1388,
                    "text": "(Haaland and van Den Bosch, 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1824,
                    "end": 1840,
                    "text": "Shibayama, 2009;",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1841,
                    "end": 1866,
                    "text": "Pham and Nakagoshi, 2008)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 2139,
                    "end": 2172,
                    "text": "(Haaland and van Den Bosch, 2015;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2173,
                    "end": 2194,
                    "text": "Shih and Mabon, 2020)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 2801,
                    "end": 2821,
                    "text": "(Castán Broto, 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We work with the idea of competences as a way to understand what is required to enact climate adaptation via greenspace across a breadth of subtropical Asian city contexts. Renn et al (2013: 58) define competence in making decisions in society as the ability to construct \"the most valid understandings and agreements possible given what is reasonably knowable at the time\". Holtz et al. (2018) argue that competences encompass both formal powers to set laws, policies and plans (Jordan, 1999) ; and a broader set of skills and capabilities which allow individuals and institutions to tackle complex sustainability issues (Wiek et al., 2011) . We are primarily interested in the competences held by local government departments and the individuals within them, given the importance of local-level plans, policies and legislation in setting a vision and initiating strategic urban greening benefits (Gradinaru and Hersperger, 2019) and hence realising the kind of strategic, planned action that is required for climate change adaptation via urban greening (Tan et al., 2013) . This is especially so in tropical contexts, where topdown modes of governance may be more prevalent (Dobbs et al., 2014) . However, where appropriate, we also refer to competences held by individuals and institutions in the wider governance system who may have a role to play in turning urban greening policy and rhetoric into reality, for instance civil society organisations, private sector developers, and communities (Nemoto and Biazoti, 2017) .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 194,
                    "text": "Renn et al (2013: 58)",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 394,
                    "text": "Holtz et al. (2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 479,
                    "end": 493,
                    "text": "(Jordan, 1999)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 622,
                    "end": 641,
                    "text": "(Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 1055,
                    "end": 1073,
                    "text": "(Tan et al., 2013)",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1176,
                    "end": 1196,
                    "text": "(Dobbs et al., 2014)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1497,
                    "end": 1523,
                    "text": "(Nemoto and Biazoti, 2017)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "An evaluative framework of competences"
        },
        {
            "text": "Competence-based approaches emphasise application of knowledge across different systems (Jacobsson & Karltorp, 2012; Kerry et al., 2012) ; and ability to enact interventions and conduct change processes (Perez Salgado et al., 2018) . Climate change adaptation and resiliencebuilding via urban greening is a complex issue requiring social, ecological and technological aspects to be considered together (Keeler et al., 2019) , yet one where evidence of successful interventions across different city contexts is still emerging despite significant high-level policy rhetoric (Dorst et al., 2019; Douglas et al., 2021; Garmendia et al., 2016) . Characterising the competences required to facilitate climate change adaptation via greenspace in subtropical Asian cities therefore offers insight into how to turn rhetoric on nature-based adaptation into tangible outcomes to reduce climate risk and build resilience. Furthermore, Wiek et al. (2011) acknowledge a need remains to justify why certain competences are necessary based on empirical evidence; and Perez Salgado et al. (2018) call for more exploration of intervention competences across different social and cultural settings. Our paper thus uses empirical enquiry to make the case for why these competences are necessary to facilitate adaptation through urban greenspace in subtropical Asian cities, and illustrates what these competences might look like in practice.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 116,
                    "text": "(Jacobsson & Karltorp, 2012;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 117,
                    "end": 136,
                    "text": "Kerry et al., 2012)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 203,
                    "end": 231,
                    "text": "(Perez Salgado et al., 2018)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 402,
                    "end": 423,
                    "text": "(Keeler et al., 2019)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 573,
                    "end": 593,
                    "text": "(Dorst et al., 2019;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 594,
                    "end": 615,
                    "text": "Douglas et al., 2021;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 616,
                    "end": 639,
                    "text": "Garmendia et al., 2016)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 924,
                    "end": 942,
                    "text": "Wiek et al. (2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 1058,
                    "end": 1079,
                    "text": "Salgado et al. (2018)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "An evaluative framework of competences"
        },
        {
            "text": "When we evaluate competences in climate adaptation via greenspace, we are therefore assessing both formal policies and legislation to enable nature-based adaptation, and also the wider capabilities and skill sets held by individuals and institutions which allow adaptation action to progress in a manner appropriate to the city context. This focus on underlying capabilities and skill sets, rather than purely on specific policies or technologies, is intended to draw out wider learnings across different city contexts and political systems. By assessing the relative strengths and weaknesses of activities in different local contexts, we focus on understanding skill sets for progressing adaptation via greenspace in subtropical Asian cities, rather than claiming one city is 'better' than another or looking for best practice examples. Moreover, we acknowledge there are competing understandings of terms such as 'resilience' and 'adaptation'. Whilst a full interrogation of these terms is beyond the scope of the paper, Table 1 sets out how we understand key terms and the relation between them.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1023,
                    "end": 1030,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "An evaluative framework of competences"
        },
        {
            "text": "We derive our analytical framework from the climate adaptation competences approach developed by Mabon (2018) , which itself is developed from the sustainability competences framework of Wiek et al (2011) that has been applied across a breadth of sustainability studies (Ploum et al., 2018; Redman et al., 2020) . The five competence categories of this framework provide an organising structure for a much wider suite of competences identified in existing environmental literature. Setting goals, targets and outcomes through policy and leadership reflects competence in efficient use of space and the use of spatial planning (Holtz et al., 2018; Kerry et al., 2012) ; providing guidance by laying out a vision (Holtz et al., 2018; MacDonald et al., 2020) ; and linking action across scales (Solís-Espallargas & Morón-Monge, 2020). Defining, developing and realising pathways brings together ability to 'get things done' and knowing how to act (Wiek et al., 2011; Kerry et al., 2012; Mac-Donald et al., 2020) ; experimentation and social learning (Holtz et al., 2018) ; political-strategic thinking to span multiple perspectives linking government and private sector actors (Perez Salgado et al., 2018) ; and mobilisation and use of resources (Holtz et al., 2018; Solís-Espallargas & Morón-Monge, 2020) . Availability, synthesis and use of knowledge brings together linking knowledge systems (Jacobsson & Karltorp, 2012) ; linking lived experience to scientific knowledge (Perez Salgado et al., 2018) ; and possession of good knowledge as well as knowing how/when to call on expertise (Kerry et al., 2012; MacDonald et al., 2020) . Civil society collaboration (which we understand as collaboration with public and civil society actors rather than governments or developers) requires steering stakeholder diversity into common and shared positions (Perez Salgado et al., 2018) ; supporting network-building (Holtz et al., 2018) ; and understanding, comparing and critically evaluating different positions (MacDonald et al., 2020; Wiek et al., 2011) . Lastly, ethical and normative competence considers how social-ecological systems ought to be developed (Wiek et al., 2011) and the practical application of ethical principles (Perez Salgado et al., 2018; Solís-Espallargas & Morón-Monge, 2020) . Table 2 illustrates what these competence areas involve, and why they may be necessary, for adaptation and greenspace.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 109,
                    "text": "Mabon (2018)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 187,
                    "end": 204,
                    "text": "Wiek et al (2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 270,
                    "end": 290,
                    "text": "(Ploum et al., 2018;",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 291,
                    "end": 311,
                    "text": "Redman et al., 2020)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 626,
                    "end": 646,
                    "text": "(Holtz et al., 2018;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 647,
                    "end": 666,
                    "text": "Kerry et al., 2012)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 711,
                    "end": 731,
                    "text": "(Holtz et al., 2018;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 732,
                    "end": 755,
                    "text": "MacDonald et al., 2020)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 944,
                    "end": 963,
                    "text": "(Wiek et al., 2011;",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 964,
                    "end": 983,
                    "text": "Kerry et al., 2012;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 984,
                    "end": 1008,
                    "text": "Mac-Donald et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1067,
                    "text": "(Holtz et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1174,
                    "end": 1202,
                    "text": "(Perez Salgado et al., 2018)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1243,
                    "end": 1263,
                    "text": "(Holtz et al., 2018;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1264,
                    "end": 1302,
                    "text": "Solís-Espallargas & Morón-Monge, 2020)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1392,
                    "end": 1420,
                    "text": "(Jacobsson & Karltorp, 2012)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1472,
                    "end": 1500,
                    "text": "(Perez Salgado et al., 2018)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1585,
                    "end": 1605,
                    "text": "(Kerry et al., 2012;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1606,
                    "end": 1629,
                    "text": "MacDonald et al., 2020)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1847,
                    "end": 1875,
                    "text": "(Perez Salgado et al., 2018)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1906,
                    "end": 1926,
                    "text": "(Holtz et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2004,
                    "end": 2028,
                    "text": "(MacDonald et al., 2020;",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 2029,
                    "end": 2047,
                    "text": "Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 2153,
                    "end": 2172,
                    "text": "(Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 2225,
                    "end": 2253,
                    "text": "(Perez Salgado et al., 2018;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 2254,
                    "end": 2292,
                    "text": "Solís-Espallargas & Morón-Monge, 2020)",
                    "ref_id": "BIBREF93"
                }
            ],
            "ref_spans": [
                {
                    "start": 2295,
                    "end": 2302,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "An evaluative framework of competences"
        },
        {
            "text": "These competences are especially important given the complexities of climate adaptation via greenspace in comparison to more conventional greenspace planning. Climate regulation functions from greenspaces, such as microclimate regulation and runoff management, are related to topographical characteristics and configuration of green infrastructure (e.g. Shih, 2017) . These functions tend to decay with distance and are more likely to have effects locally (Hough, 2004; Kabisch and Haase, 2014; Shih and Mabon, 2020) . However, conventional greenspace standards in urban planning focusing on availability and accessibility for recreation are unlikely to address these spatial characteristics of ecosystem services. A key reason is that climate adaptive planning via greenspaces requires integration of multiple technical expertises, such as climatology, hydrology, ecology, and epidemiology, into land use planning systems which are not necessarily designed to incorporate diverse knowledge systems at the local level (Davies and Lafortezza, 2017) . Furthermore many natural spaces, such as wetlands, woodlands, rivers, and ponds, are managed separately by various authorities. The lack of mechanisms for holistically and systematically governing, planning and managing natural elements across a city-region for climate regulation functions has been a major obstacle for enhancing the resilience of a city to climate-related stresses Mabon, 2018a, 2018b) .",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 365,
                    "text": "Shih, 2017)",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 456,
                    "end": 469,
                    "text": "(Hough, 2004;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 470,
                    "end": 494,
                    "text": "Kabisch and Haase, 2014;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 495,
                    "end": 516,
                    "text": "Shih and Mabon, 2020)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1018,
                    "end": 1047,
                    "text": "(Davies and Lafortezza, 2017)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1434,
                    "end": 1454,
                    "text": "Mabon, 2018a, 2018b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "An evaluative framework of competences"
        },
        {
            "text": "The competences in Section 2 are evaluated through application to Fukuoka; Hanoi; and Taipei. Table 3 summarises the main characteristics of these cities. Their urban populations range from approximately 2.5 million to 8.6 million; and the cities are rated from Alpha (Taipei) through to Beta (Hanoi) and Sufficiency (Fukuoka) on the Globalisation and World Cities (GaWC) 2018 rankings (Globalisation and World Cities Research Network, 2018). The three cases also represent different governance systems. Hanoi represents an authoritarian government, albeit one with a liberalising market economy and increasing international investment and knowledge-sharing on climate change issues (Leducq and Scarwell, 2020) . Taipei represents a relatively new democracy following the end of Marital Law in 1987, with a vibrant civil society movement and significant enthusiasm at city and national government levels for new forms of participatory democracy (Fan, 2021) . Fukuoka, meanwhile, represents a longer-established democracy, but one in which opportunities for citizen and civil society actors to influence policy and planning decisions may be limited within more topdown and technocratic greenspace planning processes (Mabon et al., 2019a; 2019b) . The three cities hence cover a breadth of different governance forms and socio-economic development stages despite similar climate characteristics, and thus allow us to explore the question of whether there are common skill sets that can help to resolve the governance challenges that extant literature (e.g. Friend and Moench, 2015; Moser, 2020) see as key to adaptation and resilience in Asian cities. Moreover, the three cases may yield valuable insights into how subtropical Asian cities can respond to multiple adaptation challenges through greenspace, but perhaps have not received the international research or policy-practice attention of other Asian cities in the Tropics (e.g Singapore, Shenzhen) which have been evaluated positively for their vision, leadership and evidence-driven greenspace policy (e.g. Biophilic Cities Network, n.d.; ICLEI-CBC, 2017). Looking to three cities spanning different governance systems and development stages, which are all starting to address adaptation challenges via urban greening, can thus contribute to the emerging conceptual challenge of understanding how international rhetoric on nature-based adaptation becomes localised into different contexts which may be 'off the map' of prominent work to date at the science-policy interface (Chang et al., 2020; Shi, 2020) .",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 710,
                    "text": "(Leducq and Scarwell, 2020)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 945,
                    "end": 956,
                    "text": "(Fan, 2021)",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1236,
                    "text": "(Mabon et al., 2019a;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1237,
                    "end": 1243,
                    "text": "2019b)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1555,
                    "end": 1579,
                    "text": "Friend and Moench, 2015;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1580,
                    "end": 1592,
                    "text": "Moser, 2020)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 2530,
                    "end": 2550,
                    "text": "(Chang et al., 2020;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2551,
                    "end": 2561,
                    "text": "Shi, 2020)",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Background to cities"
        },
        {
            "text": "For analytical consistency, we focus on the policies and plans set by the government of the core city area (i.e. Fukuoka City Government; Hanoi People's Committee; Taipei City Government); and draw in issues and examples from other levels or areas of government (e.g. national Table 1 Key terms as understood in paper.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 284,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Background to cities"
        },
        {
            "text": "Definition Indicative references Adaptation/climate change adaptation Activities and strategies to reduce risk and vulnerability to climate changes, in a way that moderates harm to natural and social systems and exploits opportunities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Term"
        },
        {
            "text": "Greenspace \"vegetated urban land that is public or semi-private […] such as parks, sports fields, cemeteries, vegetated areas of street and road corridors […], natural and built corridors adjacent to waterways and wetlands, and external areas to public buildings\" (Boulton et al., 2018: 84) Boulton et al (2018) Nature-based solutions The \"maintenance, enhancement, and restoration of biodiversity and ecosystems as a means to address multiple concerns simultaneously\" (Kabisch et al., 2016: 1) to bring environmental, economic and societal benefits towards resilience. Greenspaces may be considered part of nature-based approaches if maintained to deliver benefits in this way. Kabisch et al. (2016) ; Keeler et al (2019) Resilience Ability to \"maintain or rapidly return to desired functions in the face of a disturbance, to adapt to change, and to quickly transform systems that limit current or future adaptive capacity.\" (Meerow et al., 2016: 39) . Enhancing resilience is a core outcome of climate change adaptation activities and strategies. Meerow et al (2016) Competences and sub-competences for adaptation via greenspace, and justification for inclusion.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 290,
                    "text": "(Boulton et al., 2018: 84)",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 494,
                    "text": "(Kabisch et al., 2016: 1)",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 700,
                    "text": "Kabisch et al. (2016)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 926,
                    "end": 951,
                    "text": "(Meerow et al., 2016: 39)",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1068,
                    "text": "Meerow et al (2016)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Hughes (2015)"
        },
        {
            "text": "Competence area Fit with underpinning literature Sub-area for adaptation in greenspace Justification and indicative references 1. Goals, targets and outcomes through policy and leadership Spatial planning and efficient use of space ( Kerry et al., 2012; Holtz et al., 2018) Policies, legislation and plans for (a) greenspace and (b) adaptation",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 253,
                    "text": "( Kerry et al., 2012;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 254,
                    "end": 273,
                    "text": "Holtz et al., 2018)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Hughes (2015)"
        },
        {
            "text": "Policies and plans fundamental for setting out visions and how these will be realised across space, especially given move towards thinking of greenspace in terms of city-wide network delivering functions (Gradinaru and Hersperger, 2019) Linking action across scales (Solís-Espallargas & Morón-Monge, 2020) Mechanisms/ effectiveness of integrating across sectors Both ecosystem services and adaptation cut across sectors, hence need to mainstream across different areas of urban governance to realise fuller potential ( Dorst et al., 2019; Wamsler et al., 2014) Mechanisms/ effectiveness of integrating across different levels, from national to local Municipal-level greening actions may be informed by national/regional-level legislation, and are contingent on local on-site actors for implementation (Kabisch, 2015) Providing guidance by laying out a vision ( Holtz et al., 2018; MacDonald et al., 2020) Presence of leadership and champions Leaders/champions vital to both set a vision for citywide greening and put it into practice, given relatively novel concept of resilience through urban greening ( Newman, 2014) 2. Defining, developing and realising pathways from the present towards envisioned outcomes",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 538,
                    "text": "( Dorst et al., 2019;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 539,
                    "end": 560,
                    "text": "Wamsler et al., 2014)",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 801,
                    "end": 816,
                    "text": "(Kabisch, 2015)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 859,
                    "end": 880,
                    "text": "( Holtz et al., 2018;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 881,
                    "end": 904,
                    "text": "MacDonald et al., 2020)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Hughes (2015)"
        },
        {
            "text": "Political-strategic thinking to span multiple perspectives (Perez Salgado et al., 2018; MacDonald et al., 2020) Rationales/justifications for greenspace provision Political and societal vision can inform planning approaches and the purpose/configuration of green spaces, reflecting state views of how nature ought to be governed (Han, 2017; Badiu et al., 2019) Linking of greenspace and adaptation with socio-economic development Connection to socio-economic development goalsespecially poverty alleviation in developing countries can transcend idea of greenspace preservation being opposed to development (Shih & Mabon, 2017) Experimentation and social learning (Holtz et al., 2018) ; understanding broader global context (Kerry et al., 2012) Opportunities for innovation, experimentation and learning As nature-based adaptation a new approach, experimentation valuable to understand which tools and programmes are most effective locally (Frantzeskaki, 2019) Participation in knowledge-sharing within city and internationally Policy mobilities important in urban greening to share knowledge and compete for leadership (Affolderbach et al., 2019) ; may enable 'Global North' to learn from 'Global South' for nature-based adaptation (Shi, 2020) Mobilisation of resources (Holtz et al., 2018; Solís-Espallargas & Morón-Monge, 2020) Ability to access long-term and selfsustaining funding Nature-based approaches need to compete with other areas for municipal fundingespecially traditional grey infrastructure / technological solutions (Keeler et al., 2019) 3. Availability, synthesis and use of knowledge",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 87,
                    "text": "(Perez Salgado et al., 2018;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 88,
                    "end": 111,
                    "text": "MacDonald et al., 2020)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 329,
                    "end": 340,
                    "text": "(Han, 2017;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 341,
                    "end": 360,
                    "text": "Badiu et al., 2019)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 606,
                    "end": 626,
                    "text": "(Shih & Mabon, 2017)",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 683,
                    "text": "(Holtz et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 723,
                    "end": 743,
                    "text": "(Kerry et al., 2012)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 939,
                    "end": 959,
                    "text": "(Frantzeskaki, 2019)",
                    "ref_id": null
                },
                {
                    "start": 1119,
                    "end": 1146,
                    "text": "(Affolderbach et al., 2019)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1232,
                    "end": 1243,
                    "text": "(Shi, 2020)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1270,
                    "end": 1290,
                    "text": "(Holtz et al., 2018;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1291,
                    "end": 1329,
                    "text": "Solís-Espallargas & Morón-Monge, 2020)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1532,
                    "end": 1553,
                    "text": "(Keeler et al., 2019)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Hughes (2015)"
        },
        {
            "text": "Linking knowledge systems to understand complex problems (Jacobsson & Karltorp, 2012) Comprehensive environmental data to support evidence-based decisionmaking, relating to (a) climate and (b) greenspace",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 85,
                    "text": "(Jacobsson & Karltorp, 2012)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Hughes (2015)"
        },
        {
            "text": "Knowledge and frameworks can improve understanding of cities as complex systems, and role of greenspace and biodiversity within urban ecosystem ( Tan et al., 2013) Capabilities of policy-makers and stakeholders involved in reaching and implementing decisions Attaining resilience through nature-based approaches requires capability at local level to integrate knowledge systems for planning and management Knowing when and how to call on expertise ( Kerry et al., 2012; MacDonald et al., 2020) Decision-support tools to help nontechnical officials understand greenspace and adaptation Data can often be complex for urban greenspace and climate issues and/or require new ways of thinking about greenspace function, may require knowledge brokers to interpret/translate (Brink et al., 2016; Mabon and Shih, 2018) Connecting lived experience to scientific knowledge (Perez Salgado et al., 2018) Processes to integrate different kinds of expertise in decision-making Whilst there is strong natural science data, attention to local knowledge, and to humanities and social science, allows more nuanced understandings of resilience to emerge (Borie et al., 2019; Brink et al., 2016) 4. Civil society collaboration Understand, compare and critically evaluate different positions (Wiek et al., 2011; MacDonald et al., 2020) ; network-building ( Holtz et al., 2018) Approaches to support cooperation with and participation from civil society and communities",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 163,
                    "text": "( Tan et al., 2013)",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 448,
                    "end": 469,
                    "text": "( Kerry et al., 2012;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 470,
                    "end": 493,
                    "text": "MacDonald et al., 2020)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 767,
                    "end": 787,
                    "text": "(Brink et al., 2016;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 788,
                    "end": 809,
                    "text": "Mabon and Shih, 2018)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 869,
                    "end": 890,
                    "text": "Salgado et al., 2018)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1134,
                    "end": 1154,
                    "text": "(Borie et al., 2019;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1155,
                    "end": 1174,
                    "text": "Brink et al., 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1270,
                    "end": 1289,
                    "text": "(Wiek et al., 2011;",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 1290,
                    "end": 1313,
                    "text": "MacDonald et al., 2020)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1333,
                    "end": 1354,
                    "text": "( Holtz et al., 2018)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Hughes (2015)"
        },
        {
            "text": "Governance of nature-based adaptation can cut across different sectors with different prioritiesmore attention to political processes in decision-making and questions of inclusion could help to deal with tradeoffs (Dorst et al., 2019) Channels for public participation in decision-making Engagement with citizens important to build understanding of and support for greenspace interventions for adaptation, which may be new and unfamiliar (Byrne et al., 2015) Steering stakeholder diversity (Perez Salgado et al., 2018) Effectiveness of participatory processes on outcomes for greenspace and adaptation Meaningful and effective participation can create positive relationship with management and design, and in turn enhance ecosystem services from greenspace (Dennis & James, 2016) ",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 458,
                    "text": "(Byrne et al., 2015)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 497,
                    "end": 518,
                    "text": "Salgado et al., 2018)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 757,
                    "end": 779,
                    "text": "(Dennis & James, 2016)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Hughes (2015)"
        },
        {
            "text": "Vision of how socio-ecological systems ought to be developed (Wiek et al., 2011) Equitable benefit from key adaptation assets (e.g. ecosystem services) provided by greenspaces Extant research shows pattern of unequal exposure to environmental risks, and unequal exposure to benefits of urban nature, across citieslow-income and ethnic minority communities often disadvantaged (Keeler et al., 2019) Processes to understand differences in vulnerability across society and space Although research into links between vulnerability and nature-based adaptation emerging, little evidence (continued on next page) governments, regional governments, adjacent municipal governments) where relevant. Indeed, reflection on the linkage between different areas and different levels of governmentand the challenges and slippages this may entailforms part of both the Findings (Section 5) and Discussion (Section 6).",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 80,
                    "text": "(Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 376,
                    "end": 397,
                    "text": "(Keeler et al., 2019)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Ethical and justice issues"
        },
        {
            "text": "We use a combined approach of in-depth interviews and content analysis of core policy plans and documentation relating to greenspace planning and/or climate change adaptation to evaluate competence areas in the case study cities. Analysis of high-level overviews of strategies and other textual materials produced by cities has been used by other recent research (e.g. Castán Broto et al., 2019; Meerow et al., 2019) to clarify issues relating to adaptation and resilience across a broad range of geographical and development status contexts. In our study too, we analyse the content of relevant city plans and policies (e.g. climate adaptation strategies, urban plans, greenspace plans) and scholarly texts produced by local researchers. We do so to understand how the three cities are considering greenspace planning as an adaptation strategy to climate change, and to gain insight into how the competences outlined in Section 2 may manifest themselves in the greenspace and adaptation planning activities of the cities.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 395,
                    "text": "Broto et al., 2019;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 396,
                    "end": 416,
                    "text": "Meerow et al., 2019)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "However, in this study we focus on a smaller number of cities indepth, to build richer contextual understanding of the opportunities, practices and challenges faced in adaptation via greenspace in each case. Norton (2008) warns that content analysis of plans and policies may overstate the quality of action being undertaken in a locale, if one reads plans only for the presence of certain features and not for the way in which these are discussed. This need to go beyond what is stated in documentation is pertinent given our interest in identifying and assessing the competences driving each city's adaptation and greenspace planning and policy actions. Moreover, bearing in mind Borie et al. (2019) and the potential for multiple narratives of resilience to exist underneath apparent consensus, we aim to encompass more critical or nuanced perspectives on the rhetoric of 'official' narratives of resilience and adaptation produced by cities themselves. Accordingly, indepth interviews (21 in total) were conducted in all three cities to understand the skill sets involved in turning policy into practice, and also to obtain more critical perspectives on the challenges faced. Sampling was focused on those with specific knowledge of the local greenspace and adaptation context, and aimed to cover both those tasked with setting and influencing policy (e.g. local government officials from urban planning, greenspace or environmental sectors; consultants) and also those able to clarify challenges and limitations from a position of expertise (e.g. academics, NGOs). Table 4 shows the full list of interviewees. The aim was to obtain a small yet focused sample, allowing us to explore in depth the views of those with rich knowledge of the context in each locality and hence gain insight into a complex topic requiring significant technical and scientific expertise. This approach allowed us to build a fuller understanding of the greenspace and adaptation landscape in each city to supplement material obtained from documentation. Interviews followed a semi-structured format, with each covering the competence areas outlined in Section 2 plus additional questions specific to the local context.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 221,
                    "text": "Norton (2008)",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 701,
                    "text": "Borie et al. (2019)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1570,
                    "end": 1577,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Method"
        },
        {
            "text": "Both policy documentation and interviews were reviewed and coded for places where the different competences laid out in Section 2 were mentioned. For each city, evidenceeither from policies/plans or from the interviewswas noted alongside each competence sub-area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "This section summarises the findings for each city, drawing out areas of commonality and difference. For each city, a summary figure showing how respondents assessed the areas of competence for their own city is included (see Figs. 1-3) . These figures are intended as a visual aid to understand how respondents saw the relative strengths and weaknesses of competence in their own cities, and do not represent a city-to-city comparison. A full inventory of the documents and interview statements on which the findings are based is included as Supplementary Material.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 236,
                    "text": "Figs. 1-3)",
                    "ref_id": null
                }
            ],
            "section": "Findings"
        },
        {
            "text": "Reflecting competence as both legislative power and skill in setting a vision, all three cities have policies, legislation and plans which may form the basis for climate adaptation via greenspace, and some form of greenspace plan. Taipei and Fukuoka have specific city-wide greenspace plans, and Hanoi has a greenspace vision for the whole city in the 2030 Masterplan, with separate ward-level greenspace plans. Taipei has a specific climate adaptation plan, whereas Fukuoka has an adaptation section within its climate change plan. Hanoi People's Committee has an overarching decision regarding climate change countermeasures with additional plans linked to climate adaptation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Goals, targets and outcomes through policy and leadership"
        },
        {
            "text": "Across all three cities, respondents referred to these visions for climate change adaptation and urban greeningor at least for building a society more resilient to climate changeswhen discussing their actions. However, in all cases, respondents felt weaknesses in mechanisms for integrating across sectors and mechanisms for integrating across scales prevented plans being realised. In both Taipei and Fukuoka, the difficulty of linking adaptation and greenspace into overarching urban plans, which ultimately set what can be done across space, was raised. For Hanoi, the difficulty was more to do with negotiating a whole range of competing and sometimes contradictory plans for the urban environment produced by different sectors. Enforcement of adaptation and greenspace plans was raised for Taipei and Hanoi; and whilst Fukuoka did not seem to face enforcement issues, specific plans (e.g. Fukuoka's vision to cool the city centre via air flow and strategic greening) still did not get support from budgets or building codes to realise. Respondents in all three cities also argued greenspace-and adaptation planning were explicit to subtropical cities where not only ecosystems but also socio-cultural relations to urban nature may differ (Mabon, 2020) Explicit consideration of justice issues in municipal greenspace planning for adaptation Greenspace polices in the name of adaptation may disproportionately accrue to privileged groups, or lead to inequitable outcomeshence need for explicit consideration of justice issues at planning stage (Haase et al., 2017; Shokry et al., 2020) Measures to reduce inequalities and/or benefit the most vulnerable at climate/ greenspace interface View of greenspace as inherently 'good' risks obscuring inequalities, hence need to actively prioritize outcomes for vulnerable groups disadvantaged as a result of historical and contextual factors Hoffman et al., 2020; Nyelele and Kroll, 2020) not always well-connected. One notable difference, however, is that both Taipei and Fukuoka have longer experience of natural hazards which supports planning for flooding in particular; whereas Hanoi faces continuing prioritisation of mitigation actions over adaptation due to the more visible and pressing perception of issues such as low-carbon transportation.",
            "cite_spans": [
                {
                    "start": 1548,
                    "end": 1568,
                    "text": "(Haase et al., 2017;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1569,
                    "end": 1589,
                    "text": "Shokry et al., 2020)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1888,
                    "end": 1909,
                    "text": "Hoffman et al., 2020;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1910,
                    "end": 1934,
                    "text": "Nyelele and Kroll, 2020)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Goals, targets and outcomes through policy and leadership"
        },
        {
            "text": "Similarly, for integration across levels of government, in all three cases different city government departments report to different national ministries. For example, in Fukuoka the Green City Promotion Division reports to the Ministry of Land, Infrastructure, Transport and Tourism; whereas the Environment and Energy Division (responsible for climate change) reports to the Ministry of Environment. Respondents suggested these vertical integration issues lead to different local governmental departments working to differing remits, which in turn limits institutional competence in tackling problems like adaptation via greenspace that require cross-departmental collaboration. Political processes at the national level also influence priority (Taipei) or speed of decisionmaking and budgetary approval (Hanoi), which constrain actions that can be taken locally. Conversely, national-level orders can empower cities with legislative competence to act, such as Taiwan and Japan mandating local municipalities to produce adaptation plans. For example, the new regulations regarding 'runoff distribution' and 'runoff control' in the Water Act enacted in Taiwan since 2019 enforce all urban plans to adopt land use strategies (particularly greenspaces) for mitigating flood risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Goals, targets and outcomes through policy and leadership"
        },
        {
            "text": "Under a challenging policy landscape, it is not surprising that presence of leadership and champions was argued in all cases to be necessary for setting a vision for adaptation through greenspace. The importance of support from the highest levels of local government in creating favourable conditions for adaptation and greenspace was clear - Taipei) were also reported to be important in raising technical awareness of the adaptation potential of greenspace, and facilitating crosssector dialogue. Taipei was perhaps the city where champions had achieved the most in both influencing a vision and subsequently driving it forwards, as seen in, for example, the Taipei Smart Ecological Communities and Taipei Garden City initiatives. What made these initiatives successful was arguably cross-departmental collaboration within discrete programmes, where motivated individuals and departments were able to facilitate face-to-face dialogue and overcome institutional silos. Nevertheless, in Taipei at least, respondents acknowledged that whilst the competences of individual champions were important in making small practical gains, they were not a substitute for a wider programme of rigorous evidence-informed decision-making (i.e. institution-level competence) towards adaptation via greenspace. As we now discuss in more depth, there is also difficulty in all three cities in progressing a vision beyond piecemeal or flagship project-based greenspace implementation for adaptation, towards comprehensive, citywide, longer-term planning and sustained actions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 350,
                    "text": "Taipei)",
                    "ref_id": null
                }
            ],
            "section": "Goals, targets and outcomes through policy and leadership"
        },
        {
            "text": "Respondents and reviewed documentation indicate the respective city governments have different rationales and justification for greenspace provision, reflecting local social contexts and political priorities. Hanoi, for instance, emphasises the cultural significance of greenspace through allusion to the role of greenspace creation in post-war unification such as the Thong Nhat (Unification) Park (Pham et al., 2013) ; and the desire to develop Hanoi as a distinctly Vietnamese biophilic city via the One Million Trees initiative. In Taipei, parks and greenspace systems in the urban plan have traditionally emphasised the physical health and recreational benefits of greenspace; whereas city authorities in Fukuoka have focused on the contribution of greenspace to a 'liveable environment' encompassing recreation, amenity and aesthetic quality. Whilst none of these rationales are closely linked to climate adaptation, discourse in each city has shifted recently towards a more climatefocused understanding of the value of greenspace. Hanoi is aspiring towards the Singapore model of a 'biophilic city' and increasingly embedding the terms of climate change mitigation and adaptation in its greenspace policies ilic city' (e.g. Hanoi Times, 2016), whereas Fukuoka publicly emphasises the heat mitigation potential of greening via its Green Curtain initiative (Fukuoka City, 2016), and Taipei justifies greenspace largely in relation to flood reduction potential. There is hence at base competence in making the climate adaptation case for urban greening in each city, albeit underpinned by differing rationales.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 418,
                    "text": "(Pham et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Defining, developing and realising pathways from the present towards envisioned outcomes"
        },
        {
            "text": "Opportunities for innovation, experimentation and learning across the three cities are not a competence held by a single institution, but rather come through a mixture of top-down and bottom-up partnerships. At the level of individual projects at least, there is ample evidence of city-wide competence in this area. This includes both city-led flagship demonstration projects (e.g. the ACROS terraced garden in Fukuoka, providing biodiversity, aesthetic and cooling benefits); and also community-level projects linking communities with NGOs, academia and city governments (e.g. neighbourhood projects supported via the Taipei Open Green initiative; and community redevelopment projects in Hanoi led by the Arts Build Communities NGO). However, across all three cities, a lack of ability to access long-term and self-sustaining funding remains a challenge to up-scaling experimentation and innovation and sustaining projectbased initiatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defining, developing and realising pathways from the present towards envisioned outcomes"
        },
        {
            "text": "In terms of participation in international knowledge-sharing to facilitate Fig. 3 . Taipei competence summary the deployment of adaptation-focused greenspace actions, across all three cities the influence of concepts, theories and ideas from overseas on local greenspace and adaptation competence was noted. Greenspace planning in Taipei is often influenced by ideas and examples from the USA, Japan and/or Singapore due to key individuals who have overseas educational backgrounds in these countries plus connections to government in Taipei (Raco et al., 2010; Hou, 2020) ; academic institutions involved in greenspace planning committees in Fukuoka have prior knowledge exchange with Germany on urban climatological planning, albeit at an academic rather than practical level (Hoschele et al., 1995) ; and Hanoi has recently engaged in knowledge exchange with Singapore on tree management (Yarr and Nguyen, 2019) and Seoul on public engagement (ICLEI-SEAS, 2020). It was noted -especially in Taipei and Hanoi -that such concepts require localisation if they are to be effective. For example, the intensity of rainfall is much higher in monsoon areas than in temperate climates, meaning greenspaces alone cannot deal with stormwater without considering hydraulic engineering. This led to debates between planners and engineers in Taipei when low-impact development strategies were introduced into urban land use plans. In Hanoi, problems have arisen due to plans being produced by international consultants with limited knowledge of the local context. Linking actions with socio-economic development takes a prominent, albeit differing, form in each city. Hanoi faces rapid expansion whereas Taipei and Fukuoka have regeneration efforts, meaning developers have significant influence in determining the future composition of all three localities. In Hanoi, the pace of urban development is such that private developers such as Gamuda and VinGroup are now key in providing publicly-accessible greenspaces around their flagship residential developments such as EcoPark. In Taipei, whilst recent city-led greenspace efforts were evaluated more positively than previous efforts such as Taipei Beautiful that arguably granted too much power to the private sector, developers can still have a significant bearing on the fate of community greenspaces through enacting new construction projects on vacant lands that have been temporarily used by nearby communities in the interim (Shih, 2020) , or by influencing the shape, location and character of greenspaces in relation to new buildings. In Fukuoka, despite the presence of strict planning regulations to preserve existing green spaces, attempts to link greenspace in new projects to socioeconomic development have been frustrated by difficulty in passing laws aimed at ensuring new developments support greenspace and adaptation.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 561,
                    "text": "(Raco et al., 2010;",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 562,
                    "end": 572,
                    "text": "Hou, 2020)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 778,
                    "end": 801,
                    "text": "(Hoschele et al., 1995)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 891,
                    "end": 914,
                    "text": "(Yarr and Nguyen, 2019)",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 2473,
                    "end": 2485,
                    "text": "(Shih, 2020)",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 81,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Defining, developing and realising pathways from the present towards envisioned outcomes"
        },
        {
            "text": "For data to support evidence-based decision-making, respondents in each city felt there was adequate data on localised climate change effects (e.g. flood hazard maps, localised future climate predictions). Yet interviewees in each case believed there remained a need for basic data into greenspace at a city-wide level. Lacking specifically were a city-wide greenspace inventory for Hanoi; limited (albeit improving) understanding of the functions of informal greenspaces outside of designated city parks (Taipei); and a lack of clarity by some stakeholders over technical terminology such as 'nature-based solutions' and 'green infrastructure' (Hanoi). Fukuoka is one context where at regional level, ecosystem service thinking is at least mentioned in climate change planning (Fukuoka Prefecture, 2017). Given the emphasis placed by authorities in Hanoi and Taipei on international learning (see Section 5.2.) it is notable that these technical terms, which are prominent in international urban greening discourse, still have to take root Nonetheless, reflecting the need for decision-support and data management tools, respondents saw competence in managing and accessing data as as big an issue as the presence of data itself. Governmental policies on managing data in Hanoi and Fukuoka mean different local government departments and national ministries hold different datasets that need to be integrated for a fuller understanding of greenspace in adaptation (Hanoi). Funding conditions associated with government-commissioned projects may complicate the reuse of data by the wider research community (Fukuoka). Although Taipei has a city-and country-wide ethos of open data (see e.g. data.taipei), it remains the case that green infrastructure reports prepared by commissioned consultants are not necessarily known or used for urban planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability, synthesis and use of knowledge"
        },
        {
            "text": "Similarly, for capabilities in reaching and implementing decisions, resources and/or institutional constraints were considered as big a challenge as the technical knowledge or capabilities of the individuals involved. In Hanoi, for instance, it was suggested that although there is good basic knowledge of climate adaptation and greenspace planning at an individual level, such people are constrained in their actions by the remit of the government departments they work in. In Taipei too, smaller projects to integrate adaptation into discrete greenspaces may reach innovative outcomes by involving planning or landscape consultants, yet land use change at a larger scale can only be considered within the periodical review of the urban plan. UUrban planning divisions may have limited understanding or awareness of strategic greenspace planning for climate adaptation (Taipei).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability, synthesis and use of knowledge"
        },
        {
            "text": "An area that did not come across strongly in the available data was competence in integrating different knowledge systems. For both Hanoi and Fukuoka, the greenspace-adaptation interface appears to be dominated by technocratic or natural science knowledge systems. Reflecting the greater opportunities for cross-sector participation in implementation in Taipei, initiatives such as Taipei Garden City, Smart Eco-City, and Shezi Island development attempt to integrate the knowledges of communities alongside technical experts in the decision-making process (e.g. Hou, 2020) .",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 573,
                    "text": "Hou, 2020)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Availability, synthesis and use of knowledge"
        },
        {
            "text": "There are historical and current examples of cooperation with civil society and public participation in each city, again reflecting overall political visions and governance structures in each country. In Hanoi, respondents referred to public participation in creating and maintaining greenspace (e.g. communal tree planting after the war, current NGO-led community regeneration activities); and there is dialogue with civil society organisations and NGOs on local climate change response planning through collaboration with ICLEI's South East Asian Secretariat (ICLEI-SEAS, 2019 ). Yet small-scale protests over decisions such as the removal of trees to make way for metro lines support the observation of Yarr and Nguyen (2019) and Gillespie and Nguyen (2019) that whilst there are participatory instances in Hanoi, the potential of such participation to meaningfully influence larger-scale decisions may be limited. Interviewees too suggested some citizens may be reluctant to speak freely during public consultations over greenspace or climate decisions. Fukuoka has citizen engagement initiatives at the greenspace and adaptation interface, such as citizen competitions for growing green walls (Fukuoka City, 2016) and the involvement of community organisations and the private sector in the Flower City Fukuoka initiative to propagate city-wide greening (Fukuoka City, 2020 ). Yet, again, there have been criticisms elsewhere in Japan that whilst mechanisms for community participation do exist (Puppim de Oliveira and Fra.Paleo, 2016), communities' inputs are limited to superficial matters and do not inform more profound changes to plans. Civil society's role in Fukuoka for greenspace and adaptation matters thus appears marginal, whereas in Hanoi civil society organisations have a more oppositional role.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 578,
                    "text": "(ICLEI-SEAS, 2019",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 706,
                    "end": 728,
                    "text": "Yarr and Nguyen (2019)",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 733,
                    "end": 760,
                    "text": "Gillespie and Nguyen (2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1198,
                    "end": 1218,
                    "text": "(Fukuoka City, 2016)",
                    "ref_id": null
                },
                {
                    "start": 1359,
                    "end": 1378,
                    "text": "(Fukuoka City, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Civil society collaboration"
        },
        {
            "text": "Whilst Taipei is not immune from the issues raised above, responses suggested it came closest to effectiveness in participation. What is distinct about Taipei, perhaps reflecting a broader turn in the city towards eparticipation (Fan, 2020) is the breadth of public participation channels. These include consultations with neighbourhood heads, public hearings, opportunities for local communities to propose policy white papers to the city government, and the creation of an e-platform to digitise information which can be established by governments or by local societies. For example, for the Taipei Garden City programme, the city government has created a Garden City Bank website and related Facebook page; and local societies also operate their own shared spaces for discussing policies and Facebook pages to engage wider users online.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 240,
                    "text": "(Fan, 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Civil society collaboration"
        },
        {
            "text": "A foundation for competence in understanding access to key greenspace and adaptation assets exists in each case in the form of basic data to assess the distribution of formal parks and greenspaces. These include inventories of greenspaces; indicators for greenspace per capita; and standards for accessible greenspace. However, in an adaptation context, there is still an emphasis on accessibility of greenspace rather than attention to distribution of greenspace functions (Taipei and Fukuoka); and a heavy reliance on greenspaces provided by the private sector such as the new EcoPark development in Hanoi, leading to claims of green gentrification and unequal access to the benefits of greenspace assets across society (Environmental Justice Atlas, 2015) .",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 757,
                    "text": "(Environmental Justice Atlas, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ethical and justice issues"
        },
        {
            "text": "For competence in understanding differences in vulnerability across society and space, across all three cities much rests on the availability and accessibility of appropriate socio-economic dataand skills within local government to turn such socio-economic data into appropriate vulnerability assessment. In Hanoi, for example, vulnerable areas are calculated at ward level based on surveys conducted every five years; whereas socio-economic status (Taipei) and age (Fukuoka) are discussed as potential data sources to understand vulnerability. Yet existing disaster prevention and response programmes (such as those in Taipei and Fukuoka as outlined in Section 5.1.) do not necessarily consider land use or greenspaces. An example of efforts to translate such data into vulnerability assessments can be seen in Taipei, where there are ongoing projects to map hazardous areas for disaster prevention and prepare local governments to respond and integrate these into urban plans. An additional noteworthy factor was raised by respondents in Fukuoka, who explained that cultural sensitivities around publicly discussing issues such as poverty and marginality may act as a barrier to explicitly targeting interventions towards those most at risk. An area of difference between cases with regard to normative competence is explicit consideration of justice in the cities' greenspace and adaptation plans. These differences appear closely linked to historical social context. In Hanoi, interviewees summarised that for the last 50-60 years the ratio of greenspace has been planned under socialist ideals that everyone should be equal, but that these ideas are now coming under pressure from private sector development facilitated by 'Doi Moi' economic reform, which transformed Vietnam to a decentralised and privatised development model (Fan et al., 2019) . The guiding principle of a 'liveable environment' in Fukuoka, meanwhile, can arguably be traced back to environmental justice issues in the wider Kyushu area in the 1960s and the associated desire to improve environmental quality in the public interest (Mabon et al., 2019b) . In Taipei, allocating greenspaces to address environmental justice is complicated by the need to follow land use zones designated in the urban plan, which is over 40 years old and could be politically risky to change. The ongoing periodical review of urban planning in Taipei is a potential mechanism for mainstreaming associated issues to a higher-level land use plan, but the extent to which justice is considered in greenspace plans varies by case. The Eco-Shezi island proposal supported by the government in Taipei is, for instance, criticised for its neglect of local people and risk of green gentrification (Pan, 2018; Mabon, 2020) ; whereas practitioner, academic and citizen-led moves to appropriate vacant land for urban greening in Taipei were in part motivated by the pro-democracy Sunflower Movement of 2014 (Hou, 2020) .",
            "cite_spans": [
                {
                    "start": 1833,
                    "end": 1851,
                    "text": "(Fan et al., 2019)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2107,
                    "end": 2128,
                    "text": "(Mabon et al., 2019b)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2745,
                    "end": 2756,
                    "text": "(Pan, 2018;",
                    "ref_id": null
                },
                {
                    "start": 2757,
                    "end": 2769,
                    "text": "Mabon, 2020)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 2952,
                    "end": 2963,
                    "text": "(Hou, 2020)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Ethical and justice issues"
        },
        {
            "text": "There are differences between cases in measures to reduce inequalities and/or benefit the most vulnerable at the adaptation-greenspace interface. Different organisations or partnerships are responsible for putting such measures into practice, although municipal governments play a limited role. In Hanoi, for instance, the Canadian NGO Healthbridge has been involved in work to support the engagement of one particular groupyoung peoplewith parks (Hanoi Youth and Public Space, 2015). Taipei again has collaborative approaches, such as an open platform for application for urban greening projects, with priority for communities who may benefit most from additional resourcing. What is worth noting from the Taipei case, however, is that even if measures are targeted at vulnerable communities, the capacity of communities themselves to participate in initiatives may be limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical and justice issues"
        },
        {
            "text": "We organise the Discussion around two challenges raised at the start of the paper. One is to use empirical observations to demonstrate why each competence area matters in facilitating adaptation through urban greenspace (after Wiek et al., 2011) . The second is to understand what competences may look like outside of a Western context (Perez Salgado et al., 2018) , and how understandings of nature-based adaptation may be 'localised' or 'provincialised' (Affolderbach et al., 2019; Chang et al., 2020) when applied across and between subtropical Asian settings. As a precursor, Table 5 summarises the key outcomes of our analysis.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 245,
                    "text": "Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 336,
                    "end": 364,
                    "text": "(Perez Salgado et al., 2018)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 456,
                    "end": 483,
                    "text": "(Affolderbach et al., 2019;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 484,
                    "end": 503,
                    "text": "Chang et al., 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 580,
                    "end": 587,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Each of the three cities has some kind of greenspace plan and to a lesser extent climate adaptation plan, and indeed respondents in each city (including those outside of municipal government) referred to these plans and policies as a guiding principle for the greenspace and adaptation actions they engaged with. This supports the assertion in the sustainability competences literature that spatial planning or efficient use of space (Holtz et al., 2018; Kerry et al., 2012) is an important part of competence in laying out a vision (Wiek et al., 2011; MacDonald et al., 2020) ; and reflects empirical findings from other geographical regions on the value of plans and visions in coordinating different actors to work towards adaptation via urban greenspace (Gradinaru and Hersperger, 2019; Hansen et al., 2019; Hislop et al, 2019) .",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 454,
                    "text": "(Holtz et al., 2018;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 455,
                    "end": 474,
                    "text": "Kerry et al., 2012)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 533,
                    "end": 552,
                    "text": "(Wiek et al., 2011;",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 553,
                    "end": 576,
                    "text": "MacDonald et al., 2020)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 791,
                    "end": 811,
                    "text": "Hansen et al., 2019;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 812,
                    "end": 831,
                    "text": "Hislop et al, 2019)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Setting goals, targets and outcomes through policy and leadership"
        },
        {
            "text": "Nonetheless, findings from Hanoi and Fukuoka in particular indicate that competence in setting a spatial vision and promoting city-wide urban greening initiatives is not in itself sufficient to support adaptation. Municipal rhetoric on 'green' or 'garden' cities -Hanoi's One Million Trees programme; and Fukuoka's Flower City Fukuoka initiativewas criticised for being superficially focused on abundance and urban beautification, as opposed to climate adaptation or the resilience of citizens to environmental stresses. In both Hanoi and Fukuoka, respondents were also sceptical as to whether greenspace visions could be realised in the face of real estate development pressures. Taipei however offers insight into how high-level visions may translate into meaningful benefit to citizens. Taipei's Garden City programme, for example, has engaged with climate adaptation and was broadly evaluated positively in terms of affecting tangible change. What makes the Taipei Garden City programme comparatively effective is that champions supporting the initiative spanning municipal government, academia and NGOs were able to influence policy development at city level and then support its implementation by linking different sectors and organisations. The Taipei Garden City initiative thus illustrates that a policy and planning vision needs to be driven by champions with competence in identifying key leverage points in a system (Wiek et al., 2011) ; linking different knowledge systems (Jacobsson and Karltorp, 2012) ; and turning policy rhetoric into tangible interventions (Perez Salgado et al., 2018) .",
            "cite_spans": [
                {
                    "start": 1428,
                    "end": 1447,
                    "text": "(Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 1486,
                    "end": 1516,
                    "text": "(Jacobsson and Karltorp, 2012)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1575,
                    "end": 1603,
                    "text": "(Perez Salgado et al., 2018)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Setting goals, targets and outcomes through policy and leadership"
        },
        {
            "text": "Our findings therefore partially make the case for setting goals, targets and outcomes through policy and leadership as a necessary competence for adaptation via urban greenspace. On one hand, across all three cities, policies and plans do offer a high-level coordinating vision to guide urban greening actions. Yet for these plans and policies to translate into tangible actions, they may need to be driven forward by champions with a breadth of competences in navigating the policy and governance landscape. However, one may also question the extent to which the competences of key individuals within the policy process (as seen in Taipei) are a substitute for broader powers and capabilities at the institutional level to turn policy rhetoric into reality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting goals, targets and outcomes through policy and leadership"
        },
        {
            "text": "As an illustration of 'getting things done' (Wiek et al., 2011) , all three cities have examples of small-scale and/or community-level innovation and experimentation at the interface of greenspace, resilience and adaptation. These initiatives reflect the niche experiments and social learning which are valued in existing urban sustainability competences (Holtz et al., 2018) and nature-based adaptation Castán Broto and Bulkeley, 2013) scholarship. Yet competence in initiating these niche experiments comes from different sources in each case: civil society organisations and international organisations in Hanoi; local government in Fukuoka; and a combination of local government, civil society and community in Taipei. Of the three, Taipei perhaps comes closest to upscaling beyond discrete individual projects (as advocated by Bai et al., 2018) through the presence of coordinated city-wide networks such as Taipei Open Green. There is also difference in how experience and knowledge of urban greening practices from other countries is localised in each city. Understanding what makes the adoption of practices from elsewhere effective matters given increased scholarly attention to policy mobilities for green cities (Affolderbach et al., 2019) and high-level advocacy of city-to-city networking for resilience (Bai et al., 2020) ; and also the emphasis given to contextualising knowledge within the competences literature (Solís-Espallargas & Morón-Monge, 2020). In Hanoi, urban greening practices for resilience appear largely imported via structured top-down initiatives, such as the ICLEI Ambitious City Promises link-up driven by Seoul Metropolitan Government, and international consultants offering urban planning advice, leading to piecemeal adoption. In Taipei, on the other hand, experiences and insights are imported and localised from the bottom up, focusing on Seattle and Seoul due to the interpersonal networks of individual practitioner-academics. Competence in international networking hence may need to originate in actors within the locality rather than coming from outside if it is to support effective greenspace adaptation interventions.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 63,
                    "text": "(Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 355,
                    "end": 375,
                    "text": "(Holtz et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 404,
                    "end": 436,
                    "text": "Castán Broto and Bulkeley, 2013)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 832,
                    "end": 849,
                    "text": "Bai et al., 2018)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1223,
                    "end": 1250,
                    "text": "(Affolderbach et al., 2019)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1317,
                    "end": 1335,
                    "text": "(Bai et al., 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Defining, developing and realising pathways towards expected outcomes"
        },
        {
            "text": "Competence in 'getting things done' and making interventions happen (Perez Salgado et al., 2018; MacDonald et al., 2020) for adaptation via urban greenspace in a subtropical Asian city setting may hence require the presence of institutions capable of linking discrete projects together to up-scale innovations. Taipei's comparative success points towards the value of locally-based individuals or institutions who have an in-depth knowledge of 'what works' elsewhere (and why), yet also understand the local policy and practice landscape in a way that allows them to identify leverage points to shape local policy and planning processes. Moreover, reflecting the need to collectively design and implement transitions (Wiek et al., 2011) , our cases also indicate that competence in realising pathways may need to include competence in working with the private sector to realise adaptation via urban greening. The rapid expansion of Hanoi means that the private sector has a significant role in the provision of new greenspace within new real estate developments; and in Taipei, urban regeneration means developers can still influence the preservation or loss of existing greenspace through their decisions to enact new projects (e.g. Shih, 2020) . The challenge across the different cases is thus to develop competence for adaptation via urban greening in a way that recognises the pragmatic importance of collaborating with the private sector to 'get things done', yet does not alienate other institutions involved in initiating and upscaling experiments and innovations. Our findings hence show two reasons why competence in defining, developing and realising pathways towards expected outcomes is important. One is that competence in localising international experience, and connecting small-scale community-level experiments, is strongly present in Taipei as the case study city making the most progress towards networking and learning from practical actions. The second is that as private sector developers hold significant sway over greenspace provision or preservation in at least two of the cases, there is a real need to include a breadth of actorsnot only municipal governments and communities -in the collective design of pathways towards greenspaces for adaptation.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 96,
                    "text": "(Perez Salgado et al., 2018;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 97,
                    "end": 120,
                    "text": "MacDonald et al., 2020)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 717,
                    "end": 736,
                    "text": "(Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 1234,
                    "end": 1245,
                    "text": "Shih, 2020)",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Defining, developing and realising pathways towards expected outcomes"
        },
        {
            "text": "In each city, respondents believed there were local researchers, and individuals within municipal governments, with good competences in understanding risks from climate change. Our interviewees also felt the underpinning climate data in each case was sufficient to guide responses. This is notable given the continued emphasis on the need for technical capacity building in climate adaptation for subtropical Asian cities (e.g. Friend et al., 2014) . However, competence in systems thinking requires not only understanding but also responding to harmful effects (Wiek et al., 2011) . Respondents believed there was much less indication of data and knowledge being used to support evidence-driven responses. The issue is thus perhaps one of being able to apply existing knowledge competences to influence policy and practice, as well as acquiring new knowledge. This finding shows the limitations of knowledge competences when they are held at the individual or small group level (Jacobsson and Karltorp, 2012; MacDonald et al., 2020) , especially for issues such as climate adaptation through greenspace which require different governmental sectors to work in collaboration, and for actors to be able to synthesise different data sources held by different bodies. Indeed, in cases where knowledge-driven policy and practice interventions were evaluated positively, such as the Smart Eco City and Garden City initiatives in Taipei and the formation of an integrated mitigation and adaptation plan in Fukuoka, respondents suggested it was because key individuals' knowledge competences were supported with competences in understanding how to enact interventions in practice (Perez Salgado et al., 2018) . The value of individuals and departments who can combine techno-scientific knowledge with sociopolitical nous is of course not limited to subtropical Asian city contexts (Roberts et al., 2020) . However, given the prevalence of top-down and/or siloed governance modes in subtropical Asian contexts (Dobbs et al., 2014) , the need for competence in making knowledge and data work across divisions may be equally important.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 448,
                    "text": "Friend et al., 2014)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 562,
                    "end": 581,
                    "text": "(Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 979,
                    "end": 1009,
                    "text": "(Jacobsson and Karltorp, 2012;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1010,
                    "end": 1033,
                    "text": "MacDonald et al., 2020)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1672,
                    "end": 1700,
                    "text": "(Perez Salgado et al., 2018)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1873,
                    "end": 1895,
                    "text": "(Roberts et al., 2020)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 2001,
                    "end": 2021,
                    "text": "(Dobbs et al., 2014)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Availability, synthesis and use of knowledge"
        },
        {
            "text": "Additionally, respondents in each city felt there was a lack of comprehensive knowledge and data to understand greenspace functions, and the role of these functions in climate adaptation, at a city-wide level. It is important not to be overly critical of this lack of knowledge, given that thinking in terms of a city wide urban ecosystem delivering resilience-building functions is a very new approach in planning globally (Douglas et al., 2021) . Nevertheless, in a tropical zone context, the species and configurations of greenspaces may be very different to temperate climates (Song et al., 2017; Giridharan and Emmanuel, 2018) . There may thus be limits to the usefulness of concepts imported from elsewhere if applied without local assimilation. Given the prominence granted to international learning and knowledge-sharing in Hanoi and Taipei especially, knowledge competence for adaptation via urban greening in a subtropical city thus requires ability to understand what is going on in the world (Kerry et al., 2012) and seek out information (MacDonald et al., 2020) but also to 'provincialise' new international concepts (Chang et al., 2020) to reflect how urban nature functions in the local context.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 446,
                    "text": "(Douglas et al., 2021)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 581,
                    "end": 600,
                    "text": "(Song et al., 2017;",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 601,
                    "end": 631,
                    "text": "Giridharan and Emmanuel, 2018)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1004,
                    "end": 1024,
                    "text": "(Kerry et al., 2012)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1130,
                    "end": 1150,
                    "text": "(Chang et al., 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Availability, synthesis and use of knowledge"
        },
        {
            "text": "We thus partially make the case for competence in accessing, synthesising and utilising knowledge. On one hand, it is true that climate change poses real risks with the potential to cause harm, and that there is a need to understand how tropical ecosystems may function differently to those in temperate climates that take prominence in much international rhetoric to date. But our findings also indicate that knowledge competences are only likely to be effective if strongly linked with competences in enacting interventions (Perez Salgado et al., 2018; MacDonald et al., 2020) and 'getting things done' (Wiek et al., 2011) . These challenges may be especially pronounced in subtropical cities where local governments remain strongly segregatedlike Fukuokaor lack fora where data and knowledge may be synthesised, as is the case in Hanoi.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 554,
                    "text": "(Perez Salgado et al., 2018;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 555,
                    "end": 578,
                    "text": "MacDonald et al., 2020)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 605,
                    "end": 624,
                    "text": "(Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                }
            ],
            "ref_spans": [],
            "section": "Availability, synthesis and use of knowledge"
        },
        {
            "text": "Civil society collaboration is an area in which the difference between local contexts comes across strongly. Given that Wiek et al (2011) see this kind of interpersonal competence as a 'cross cutting' skill set influencing other competence areas, these differences are worth discussing. The wider turn in Taiwan towards e-participation and e-democracy (Fan, 2020) is reflected in the increasing instances of direct engagement by municipal governments in Taipei with communities, academics and NGOs on urban planning. These do not focus on adaptation per se, but may facilitate community resilience more widely, yet have in cases (e.g. Shezi Island redevelopment) been criticised as a superficial mode of participation. In Hanoi, meanwhile, the role of civil society actors is one of either opposition (Gillespie and Nguyen, 2019) , or of engaging in municipal climate change governance initiatives through intermediary institutions such as ICLEI. Despite Hanoi's authoritarian context, it is also not necessarily the case that civil society actors are completely disempowered. There is empirical evidence from elsewhere (e.g. Coe, 2015) to indicate civil society action in Hanoi can influence public debate and shape municipal greenspace decisions.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 363,
                    "text": "(Fan, 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 801,
                    "end": 829,
                    "text": "(Gillespie and Nguyen, 2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1126,
                    "end": 1136,
                    "text": "Coe, 2015)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Civil society collaboration"
        },
        {
            "text": "When compared to competences scholarship from 'Western' settings, Taipei as a relatively new and vibrant democracy probably comes closest to demonstrating competences in network building (Holtz et al., 2018) and understanding, comparing and critically evaluating different positions (Wiek et al., 2011) . However, given the breadth of political contexts in the sub-tropics from democracy to authoritarian (Dobbs et al., 2014; Han, 2017) , it may be unfair to compare collaborative competences directly across political contexts. This is not to say that collaborative competences are 'easier' in a democratic setting, simply that competences in collaboration may look different across different social and political contexts. In Hanoi, for instance, it might be that NGOs and civil society are important in steering stakeholder diversity and facilitating action towards practical decision-making on greenspaces, but that this happens outside of formal government channels (Coe, 2015; Gillespie & Nguyen, 2019) . Future research into competences for innovation and experimentation in subtropical Asian contexts may also wish to consider lessons that can be learned from greenspace and adaptation in post-Socialist states in Europe, which can give insights into greenspace and adaptation development in relatively new democracy contexts with differing institutional and governance histories (e.g. Badiu et al., 2019) .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 207,
                    "text": "(Holtz et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 283,
                    "end": 302,
                    "text": "(Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 405,
                    "end": 425,
                    "text": "(Dobbs et al., 2014;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 426,
                    "end": 436,
                    "text": "Han, 2017)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 971,
                    "end": 982,
                    "text": "(Coe, 2015;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 983,
                    "end": 1008,
                    "text": "Gillespie & Nguyen, 2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1394,
                    "end": 1413,
                    "text": "Badiu et al., 2019)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Civil society collaboration"
        },
        {
            "text": "In Taipei, which has a vibrant civil society, and Hanoi, which has a small but growing civil society sector, competence in collaboration offers an alternative pathway to protracted opposition and confrontation. If the aim is to facilitate practical adaptation actions via greenspace, these examples thus 'make the case' for competence in civil society collaboration. However, it is more difficult to understand what collaborative competence may look like in practice across different political contexts. Relations of trust between municipal and civil society actors, and local norms about how decisions ought to be made, influence the nature of collaboration competences. The growing civil society movement in Hanoi compared to the very marginal presence of NGOs in Fukuoka also shows that opportunities for collaboration may not necessarily be greater in more established democratic contexts. In a subtropical Asian city setting, it may thus be best to understand collaborative competence within a municipality as steering stakeholder diversity (Perez Salgado et al., 2018) within the confines of what is possible in different political systems.",
            "cite_spans": [
                {
                    "start": 1046,
                    "end": 1074,
                    "text": "(Perez Salgado et al., 2018)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Civil society collaboration"
        },
        {
            "text": "The underlying ethical and normative issues faced in the three cities potentially unequal distribution of greenspace across districts and wards, dominance of powerful private sector interests in policy processes, and questions around who is recognised in greenspace and adaptation debatesare not radically different to those seen in North American and European research (e.g. Haase et al., 2017; Keeler et al., 2019) . However, between the city contexts, the social, political and cultural backdrop leads to notable differences in what municipalities' 'acquired normative knowledge' (Wiek et al., 2011) looks like and how ethical principles are explicitly applied in practice (Solís-Espallargas & Morón-Monge, 2020). Indeed, Moser (2020) believes it is especially important to understand normative issues across the diverse political contexts in which much new urban development is happening.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 395,
                    "text": "Haase et al., 2017;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 396,
                    "end": 416,
                    "text": "Keeler et al., 2019)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 583,
                    "end": 602,
                    "text": "(Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 725,
                    "end": 737,
                    "text": "Moser (2020)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Ethical and normative"
        },
        {
            "text": "Again, reflecting Dobbs et al's (2014) finding that democracy has mixed effects on the benefits people derive from urban ecosystems, it is not necessarily the case that more 'liberal' or 'democratic' governance systems facilitate greater consideration of ethical and normative issues. In Hanoi, for instance, respondents suggested Vietnam's socialist system was traditionally quite well-disposed to top-down equitable distribution of greenspace, but that this had been weakened post-Doi Moi with bigger focus on economic development and associated urban development pressures (Fan et al., 2019) . Recent claims to procedural injustice around tree-felling in Hanoi (Gillespie & Nguyen, 2019) indicate these normative competences may have been eroded. In Taipei, some of the small-scale experimentation that has emerged with strong municipal support for urban farming and community resilience-building has its roots in the pro-democracy 'Sunflower Movement' and the appropriation of vacant urban spaces (Hou, 2020 ). Yet, in Fukuoka, despite the early engagement of an epistemic community with interest in the liveability of the urban environment (Mabon et al., 2019b) , societal norms around shame and poverty were argued by respondents to make explicit discussion of vulnerability and climate justice challenging. Comparing Hanoi to Taipei may, however, show that greater democracy leads to stronger competence in dealing with dissent and unbalanced power relations, in a way that leads to more productive and consensual outcomes (Wiek et al., 2011) .",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 38,
                    "text": "Dobbs et al's (2014)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 576,
                    "end": 594,
                    "text": "(Fan et al., 2019)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 664,
                    "end": 690,
                    "text": "(Gillespie & Nguyen, 2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1001,
                    "end": 1011,
                    "text": "(Hou, 2020",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1145,
                    "end": 1166,
                    "text": "(Mabon et al., 2019b)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1530,
                    "end": 1549,
                    "text": "(Wiek et al., 2011)",
                    "ref_id": "BIBREF101"
                }
            ],
            "ref_spans": [],
            "section": "Ethical and normative"
        },
        {
            "text": "Our findings make the case for ethical and normative competences in that the examples of greenspace deployment providing the most benefit to communitiessuch as rapid proliferation in Hanoi in the post-war period and experimentation in Taipei following the Sunflower Movementclosely link to the explicit application of ethical and normative standpoints (Solís-Espallargas & Morón-Monge, 2020). However, what Hanoi and Taipei especially show us is that normative competences are not static over time, and that ideas of who ought to benefit from greenspace and how this ought to be achieved may be significantly influenced by the overarching political context. Indeed, reflecting Kusno (2011) on how middle classes were able to capture the emergent urban greening movement in Jakarta, further research in subtropical Asian city contexts may wish to assess the extent to which normative competences can continue to bring benefits to citizens from greenspaces in the face of shifting political priorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical and normative"
        },
        {
            "text": "In this paper, we evaluated climate change adaptation via greenspace in three subtropical Asian cities with different governance and development contexts -Hanoi, Taipei, and Fukuoka. To do so, we used the lens of competences, which we interpreted as city governments and the individuals working within them (as well as the wider governance system) having both the skill sets and the policies and legislation to reach greenspace adaptation decisions appropriate to the trajectory of the locality. By evaluating policies and scholarly literature and interviewing practitioners and experts in each city, we sought to build on the growing body of literature around the social and political dimensions of climate change adaptation via greenspace, especially responding to calls for greater empirical research in this area in tropical zone and/or non--'Western' contexts. Conceptually, we also aimed to further scholarship on the practical value of competences in environmental decisionmaking, and to contribute to ideas of how international rhetoric on nature-based adaptation becomes localised to subtropical contexts. In this regard, we conclude with three critical challenges identified across the case study cities, where strong competences are particularly important. One is the importance of individuals and/or institutions able to work across boundaries and get buy-in for adaptation actions in the presence of inflexible municipal policy and funding structures. A second is the rapid nature of development and expansion (or at least renewal) in subtropical Asian cities, which may place additional pressure to balance greenspace and adaptation with socio-economic development pressures and risk the kind of 'green climate gentrification' attracting concern in Europe and North America. Third and final, as per Escobedo et al. (2019) , 'green adaptation' and associated terminology have strongly Western origins. Our findings indicate that even in the absence of terminology such as 'green infrastructure', 'nature-based solutions' and 'ecosystem services' currently favoured by international agenda-setting organs, all three cities have to an extent engaged with adapting to climate change via greenspace. As the nature-based adaptation agenda advances globally, a key challenge will hence be to understand how international best practices become 'localised' and are integrated with existing local knowledge of greenspace and climate.",
            "cite_spans": [
                {
                    "start": 1813,
                    "end": 1835,
                    "text": "Escobedo et al. (2019)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The data on which this paper is based was collected through: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Understanding the global ecosystem of city networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Acuto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leffel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Urban Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0042098020929261"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global-local tensions in urban green neighbourhoods: a policy mobilities approach to discursive change in Freiburg, Vancouver and Luxembourg",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Affolderbach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Preller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Geografiska Annaler: Series B, Human Geogr",
            "volume": "101",
            "issn": "4",
            "pages": "271--290",
            "other_ids": {
                "DOI": [
                    "10.1080/04353684.2019.1681286"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Expanding the boundaries of justice in urban greening scholarship: toward an emancipatory, antisubordination, intersectional, and relational approach",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Anguelovski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Brand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J T"
                    ],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Corbera",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kotsila",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garcia-Lamarca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Triguero-Mas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baró",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Langemeyer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Del Pulgar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shokry",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sekulova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Argüelles Ramos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann. Am. Assoc. Geogr",
            "volume": "110",
            "issn": "6",
            "pages": "1743--1769",
            "other_ids": {
                "DOI": [
                    "10.1080/24694452.2020.1740579"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "From \"red\" to green? A look into the evolution of green spaces in a post-socialist city",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Badiu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Onose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Nițȃ",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lafortezza",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Landscape Urban Plann",
            "volume": "187",
            "issn": "",
            "pages": "156--164",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landurbplan.2018.07.015"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cities: build networks and share plans to emerge stronger from COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagendra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "584",
            "issn": "7822",
            "pages": "517--520",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-02459-2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Six research priorities for cities and climate change",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ürge-Vorsatz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Delgado",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salisu Barau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dhakal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "555",
            "issn": "",
            "pages": "23--25",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-018-02409-z"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Singapore -Biophilic Cities",
            "authors": [],
            "year": 2020,
            "venue": "Biophilic Cities Network. (n.d.)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mapping narratives of urban resilience in the global south",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pelling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ziervogel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hyams",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Global Environ. Change",
            "volume": "54",
            "issn": "",
            "pages": "203--213",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gloenvcha.2019.01.001"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors shaping urban greenspace provision: A systematic review of the literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boulton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dedekorkut-Howes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Landscape Urban Plann",
            "volume": "178",
            "issn": "",
            "pages": "82--101",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landurbplan.2018.05.029"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cascades of green: A review of ecosystem-based adaptation in urban areas",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brink",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aalders",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dám",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Feller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Henselek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ibe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matthey-Doret",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Negrut",
                    "suffix": ""
                },
                {
                    "first": "A.-L",
                    "middle": [],
                    "last": "Rau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riewerts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Von Schuckmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Törnros",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Von Wehrden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Abson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wamsler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Global Environ. Change",
            "volume": "36",
            "issn": "",
            "pages": "111--123",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gloenvcha.2015.11.003"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Residents' understanding of the role of green infrastructure for climate change adaptation in Hangzhou, China. Landscape Urban Plann",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jianjun",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "138",
            "issn": "",
            "pages": "132--143",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landurbplan.2015.02.013"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Climate change politics and the urban contexts of messy governmentalities",
            "authors": [
                {
                    "first": "Castán",
                    "middle": [],
                    "last": "Broto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Territory Politics Governance",
            "volume": "8",
            "issn": "2",
            "pages": "241--258",
            "other_ids": {
                "DOI": [
                    "10.1080/21622671.2019.1632220"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A survey of urban climate change experiments in 100 cities",
            "authors": [
                {
                    "first": "Castán",
                    "middle": [],
                    "last": "Broto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bulkeley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Global Environ. Change",
            "volume": "23",
            "issn": "1",
            "pages": "92--102",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gloenvcha.2012.07.005"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transformative capacity and local action for urban sustainability",
            "authors": [
                {
                    "first": "Castán",
                    "middle": [],
                    "last": "Broto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Trencher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iwaszuk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Westman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ambio",
            "volume": "48",
            "issn": "5",
            "pages": "449--462",
            "other_ids": {
                "DOI": [
                    "10.1007/s13280-018-1086-z"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Provincialising smart urbanism in Taipei: The smart city as a strategy for urban regime transition",
            "authors": [
                {
                    "first": "I.-C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S.-C",
                    "middle": [],
                    "last": "Jou",
                    "suffix": ""
                },
                {
                    "first": "M.-K",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Urban Studies",
            "volume": "58",
            "issn": "3",
            "pages": "559--580",
            "other_ids": {
                "DOI": [
                    "10.1177/0042098020947908"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Civilized city': how embedded civil society networks frame the debate on urban green space in Hanoi, Vietnam",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Coe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asian J. Commun",
            "volume": "25",
            "issn": "6",
            "pages": "617--635",
            "other_ids": {
                "DOI": [
                    "10.1080/01292986.2015.1023321"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Urban green infrastructure in Europe: Is greenspace planning and policy compliant? Land Use Policy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lafortezza",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Department of Budget, Accounting and Statistics (DBAS) (2020). 2019 Taipei City Statistical Yearbook",
            "volume": "69",
            "issn": "",
            "pages": "93--101",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landusepol.2017.08.018"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Site-specific factors in the production of local urban ecosystem services: A case study of community-managed green space",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ecosyst. Serv",
            "volume": "17",
            "issn": "",
            "pages": "208--216",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecoser.2016.01.003"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Global Drivers and Tradeoffs of Three Urban Vegetation Ecosystem Services",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dobbs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Nitschke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kendal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0113000"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Urban greening through naturebased solutions -Key characteristics of an emerging concept",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dorst",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Der Jagt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raven",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Runhaar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sustainable Cities and Society",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scs.2019.101620"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Routledge Handbook of Urban Ecology",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goode",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Houck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maddox",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagendra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "EcoPark Satellite City Project",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Urban forests, ecosystem services, green infrastructure and nature-based solutions: Nexus or evolving metaphors? Urban For",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Escobedo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Giannico",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sanesi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lafortezza",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Urban Greening",
            "volume": "37",
            "issn": "",
            "pages": "3--12",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ufug.2018.02.011"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Urbanization, economic development, environmental and social changes in transitional economies: Vietnam after Doimoi",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ouyang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Landscape Urban Plann",
            "volume": "187",
            "issn": "",
            "pages": "145--155",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landurbplan.2018.10.014"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Deliberative Democracy in Taiwan Routledge",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Advancing urban environmental governance: Understanding theories, practices and processes shaping urban sustainability and resilience",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Frantzeskaki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kabisch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcphearson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Environ. Sci. Policy",
            "volume": "62",
            "issn": "",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envsci.2016.05.008"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Nature-Based Solutions Accelerating Urban Sustainability Transitions in Cities: Lessons from Dresden, Genk and Stockholm Cities",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Frantzeskaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Borgström",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gorissen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egermann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ehnert",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "65--88",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Mainstreaming urban climate resilience into policy and planning; reflections from",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Friend",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jarvie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sutarto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thinphanga",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Toan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Asia. Urban Clim",
            "volume": "7",
            "issn": "",
            "pages": "6--19",
            "other_ids": {
                "DOI": [
                    "10.1016/j.uclim.2013.08.001"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rights to urban climate resilience: moving beyond poverty and vulnerability: Rights to urban climate resilience",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Friend",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moench",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "WIRESClim Change",
            "volume": "6",
            "issn": "6",
            "pages": "643--651",
            "other_ids": {
                "DOI": [
                    "10.1002/wcc.364"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Fukuoka cool and adapt project: Fukuoka City climate change countermeasures action plan",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "City",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Fukuoka City Government",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Fukuoka City (2020) Fukuoka City: Flower City Fukuoka",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Green infrastructure in strategic spatial plans: Evidence from European urban regions. Urban Forestry and Urban Greening",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Grȃdinaru",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hersperger",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "40",
            "issn": "",
            "pages": "17--28",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ufug.2018.04.018"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Biodiversity and Green Infrastructure in Europe: Boundary object or ecological trap? Land Use Policy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Garmendia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Apostolopoulou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bormpoudakis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "56",
            "issn": "",
            "pages": "315--319",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landusepol.2016.04.003"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Between authoritarian governance and urban citizenship: Tree-felling protests in Hanoi",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gillespie",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Urban Studies",
            "volume": "56",
            "issn": "5",
            "pages": "977--991",
            "other_ids": {
                "DOI": [
                    "10.1177/0042098018784865"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The World According to GaWC",
            "authors": [],
            "year": 2018,
            "venue": "Globalisation and World Cities Research Network",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The impact of urban compactness, comfort strategies and energy consumption on tropical urban heat island intensity: A review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Giridharan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Emmanuel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sustainable Cities Soc",
            "volume": "40",
            "issn": "",
            "pages": "677--687",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scs.2018.01.024"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Challenges and strategies for urban green-space planning in cities undergoing densification: A review. Urban For",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haaland",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Den",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Urban Greening",
            "volume": "14",
            "issn": "4",
            "pages": "760--771",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ufug.2015.07.009"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Greening cities -To be socially inclusive? About the alleged paradox of society and ecology in cities",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haase",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kabisch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haase",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Banzhaf",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baró",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brenck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Frantzeskaki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kabisch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Krellenberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kronenberg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Larondelle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mathey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pauleit",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ring",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rink",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Habitat Int",
            "volume": "64",
            "issn": "",
            "pages": "41--48",
            "other_ids": {
                "DOI": [
                    "10.1016/j.habitatint.2017.04.005"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Singapore, a Garden City: authoritarian environmentalism in a developmental state",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Environ. Dev",
            "volume": "26",
            "issn": "1",
            "pages": "3--24",
            "other_ids": {
                "DOI": [
                    "10.1177/1070496516677365"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Singapore shares experiences of urban greening to Hanoi' Hanoi Times (Online Edition) 21",
            "authors": [],
            "year": 2016,
            "venue": "Hanoi Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Planning multifunctional green infrastructure for compact cities: What is the state of practice?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Olafsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P N"
                    ],
                    "last": "Van Der Jagt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pauleit",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ecol. Ind",
            "volume": "96",
            "issn": "",
            "pages": "99--110",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolind.2017.09.042"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "What Does Good Green Infrastructure Planning Policy Look Like? Developing and Testing a",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hislop",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corbett",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Policy Assessment Tool Within Central Scotland UK. Planning Theory & Practice",
            "volume": "20",
            "issn": "5",
            "pages": "633--655",
            "other_ids": {
                "DOI": [
                    "10.1080/14649357.2019.1678667"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Effects of Historical Housing Policies on Resident Exposure to Intra-Urban Heat: A Study of 108 US Urban Areas",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shandas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pendleton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Climate",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/cli8010012"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Competences of local and regional urban governance actors to support low-carbon transitions: Development of a framework and its application to a case-study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Holtz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xia-Bauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roelfes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schüle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vallentin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martens",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Klimaanalyse für die Stadtplanung Climate Analysis for Urban Planning",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hoschele",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moriyama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proceedings of a Japanese-German Meeting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Governing urban gardens for resilient cities: Examining the 'Garden City Initiative' in Taipei",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Urban Studies",
            "volume": "57",
            "issn": "7",
            "pages": "1398--1416",
            "other_ids": {
                "DOI": [
                    "10.1177/0042098018778671"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Cities and natural process",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hough",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A meta-analysis of urban climate change adaptation planning in the U",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "S. Urban Clim",
            "volume": "14",
            "issn": "",
            "pages": "17--29",
            "other_ids": {
                "DOI": [
                    "10.1016/j.uclim.2015.06.003"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Briefing Sheet: Nature-based solutions for sustainable urban development",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iclei-Cbc",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Hanoi conducts first wave of stakeholder consultation to foster engagement and participation on climate strategies | ICLEI -SEAS",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iclei-Seas",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Hanoi -Ambitious City Promises",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iclei-Seas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Formation of competences to realize the potential of offshore wind power in the European Union",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacobsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Karltorp",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Energy Policy",
            "volume": "44",
            "issn": "",
            "pages": "374--384",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enpol.2012.01.069"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Editorial Introduction: The Construction of a Multilevel Environmental Governance System",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Environ Plann C Gov Policy",
            "volume": "17",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {
                "DOI": [
                    "10.1068/c170001"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Green justice or just green? Provision of urban green spaces in",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kabisch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haase",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Landscape Urban Plann",
            "volume": "122",
            "issn": "",
            "pages": "129--139",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landurbplan.2013.11.016"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Ecosystem service implementation and governance challenges in urban green space planning-The case of",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kabisch",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Land Use Policy",
            "volume": "42",
            "issn": "",
            "pages": "557--567",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landusepol.2014.09.005"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Nature-based solutions to climate change mitigation and adaptation in urban areas: Perspectives on indicators, knowledge gaps, barriers, and opportunities for action",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kabisch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Frantzeskaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pauleit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naumann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Artmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ecology and Society",
            "volume": "21",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5751/ES-08373-210239"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Social-ecological and technological factors moderate the value of urban nature",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Keeler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hamel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcphearson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hamann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Donahue",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Meza Prado",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Arkema",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Bratman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Brauman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Guerry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Hobbie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Neverisky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Sustain",
            "volume": "2",
            "issn": "1",
            "pages": "29--38",
            "other_ids": {
                "DOI": [
                    "10.1038/s41893-018-0202-1"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Human competences that facilitate adaptation to climate change: a research in progress",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kerry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pruneau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Langis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barbier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mallet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vichnevetski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Therrien",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deguire",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Freiman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Laroche",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J of Cl Chan Strat and Man",
            "volume": "4",
            "issn": "3",
            "pages": "246--259",
            "other_ids": {
                "DOI": [
                    "10.1108/17568691211248711"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The green governmentality in an Indonesian metropolis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kusno",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Singapore Journal of Tropical Geography",
            "volume": "32",
            "issn": "3",
            "pages": "314--331",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-9493.2011.00440.x"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Green-city models as an urban strategy: Hanoi between international practices and local assemblage",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Leducq",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Scarwell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Town Planning Review",
            "volume": "91",
            "issn": "4",
            "pages": "437--456",
            "other_ids": {
                "DOI": [
                    "10.3828/tpr.2020.25"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Climate adaptation competences framework: literature review Sniffer/ IIED/Scottish Government",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mabon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "What might 'just green enough' urban development mean in the context of climate change adaptation? The case of urban greenspace planning in Taipei Metropolis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mabon",
                    "suffix": ""
                },
                {
                    "first": "W.-Y",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Taiwan. World Dev",
            "volume": "107",
            "issn": "",
            "pages": "224--238",
            "other_ids": {
                "DOI": [
                    "10.1016/j.worlddev.2018.02.035"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Fukuoka: Adapting to climate change through urban green space and the built environment?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mabon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kanekiyo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hayabuchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cities",
            "volume": "93",
            "issn": "",
            "pages": "273--285",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cities.2019.05.007"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "What is the role of epistemic communities in shaping local environmental policy? Managing environmental change through planning and greenspace in Fukuoka City",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mabon",
                    "suffix": ""
                },
                {
                    "first": "W.-Y",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kanekiyo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hayabuchi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Japan. Geoforum",
            "volume": "104",
            "issn": "",
            "pages": "158--169",
            "other_ids": {
                "DOI": [
                    "10.1016/j.geoforum.2019.04.024"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Environmental justice in urban greening for subtropical Asian cities: the view from Taipei: Environmental justice in urban greening in Asia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mabon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Singap. J. Trop. Geogr",
            "volume": "41",
            "issn": "3",
            "pages": "432--449",
            "other_ids": {
                "DOI": [
                    "10.1111/sjtg.12341"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Sustainability Managers: The Job Roles and Competencies of Building Sustainable Cities and Communities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ordonez-Ponce",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andreasen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Public Performance & Management Review",
            "volume": "43",
            "issn": "6",
            "pages": "1413--1444",
            "other_ids": {
                "DOI": [
                    "10.1080/15309576.2020.1803091"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Defining urban resilience: A review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meerow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Newell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stults",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Landscape Urban Plann",
            "volume": "147",
            "issn": "",
            "pages": "38--49",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landurbplan.2015.11.011"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Social equity in urban resilience planning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meerow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pajouhesh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Local Environment",
            "volume": "24",
            "issn": "9",
            "pages": "793--808",
            "other_ids": {
                "DOI": [
                    "10.1080/13549839.2019.1645103"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "New Cities: Engineering Social Exclusions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "One Earth",
            "volume": "2",
            "issn": "2",
            "pages": "125--127",
            "other_ids": {
                "DOI": [
                    "10.1016/j.oneear.2020.01.012"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Urban agriculture: How bottom-up initiatives are impacting space and policies in São Paulo",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Nemoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Biazoti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Research Paper Future of Food: Journal on Food, Agriculture and Society",
            "volume": "5",
            "issn": "3",
            "pages": "21--34",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Biophilic urbanism: a case study on Singapore",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Australian Planner",
            "volume": "51",
            "issn": "1",
            "pages": "47--65",
            "other_ids": {
                "DOI": [
                    "10.1080/07293682.2013.790832"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Establishing a green-and-blue network within an existing settlement in central Hanoi towards urban ecologicalisation",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "M"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IOP Conf. Ser.: Earth Environ. Sci",
            "volume": "143",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1755-1315/143/1/012058"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "The equity of urban forest ecosystem services and benefits in the Bronx, NY. Urban For. Urban Greening 53, 126723",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nyelele",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Kroll",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ufug.2020.126723"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Shezidao residents need better guarantees. Taipei Times",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Dimensions of professional competences for interventions towards sustainability",
            "authors": [
                {
                    "first": "Perez",
                    "middle": [],
                    "last": "Salgado",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sustain. Sci",
            "volume": "13",
            "issn": "1",
            "pages": "163--177",
            "other_ids": {
                "DOI": [
                    "10.1007/s11625-017-0439-z"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Application of land suitability analysis and landscape ecology to urban greenspace planning in Hanoi, Vietnam. Urban For",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nakagoshi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Urban Greening",
            "volume": "7",
            "issn": "1",
            "pages": "25--40",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ufug.2007.09.002"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Toward a Validated Competence Framework for Sustainable Entrepreneurship",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ploum",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Blok",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lans",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Omta",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Organization & Environment",
            "volume": "31",
            "issn": "2",
            "pages": "113--132",
            "other_ids": {
                "DOI": [
                    "10.1177/1086026617697039"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Lost in participation: How local knowledge was overlooked in land use planning and risk governance in Tōhoku",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Puppim De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fra",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Paleo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Japan. Land Use Policy",
            "volume": "52",
            "issn": "",
            "pages": "543--551",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landusepol.2014.09.023"
                ]
            }
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Community governance, critical cosmopolitanism and urban change: observations from Taipei",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Imrie",
                    "suffix": ""
                },
                {
                    "first": "W.-I",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Taiwan. Int. J. Urban Reg. Res",
            "volume": "35",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-2427.2010.00941.x"
                ]
            }
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Current practice of assessing students' sustainability competencies: a review of tools",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Redman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wiek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustain. Sci",
            "volume": "16",
            "issn": "1",
            "pages": "117--135",
            "other_ids": {
                "DOI": [
                    "10.1007/s11625-020-00855-1"
                ]
            }
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Fairness and Competence In Citizen Participation: Evaluating Models For Environmental Discourse",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Renn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Webler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Wiedemann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Durban's 100 Resilient Cities journey: governing resilience from within",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Douwes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sutherland",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ. Urban",
            "volume": "32",
            "issn": "2",
            "pages": "547--568",
            "other_ids": {
                "DOI": [
                    "10.1177/0956247820946555"
                ]
            }
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Aspirations in grey space",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Ruszczyk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Neighbourhood governance in Nepal and Jordan. Area",
            "volume": "52",
            "issn": "1",
            "pages": "156--163",
            "other_ids": {
                "DOI": [
                    "10.1111/area.12562"
                ]
            }
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Beyond flood risk reduction: How can green infrastructure advance both social justice and regional impact?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Socio. Ecol. Pract. Res",
            "volume": "2",
            "issn": "4",
            "pages": "311--320",
            "other_ids": {
                "DOI": [
                    "10.1007/s42532-020-00065-0"
                ]
            }
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Hanoi's urban transformation in the 19th and 20th Centuries: an area informatics approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shibayama",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Southeast Asian Stud",
            "volume": "46",
            "issn": "",
            "pages": "496--518",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "The cooling effect of green infrastructure on surrounding built environments in a sub-tropical climate: a case study in Taipei metropolis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shih",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Landscape Res",
            "volume": "42",
            "issn": "5",
            "pages": "558--573",
            "other_ids": {
                "DOI": [
                    "10.1080/01426397.2016.1235684"
                ]
            }
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Taipei urban farm under threat -Taipei Times",
            "authors": [
                {
                    "first": "W.-Y",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Land-use planning as a tool for balancing the scientific and the social in biodiversity and ecosystem services mainstreaming? The case of Durban, South Africa",
            "authors": [
                {
                    "first": "W.-Y",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mabon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Environ. Plann. Manage",
            "volume": "61",
            "issn": "13",
            "pages": "2338--2357",
            "other_ids": {
                "DOI": [
                    "10.1080/09640568.2017.1394277"
                ]
            }
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Thermal Environments of Taipei Basin and Influence from Urban Green Infrastructure. City and Planning V45, 4",
            "authors": [
                {
                    "first": "W.-Y",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mabon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.6128/CP.201809_45(4).0002"
                ]
            }
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Ways of creating usable, multipurpose greenspace in impoverished settlements in cities of the Global South (Hanoi case)",
            "authors": [
                {
                    "first": "W.-Y",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mabon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Understanding climate gentrification and shifting landscapes of protection and vulnerability in green resilient Philadelphia. Urban Clim. 31, 100539",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shokry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Jt"
                    ],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Anguelovski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.uclim.2019.100539"
                ]
            }
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "How to Improve Sustainability Competences of Teacher Training? Inquiring the Prior Knowledge on",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Solís-Espallargas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morón-Monge",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Climate Change in Primary School Students. Sustainability",
            "volume": "12",
            "issn": "16",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su12166486"
                ]
            }
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Benefits of trees in tropical cities",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "P"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "356",
            "issn": "6344",
            "pages": "1241--1242",
            "other_ids": {
                "DOI": [
                    "10.1126/science:aan6642"
                ]
            }
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Perspectives on five decades of the urban greening of Singapore",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cities",
            "volume": "32",
            "issn": "",
            "pages": "24--32",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cities.2013.02.001"
                ]
            }
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Deforestation in a tropical compact city (Part A): Understanding its socio-ecological impacts",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Smart and Sustainable Built Environment",
            "volume": "5",
            "issn": "1",
            "pages": "47--72",
            "other_ids": {
                "DOI": [
                    "10.1108/SASBE-08-2015-0022"
                ]
            }
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Effects of spatial scale on assessment of spatial equity of urban park provision",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Samsudin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Landscape Urban Plann",
            "volume": "158",
            "issn": "",
            "pages": "139--154",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landurbplan.2016.11.001"
                ]
            }
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Contested urban green spaces in the compact city: The (re-)negotiation of urban gardening in Swiss cities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tappert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Klöti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drilling",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Landscape Urban Plann",
            "volume": "170",
            "issn": "",
            "pages": "69--78",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landurbplan.2017.08.016"
                ]
            }
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Local levers for change: Mainstreaming ecosystem-based adaptation into municipal planning to foster sustainability transitions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wamsler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luederitz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brink",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Global Environ. Change",
            "volume": "29",
            "issn": "",
            "pages": "189--201",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gloenvcha.2014.09.008"
                ]
            }
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Dealing with sustainability trade-offs of the compact city in peri-urban planning across European city regions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westerink",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haase",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ravetz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jarrige",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B E M"
                    ],
                    "last": "Aalbers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur. Plann. Stud",
            "volume": "21",
            "issn": "4",
            "pages": "473--497",
            "other_ids": {
                "DOI": [
                    "10.1080/09654313.2012.722927"
                ]
            }
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Key competencies in sustainability: a reference framework for academic program development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wiek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Withycombe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Redman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sustain. Sci",
            "volume": "6",
            "issn": "2",
            "pages": "203--218",
            "other_ids": {
                "DOI": [
                    "10.1007/s11625-011-0132-6"
                ]
            }
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Innovations in public participation for sustainability and resilience in Hanoi' in Orttung R (ed) Capital Cities and Sustainability Routledge",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Yarr",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "121--137",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hanoi competence summary Fukuoka competence summary whether the Hanoi People's Committee and in particular the Department of Natural Resources; Head of Land Administration Department of Taipei City; or Mayor of Fukuoka. Champions working at the sciencepolicy interface (e.g. for heat mitigation in Fukuoka and flooding in Taipei) or the practice-policy interface (e.g. landscape consultants in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Seed Award in Humanities and Social Sciences (205764-Z-16-Z) (LM, WYS); (b) Royal Society of Edinburgh-Ministry of Science and Technology Joint Research Project (MOST 106 -2911-I-130 -502) (WYS, LM); (c) Scottish Funding Council Global Challenges Research Fund funding allocated to Robert Gordon University and assigned to LM; and (d) Scottish Funding Council COVID-19 Research Uplift funding allocated to the Scottish Association for Marine Science at the University of the Highlands and Islands and assigned to LM. No funder had any influence over the design, execution or dissemination of the research.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "characteristics of case study cities.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "overview of interviewees.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of empirical evaluation of competences",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.gloenvcha.2021.102248.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}