{
    "paper_id": "0aeb41db7b5823047d0094808534a705f869e75f",
    "metadata": {
        "title": "WHO guidance on ethics in outbreaks and the COVID-19 pandemic: a critical appraisal Extended essay",
        "authors": [
            {
                "first": "Abha",
                "middle": [],
                "last": "Saxena",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Geneva",
                    "location": {
                        "settlement": "Geneva",
                        "country": "Switzerland"
                    }
                },
                "email": "abhas@bluewin.ch"
            },
            {
                "first": "Paul",
                "middle": [
                    "André"
                ],
                "last": "Bouvier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Geneva",
                    "location": {
                        "settlement": "Geneva",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Ehsan",
                "middle": [],
                "last": "Shamsi-Gooshki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran (the Islamic Republic of"
                    }
                },
                "email": ""
            },
            {
                "first": "Johannes",
                "middle": [],
                "last": "Köhler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kantonsspital Münsterlingen",
                    "location": {
                        "settlement": "Munsterlingen, Thurgau",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [
                    "J"
                ],
                "last": "Schwartz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McMaster University",
                    "location": {
                        "settlement": "Hamilton",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Most countries were neither prepared to respond to COVID-19, nor did they anticipate the seriousness of the threat when the WHO declared the outbreak to be a pandemic on 11 March 2020. The global spread of SARS-CoV-2 turned out to be rapid and extremely disruptive of social activities, health systems and economies. In addition, it soon became apparent that the pandemic was posing unprecedented political, economic and scientific challenges and brought along a myriad of severe and interlinked ethical issues. Issues such as whether national borders should be closed; whether lockdowns were the least intrusive method for controlling the epidemic; whether younger patients in critical health conditions should be prioritised for receiving intensive care over older adults; whether unapproved drugs and interventions such as hydroxychloroquine or convalescent plasma could be prescribed for patients before confirmatory clinical trials; or whether intensive care beds required for non-COVID-19 emergencies should be freed up for those with severe COVID-19 disease. Each issue made for highly delicate policymaking, particularly whenever control measures were likely to infringe on citizens' rights and notably if coercive measures were being envisaged. Since any response to the pandemic is inevitably linked to such ethical issues, public health professionals and policymakers must know of and use the tools provided by ethics to make reasoned and balanced decisions in the face of evolving science and ongoing uncertainty. Ethical reasoning is needed whenever decisions have to be made in situations in which core ethical values and principles are at stake.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Ethical guidance on responding to outbreaks or pandemics was already available at the start of the pandemic. [1] [2] [3] [4] [5] [6] Globally applicable 'Guidance for the management of ethical issues during an infectious disease outbreak' 6 was also available from the WHO (see box 1 for more information on this document, referred to as the '2016 guidance document' in the rest of the paper). This reference document also incorporated the ethical discussion of the 2007 document 'ethical guidance for managing an influenza pandemic'. 7 In academic circles, this document has a low visibility, but the main audience of this document are the policymakers and other responders to outbreaks, not academicians. This is the only globally applicable guidance document available and because WHO is seen as a trusted and neutral partner by most developing countries, as such has a high credibility in most parts of the world. The relevance of the 2016 guidance to the current pandemic can be gauged by the fact that it has been downloaded more than 50 000 times in 2020, 8 and based on incidental accounts and reports from various countries, it is being used in the current pandemic to support public health policies and teaching. [9] [10] [11] [12] [13] Since February 2020, WHO has also established an international working group on ethics and COVID-19 to 'develop advice on key ethical questions that Member States need to address' in relation to this pandemic, 14 as well as an international working group to develop a high-level ethical framework for WHO and its partners for the collaboration named Access to COVID-19 Tools (ACT) Accelerator. At the time of writing this paper, these groups have updated the WHO guidance on research, resource allocation, priority setting during a pandemic, use of placebo during ongoing vaccine trials, among other issues. These documents have been downloaded from 3000 to more than 20 000 times in the past 6 months. However, a comprehensive update of available guidance has not been undertaken by WHO. Given the potential global applicability and impact of WHO guidance documents, it is imperative that any ethics guidance is relevant, applicable and up to date and addresses all the issues that are pertinent during a pandemic and not just those that are prominent.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 117,
                    "end": 120,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 239,
                    "end": 240,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 535,
                    "end": 536,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1063,
                    "end": 1064,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1223,
                    "end": 1226,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1232,
                    "end": 1236,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1242,
                    "end": 1246,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1457,
                    "end": 1459,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The purpose of this paper is to use the 2016 guidance document as a reference point, highlight gaps in this document that were revealed or newly opened up by the unprecedented COVID-19 pandemic and describe areas where additions or amendments to the existing guidance are needed. To do this, we scanned prominent international news articles, and articles published in mainstream scientific journals, and discussed them Extended essay in relation to the 2016 guidance in several online meetings and email exchanges over a 3-month period between mid-June to mid-September 2020. We identified various aspects of the COVID-19 pandemic response that raise unique or novel ethical concerns that are insufficiently or not at all addressed by the 2016 guidance document. In these aspects, in our opinion, either additional ethics guidance is required or the advice provided in the current guidance document needs some adaptation. This manuscript is a description of our discussion and analysis. The paper is not intended as a research paper; it is a reflection of five authors who have been involved in past and present epidemic responses with the WHO either as staff members of the relevant unit or as advisors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Our analysis might not be all encompassing but is a strong starting point and sharply maps out the major areas where the recommendations in the 2016 guidance document are no longer up to date given recent developments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "While some issues appeared to us to have more salience and importance than others during the pandemic, we lay out our analysis and recommendations in relation to the 2016 guidance document, following the logic and order of that document, since some readers will already be familiar with it. Issues and concerns that have not been discussed in the 2016 guidance or do not have a clear match with them are enumerated at the end, not because they are less important or less salient, but because they are not discussed in the document used as a reference point. Conversely, the chapters 'public health surveillance', 'obligations related to medical interventions for the diagnosis, treatment, and prevention of infectious disease' and 'long-term storage of biological specimens collected during infectious disease outbreaks'-in our opinion-remain valid and adequate and are thus not discussed. We begin our discussion with reference to the preamble of the document.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ANALYSIS OF ISSUES AND RECOMMENDATIONS"
        },
        {
            "text": "A preamble to the 2016 guidance document sets out the ethical principles that apply in outbreak situations: justice, beneficence, utility, respect for persons, liberty, reciprocity and solidarity. A key challenge is how to balance their relative importance in real and concrete decisions. The rapid spread of the current pandemic and the associated uncertainty make it particularly challenging to decide which principles must be given priority and what course of action would best respect the identified core principles. Moreover, procedural ethics raises questions about who should decide and how to be inclusive about the process. These decisions are influenced to a large extent by the political, cultural, historical and socioeconomic context of the country; therefore, they might differ from country to country. Thus, depending on how ethical principles are prioritised in a country and what matters most to its people, the response to the pandemic will vary, and resources could be weighted towards individual medical care or public health interventions such as epidemiological surveillance or health education. These choices are obviously not exclusive to one another. While saving lives is an important goal during an epidemic, it is not the only one; the threats to individual liberties, the loss of livelihoods and looming long-term economic damage also matter, as well as the impact of possible post-COVID-19 sequelae. Balancing ethical principles, therefore, can be hard for decision makers as they try to achieve their public health goals, keeping in mind the fundamentally interlinked nature of our existence in a global ecology where policy decisions in one setting affect how people in another setting fare. Guidance beyond that which exists in the 2016 document is needed on how to balance ethical principles when making complex public health decisions, giving due consideration to all relevant dimensions of the decision and aiming to find the best possible course of action, at a given time, in a given context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Balancing ethical principles"
        },
        {
            "text": "While the 2016 guidance document has focused on global surveillance and cooperation to countries in need, the current pandemic has shown that even high-resource countries can find it challenging to manage a pandemic, and they might reduce international aid and cooperation in an effort to do so. The successful governance of the pandemic depends largely on the coherence, leadership, modes of decision making and-arguably most importantly-the relationship and trust the government is able to maintain with its citizens and with other governments. The pandemic will give opportunities to compare different ways governments have followed to define their response, notably in terms of obligation, coercion, communication, democratic participation, cooperation and solidarity. It may be useful to analyse the lessons learnt, and synthesise good/ethical governance practices for managing a pandemic in order to provide guidance on the values that ought to govern the management of future pandemics. The analysis may also help elucidate the criteria (eg, mortality threshold/economic/health systems) that in extreme cases could lead governments to justify triggering a 'state of exception',",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obligations of governments and the international community"
        },
        {
            "text": "The guidance on the ethical management of the public health response to infectious disease outbreaks was prompted by the Ebola virus disease (EVD) outbreak of 2014-2016 with 28 600 cases and 11 325 deaths across 10 countries. For the first time, EVD had spread from the isolated rural communities of Africa to its urban, crowded bigger cities and to other countries. Many of the ethical concerns relevant to global infectious disease outbreaks were magnified, and additional ethical issues became apparent due to the spread of the disease beyond the rural communities and because of the inherently weak infrastructures and health systems of many of the involved countries, lack of trust between the public and the government, conflicts between public health practices and local cultural and traditional practices and conflicts between local health systems and international response efforts. Prior ethics-related guidance for the management of infectious disease outbreaks had focused on specific pathogens. The new guidance, however, was inspired by a common understanding that ethical concerns around infectious disease outbreaks were cross-cutting and not specific to particular epidemic pathogens. While being generic, the guidance was conceived and written at a time when EVD was seen as the paradigm of a major outbreak situation, that is, a regional epidemic affecting primarily communities in countries with limited resources. It derived its strength and relevance from the inclusivity of its contributors and its temporal proximity to the Ebola outbreak. A diverse collective of survivors, frontline clinicians, researchers, humanitarian organisation representatives, policymakers and ethics scholars discussed, developed and created it. These included members of the most affected regions. The guidance document lists seven guiding ethical principles relevant for the response: justice, beneficence, respect for persons, utility, reciprocity, solidarity and liberty. It provides advice on how to apply these principles in the real world and 'is organised around 14 specific guidelines, each of which addresses key aspects of epidemic planning and response. Each guideline is introduced by a series of questions that illustrate the scope of the ethical issues, followed by a more detailed discussion that articulates the rights and obligations of relevant stakeholders'. 6 suspend the usual oversight mechanisms and allow executive decisions and public health laws to be made by governments for the greater public good and the ethical principles that should guide the development of such laws during a pandemic. Thus, the COVID-19 pandemic and the disparate political responses it triggered offer a unique opportunity to discuss procedural issues of the outbreak response, that is, how decisions should be made and by whom. Issues could include, for example, whether governments should establish legal mechanisms to include the advice of national ethics committees in major decisions, to what extent is it permissible to bypass normal decision-making processes (for example, parliament), or whether an international health agency that can set legally binding courses of action is needed. While the 2016 document does not offer much in this regard, a reworked guideline could incorporate a discussion of this significant dimension.",
            "cite_spans": [
                {
                    "start": 2380,
                    "end": 2381,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Box 1 Guidance for managing ethical issues in infectious disease outbreaks"
        },
        {
            "text": "Community engagement and involving local populations as described in the 2016 document took on a different meaning in the context of the pandemic when lockdowns and physical distancing became the norm. Many countries took decisions literally overnight, based on mortality and morbidity figures, health system gaps and other local situations, with little or no time for engaging with affected local communities. In addition, the COVID-19 pandemic proved to be especially devastating among groups who are frequently underrepresented in public debate: the frail and very old, the chronically ill and the informal migrant population. It is crucial to give these groups a voice and to not let the heated and pressed debate be dominated by low-risk or non-risk groups. Furthermore, a discussion of increased community engagement in prepandemic or interpandemic times is crucial to engage the broad population as much as possible before policy is formed. For instance, including local communities in pandemic preparations might be worthwhile and may increase public trust and cooperation in the event of (another) pandemic. Thus, an extensive deliberation is required on the scope, need and nature of public engagement and local engagement during and in between pandemics, inclusivity in decision-making processes and how to include communities when decisions must be made urgently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Involving the local community"
        },
        {
            "text": "The 2016 guidance calls for attention to different types of vulnerabilities that become apparent or are relevant during an epidemic. It also provides advice for managing sex and gender-based issues. Still, it does not discuss how to deal with situations when particular populations become more vulnerable such as older persons or migrants. 15 16 In the COVID-19 pandemic, some measures taken to protect the health of vulnerable groups, such as restricting visits to elderly people in residential homes, might actually have increased the fragility of these persons by depriving them of encounters with relatives and other people. 17 Guidance related to vulnerable and fragile people in a pandemic-focused on protective measures and on possible ways to promote their capabilities and encourage relational and social support-might have been helpful in this pandemic.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 345,
                    "text": "15 16",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 631,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Situations of particular vulnerability"
        },
        {
            "text": "The pandemic has triggered an international race for the access to therapeutic and preventive agents and has already seen an unprecedented monopolisation and sell-out of pharmaceuticals, vaccines and medical supply often long before they were even available. 18 An international initiative to facilitate the sharing of patent-protected information between research companies, the so-called COVID-19 technology access pool, did not succeed. In its first 7 months, the platform has received zero contributions. 19 The failure of the highincome countries to adhere to the principles of solidarity, cooperation and collaboration in the equitable sharing of vaccines and other resources with the low-income and middle-income countries was condemned as a 'catastrophic moral failure' by the Director-General of WHO in his address to the 148th session of the executive board. While ethics guidance already exists on how countries ought to balance the tension between the two competing values of utility and equity in the sharing of scarce resources during an epidemic, international sharing of resources-a major concern during this pandemicwas not addressed in the 2016 guidance. The recently established WHO's international working group on Ethics and COVID-19 provides advice on resource allocation and defining priority people and promotes the values of shared responsibility and solidarity in various WHO initiatives for the sharing of global resources such as the ACT Accelerator and more specifically the COVAX initiative that works towards the fair and equitable sharing of vaccines. However, WHO-respecting the sovereignty of Member Statesonly provides policy recommendations and has no mechanisms to enforce its recommendations. These initiatives could benefit from the allocation to countries being conditional on following the ethical framework developed by the Ethics Working Group, which could also become part of the WHO ethics guidance document. A shared ethical vision could also see a rise in international cooperation for the equitable sharing of scarce resources across all countries.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 261,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 509,
                    "end": 511,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Allocating scarce resources"
        },
        {
            "text": "Isolation, quarantine and case finding are the main public health tools to control outbreaks (in addition to a vaccine when available). Reflecting the predominance of the individual autonomy and human rights doctrine, the 2016 guidance emphasises the conditions of prior scientific evidence, due process, least restrictive means and equitable application when implementing isolation and quarantine measures. It focuses on the responsibility of the government to ensure humane conditions, address the financial and social consequences, communicate transparently and minimise the risk of domestic violence. Implementing these principles when the pandemic has required extensive lockdowns by every affected region of the world has not been easy. Such lockdowns have resulted in the loss of livelihoods, economic vulnerability, increased domestic violence, disrupted schooling and mental health effects. 20 21 In such a scenario, obligations accrue to the government and to civil society and the public as well. The role of personal responsibility in the management of an epidemic/pandemic and the role of governments in helping people to fulfil their obligations and responsibilities need to be discussed. The guidelines should take into account the well-being of all stakeholders, including the communities and people who belong and those who are considered stateless, refugees, migrants and asylum seekers.",
            "cite_spans": [
                {
                    "start": 900,
                    "end": 905,
                    "text": "20 21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Restrictions on freedom of movement"
        },
        {
            "text": "Research took a back seat during the Ebola virus disease (EVD) crisis and could be given a boost only through the efforts of the WHO and other international health research organisations. The 2016 guidance, therefore, provides detailed guidance for research during an epidemic. The COVID-19 pandemic seems to be led by early and efficient research activity, which has resulted in the generation of new knowledge and the development of diagnostics, therapeutics and vaccines against the virus within an impressive time frame. While the high and rapid research output is certainly to be praised, it also carries the risk of bringing along quantity without quality 22 and of misconduct and deception. 23 It is feared that the pandemic might create 'research exceptionalism', 24 where research is permitted to interfere with the pandemic response or corners are cut in the name of rapid development. In the first few months of the pandemic, preprints Extended essay played an essential role, and their number was significantly higher compared with the 2014-16 EVD and the 2015-2016 Zika virus outbreak. Yet, preprints, which have not been peer reviewed, carry their own, significant risks. 25 Thus, it is essential to maintain sufficient capacity for the public health response and to maintain standards for proper oversight mechanisms for clinical research both at the stage of ethics review and prior to publication. The ethical guidance for research during the pandemic has already been updated on the WHO website, and the Pan American Health Organization (PAHO/WHO) has made explicit the criteria for exceptional or alternate protocols. Some journal publishers have also strengthened their processes for peer review and for ascertaining data accuracy and credibility. 23 All these efforts need to be integrated into an overarching ethical guidance for the pandemic response. Guidance developed by the 2016 document on sharing of epidemiological data between countries has been extremely helpful during this pandemic and has been critical to an early development of diagnostics and initiation of clinical trials for therapeutics and vaccines. 26 Equally important is knowledge sharing and learning from the experiences of other regions and countries. These aspects, which have attracted much public attention during this pandemic, were not mentioned in the 2016 document and need to be analysed.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 664,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 698,
                    "end": 700,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 772,
                    "end": 774,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1186,
                    "end": 1188,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1768,
                    "end": 1770,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2142,
                    "end": 2144,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Research during infectious disease outbreaks and rapid data sharing"
        },
        {
            "text": "During a pandemic involving a novel pathogen, there is an imperative to generate robust evidence about the safety and efficacy of promising interventions as quickly as possible. In the meantime, clinicians, overwhelmed by the pandemic, may feel compelled to use unproven interventions as a desperate measure in the face of rapidly rising morbidity and mortality figures. The use of hydroxychloroquine in the COVID-19 pandemic makes an interesting case study on the risks and challenges in the use of unproven interventions including the politicisation of the issue. 27 Ethical guidance exists for the use of unproven interventions outside of clinical trials during an infectious disease outbreak. The term 'monitored emergency use of unregistered and experimental interventions' (MEURI) was coined during the 2014-2016 Ebola epidemic to allow access to experimental interventions that were considered likely to offer some benefit while ensuring that their use is monitored and generated useful data for future use in clinical trials. The concept of MEURI has been critiqued and opposed. 28 The 2016 guidance enumerates the criteria that must be satisfied for the use of unregistered or experimental interventions during an infectious disease outbreak, which have been further strengthened by the recently published guidance by PAHO in connection with the COVID-19 pandemic. 29 The PAHO document identifies the challenges faced in the implementation of the MEURI principles, as well as the lack of clarity in its implementation by regulatory and ethical oversight structures within countries, and suggests that there is a duty to use the principles of MEURI responsibly and only under exceptional circumstances. This suggests that it is time to strengthen the WHO guidance on the use of experimental interventions during pandemics, taking into consideration the current opinion, available evidence and literature on the issue.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 568,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1087,
                    "end": 1089,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1374,
                    "end": 1376,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Emergency use of unproven interventions outside of research"
        },
        {
            "text": "Familiar concerns about sex and gender have emerged during the progress of the pandemic, and while these are addressed to some extent, it remains the case that usual practices of scientific research have persisted without researchers heeding calls for gender-sensitive and equitable research. Thus, studies on the virulence of COVID-19 have downplayed its effects during pregnancy, and treatment and vaccine trials have tended to exclude pregnant and breastfeeding participants. As a result, the learnings while dramatic are paltry. COVID-19 has severe effects on patients who are pregnant, implying that this population needs to be included in research to identify safe treatments and effective prevention measures, including a vaccine. In addition, social risks associated with gender roles and behaviours were raised during COVID-19, highlighting the need to collect sex and gender-disaggregated data to inform the response. For example, isolation from restrictions such as lockdowns and social distancing led to reports of risks associated with reduced community interaction and increases in domestic violence. Informal care providers-mostly women-were also open to heightened risks of exposure and stress-related illness. They were also more likely to take on childcare when schools and day-care centres closed. 30 However, men were affected more because of associated comorbidities and a biological, psychosocial or behavioural predilection to the disease 31 and higher overall mortality. Thus, a reworked guidance must analyse issues from a gender-based justice perspective, and rights, obligations and care issues for both men and women must be highlighted.",
            "cite_spans": [
                {
                    "start": 1317,
                    "end": 1319,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Addressing sex-based and gender-based differences"
        },
        {
            "text": "Shortage of healthcare workers is a well-known issue that also became relevant in the current pandemic. The 2016 document has a full chapter on the rights and obligations of frontline responders, and they are unlikely to be different for a pandemic, except in the extent of the shortages of both the responders and the required equipment. Many countries inducted persons without the requisite training into the pandemic response. Whether such contingency plans exist (such as pressing medical, nursing and allied health field students into the pandemic response for example) and how they are implemented may have ethical ramifications that need to be addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Frontline response workers' rights and obligations and ethical issues in deploying foreign humanitarian aid workers"
        },
        {
            "text": "During the EVD outbreak, international frontline responders were pressed into action, due to the limited capacity of the national health systems, scarce qualified health workers and low government health expenditures. 32 However, a pandemic like the current one requires every country to provide extensive support for healthcare delivery to its own people. The extent of help that any foreign country or international aid agency can provide to individual countries is likely to be limited. The global nature of the pandemic leads to questions about the role of international aid agencies and how resources can be distributed, moved and replenished in time to help manage outbreaks in different regions and sometimes simultaneously. In addition, the sense that no place is immune or safe from the virus alters how responsibilities to respond are seen and played out. Staff who considered deploying elsewhere were drawn back to work in their own regional hospitals and clinics where staff shortfalls were experienced or anticipated. This raised significant concern about where and to whom obligations are owed.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Frontline response workers' rights and obligations and ethical issues in deploying foreign humanitarian aid workers"
        },
        {
            "text": "During the EVD outbreak, border closures were considered an unethical practice and deemed to impact both the response and recovery efforts negatively. 33 34 They became the norm during the pandemic. The 2016 guidance does not mention such measures in the chapter on the obligations of governments and the international community. The International Health Regulations (IHR) generally advise against border closures while allowing for a unilateral decision by Member States to close their borders to manage an emergency. 34 Travel restrictions have also negatively impacted the outbreak response by restricting the movement of vital equipment and personnel. 35 Justice issues have been raised by proposals to issue immunisation passports, which may help in lessening the impact of the pandemic but could result in widening inequities. While the early closure of borders by most countries has probably led to an eventual decrease in the international spread of the disease, 36 it has also put at-risk people in unique situations such as on ships, refugees in transit or travellers. Border closures have proven highly disruptive to regions with open borders and vivid cross-border exchange, trade and labour. In a globalised world, it has also indefinitely separated families, couples and friends.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 156,
                    "text": "33 34",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 521,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 656,
                    "end": 658,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 971,
                    "end": 973,
                    "text": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "ADDITIONAL ISSUES TO BE CONSIDERED Travel restrictions"
        },
        {
            "text": "Guidance is required to identify the obligations of national governments and the international community to safeguard the health of these persons, including their mental health and what processes ought to be put in place to protect the health of persons stranded from their homes for prolonged periods due to border closures. Such guidance should reflect possible scenarios in future pandemics and identify who has responsibilities towards people in these precarious circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL ISSUES TO BE CONSIDERED Travel restrictions"
        },
        {
            "text": "'Strong health systems' is a relative concept, not to be confused with technologically advanced medical care. The ultimate test of a strong health system might precisely be its capacity to deal with disaster situations, for example, by ensuring enough surge capacity, shift to home-based care plans, simplified technologies and autonomy in drug supplies among other attributes while maintaining essential healthcare for patients with other diseases and providing public health services such as immunisation. The 2014-2016 EVD outbreak mainly affected countries where the health system was weak and underfunded, 32 and so the 2016 guidance was geared towards countries with weak and non-resilient health systems. In contrast, the first few countries to be affected by the current pandemic have relatively strong health systems. For instance, China had achieved 95% health insurance coverage by 2012 and has a relatively well-developed health service delivery system. 37 Italy is providing universal health coverage through its Servizio sanitario nazionale and has one of the highest doctor/population ratios at 4.0/1000 population. 38 Both countries struggled with the response, but outside help and support for the overwhelmed health systems were not forthcoming, limited or not requested. The lack of aid between developed nations might be explained by the fact that they are considered relatively self-reliant and that countries were uncertain as to how much of their own resources they could spare amid the pandemic. However, there have also been examples of encouraging cross-border solidarity. For instance, Germany and Switzerland both took on patients from neighbouring Italy and France. 39 In times of open borders and local cross-border markets, the COVID-19 pandemic highlighted the importance of regional and supranational cooperation. For example, the political decisions makers in Germany and France recently decided to strengthen further the cross-border cooperation in the health sector between two neighbouring regions, building on existing initiatives and networks. Such cooperation was not necessarily seen in other regions. Whereas the health systems response during the EVD crisis was provided with strong support from national and international aid agencies, national governments have played the major role during the current pandemic-with a more limited role for international aid. At face value, it appears that greater solidarity and regional collaboration would have supported struggling health systems to better cope with the demands of the pandemic. Through an analysis of the current scenario (when most countries are affected by the pandemic) and a case study approach such as that of the European Union, 40 guidance can be strengthened to spell out the ethical values that promote cross-national and regional cooperation between healthcare systems during a pandemic response. Such an analysis can also be helpful in identifying the procedural ethics issues that would facilitate the operationalisation of such support.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 613,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 966,
                    "end": 968,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1131,
                    "end": 1133,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1695,
                    "end": 1697,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2734,
                    "end": 2736,
                    "text": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Weak and strong health systems"
        },
        {
            "text": "The role of responsible communication during an epidemic both about science and risk was highlighted in several guidance points of the 2016 guidance. This pandemic has seen an excess of discussion around science in the public domain. While raising public awareness about science and its methods can be helpful, science by press release and 'scientific' statements by politicians become obstacles to an adequate response and responsible science-ultimately undermining trust in and integrity of the scientific community. It also politicises science. It is our opinion that the guidance around communication needs to be strengthened, especially for political players, the media and the public relations teams of public organisations. The role of responsible communication about scientific methods and safety measures surrounding research would help reinforce the role of science in the management of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication, digital technology and artificial intelligence (AI)"
        },
        {
            "text": "Communication of risks and uncertainties in the digital era, especially through global social networks raises additional ethical concerns that should be elaborated. Misinformation and rumours thrive whenever there is a lack of authoritative and accurate information, as was seen during the 2014-2016 EVD outbreak (as well as the more recent outbreak in DR Congo). The impact of rumours in local EVD settings where the internet was not widely available has taken a new dimension with COVID-19 and the use of global networks. Ethical guidance for journalists, media outlets and online social media and networking services to decrease the risk of misinformation through social media is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication, digital technology and artificial intelligence (AI)"
        },
        {
            "text": "The large-scale use of digital technology for all sorts of activities, starting from digital tools for contact tracing, to information sharing, online meetings, healthcare provision, telemedicine, as well as the capacity to continue working or studying during a confinement period has raised all sort of ethical concerns beginning with inequitable sharing and use of knowledge, risks to privacy and confidentiality, stigmatisation and lack of trust in social media. 41 Nevertheless, technology can also be a useful means of managing data, and AI could help in developing risk analysis models and processes and even help critically appraise all the preprints and publications currently submitted to various journals. AI models have already been developed (and are being used) as screening tools in hospital settings or to predict disease severity, 42 even as experts have cautioned on the need for validation of the tools and for greater transparency. 43 It is necessary to analyse the impact of digital technology on the pandemic response at a national and global level and to identify the ethical values that ought to drive this digital revolution.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 468,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 951,
                    "end": 953,
                    "text": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Communication, digital technology and artificial intelligence (AI)"
        },
        {
            "text": "Much has been written about defining a pandemic, and the timing of calling an event a pandemic, and each of these has consequences. As the Director-General of WHO said in his speech of 11 March 2020 when declaring the spread of COVID-19 as a pandemic: 'It is a word that, if misused, can Extended essay cause unreasonable fear, or unjustified acceptance that the fight is over, leading to unnecessary suffering and death'. 44 Resources and limitations can be invoked when the name is applied, and this triggers additional concerns. Used too early, it can result in an unnecessary diversion of funds and resources to a threat that never materialises as was the case for the H1N1 influenza in 2009. Words used to manage the crisis are also relevant; the current pandemic (and other disease threats) has often been likened to a war situation but that detracts from the principles of justice, solidarity, inclusiveness and equity. Similar issues also occur in regard to the words 'social distance', 'barrier measures', 'gestures', 'confinement' or 'lockdown'. The choice of words and the timing and context of their use certainly has ethical implications and should be included in a guidance document.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 425,
                    "text": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Definition of key concepts"
        },
        {
            "text": "Early in the COVID-19 pandemic crisis, several ethical issues have been discussed by academic groups, such as the humanitarian health ethics research group, i the Hastings Center ii and the Nuffield Council on Bioethics, iii scientific journals and national ethics committees. iv In many instances, these papers have contributed to promote high ethical standards in the response and to raise awareness of the importance of an ethical approach when addressing such difficult issues. WHO itself has been providing timely advice on key ethical concerns through the establishment of an International Working Group on Ethics and COVID-19 and the ACT-Accelerator Ethics and Governance Working Group. v Addressing ethical issues as separate topics might lead, however, to a fragmented approach in the response. Addressing a pandemic crisis amounts to managing a global health, social and political crisis, in which each aspect is related to virtually all dimensions of individual and collective life, at the local and global levels. At the international level, the global effects should be properly identified so that appropriate actions can be taken globally and not just in national isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While comprehensive guidance on ethical issues in pandemic and major epidemic crises is undoubtedly needed, any element of response must also be contextualised based on local resources, health conditions and culture while considering the affected people at the centre of the decision making. No guidance can give practical solutions adapted to all contexts; however, ethical guidance can help consider some essential dimensions and values at stake when analysing a situation and defining the response. Furthermore, guidance for ensuring that the decision-making process is ethical, respectful and accountable should also be available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our analysis suggests that the WHO 2016 ethical guidance document responds to essential needs to support decision making and enhance accountability in responding to outbreaks and pandemics of communicable diseases. There are, however, a number of ethical issues that should be addressed or further developed in order to respond to the current and future pandemics. Based on our analysis, we recommend that the 2016 WHO guidance should be updated to provide reasoned and thoughtful comprehensive ethics advice for the management of the current and future pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Twitter Abha Saxena @SaxenaBioethics and Paul André Bouvier @bouvier_p",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comité consultatif national d'éthique pour les sciences de la vie et de la santé",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stand on guard for thee: ethical considerations in preparedness planning for pandemic influenza. A report of the",
            "authors": [],
            "year": 2005,
            "venue": "Joint Centre for Bioethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Crisis standards of care: a systems framework for catastrophic disaster response",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Oxford handbook of public health ethics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pandemic Disease",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Public Health, and Ethics",
            "volume": "",
            "issn": "",
            "pages": "796--811",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Research in global health emergencies -The Nuffield Council on Bioethics",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Guidance for managing ethical issues in infectious disease outbreaks",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ethical considerations in developing a public health response to pandemic influenza",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Guidance for managing ethical issues in infectious disease outbreaks: statistics",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cadre de réflexion sur les enjeux éthiques liés la pandémie de COVID-19: Avec la collaboration de Félix Lebrun-Paré",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Désy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "St-Pierre",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leclerc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "National guidelines for ethics committees reviewing biomedical and healthcare research during COVID-19 pandemic",
            "authors": [
                {
                    "first": "Indian",
                    "middle": [],
                    "last": "Council",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Research",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "United States house of representatives house Committee on oversight and reform",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Karron",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Recomendaciones éticas para La toma de decisiones difíciles en LAS unidades de cuidados intensivos ante La situación excepcional de crisis POR La pandemia POR COVID-19: revisión rápida Y consenso de expertos",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rubio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Estella",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cabre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Medicina Intensiva",
            "volume": "44",
            "issn": "7",
            "pages": "439--484",
            "other_ids": {
                "DOI": [
                    "10.1016/j.medin.2020.04.006"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Research on COVID-19 in South Africa: guiding principles for informed consent",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Vries",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blockman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "S Afr Med J",
            "volume": "110",
            "issn": "7",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "World Health Organization",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Older people and COVID-19: isolation, risk and ageism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brooke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Nurs",
            "volume": "29",
            "issn": "",
            "pages": "2044--2050",
            "other_ids": {
                "DOI": [
                    "10.1111/jocn.15274"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Refugee and migrant health in the COVID-19 response",
            "authors": [
                {
                    "first": "Hhp",
                    "middle": [],
                    "last": "Kluge",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jakab",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bartovic",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1237--1246",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30791-1"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Répondre la vulnérabilité » l'éthique et les CHSLD au temps de la COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Doucet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Éthique & Santé",
            "volume": "17",
            "issn": "3",
            "pages": "142--148",
            "other_ids": {
                "DOI": [
                    "10.1016/j.etiqe.2020.07.003"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "53 signatories from 20 countries. COVID-19 and risks to the supply and quality of tests, drugs, and vaccines",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adeyeye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "6",
            "pages": "754--759",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30136-4"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "WHO platform for pharmaceutical firms unused since pandemic began",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Safi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Alarming trends in US domestic violence during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boserup",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckenney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elkbuli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Emerg Med",
            "volume": "38",
            "issn": "12",
            "pages": "2753--2758",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajem.2020.04.077"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mental health and the Covid-19 pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pfefferbaum",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "North",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "6",
            "pages": "510--512",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2008017"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "COVID-19 research: pandemic versus \"paperdemic\", integrity, values and risks of the \"speed science",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Dinis-Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Forensic Sci Res",
            "volume": "5",
            "issn": "2",
            "pages": "174--87",
            "other_ids": {
                "DOI": [
                    "10.1080/20961790.2020.1767754"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Surgisphere scandal: what went wrong?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Offord",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Against pandemic research exceptionalism",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "London",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kimmelman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6490",
            "pages": "476--483",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abc1731"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Early in the epidemic: impact of preprints on global discourse about COVID-19 transmissibility",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "5",
            "pages": "627--657",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30113-3"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The COVID-19 diagnostic technology landscape: efficient data sharing drives diagnostic development",
            "authors": [
                {
                    "first": "Ergr",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Navas",
                    "suffix": ""
                },
                {
                    "first": "Lgc",
                    "middle": [],
                    "last": "Pacheco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Public Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2020.00309"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Misguided use of hydroxychloroquine for COVID-19: the infusion of politics into science",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Saag",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "21",
            "pages": "2161--2163",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.22389"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "how) should experimental vaccines and treatments for Ebola be used? Ebola's message",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Emergency use of unproven interventions outside of research. ethics guidance for the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The impact of COVID-19 on gender equality",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doepke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Olmstead-Rumsey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of economic research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Men and COVID-19: a biopsychosocial approach to understanding sex differences in mortality and recommendations for practice and policy interventions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Holliday",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Prev Chronic Dis",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5888/pcd17.200247"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Health-system resilience: reflections on the Ebola crisis in western Africa",
            "authors": [
                {
                    "first": "M-P",
                    "middle": [],
                    "last": "Kieny",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schmets",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bull World Health Organ",
            "volume": "92",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.14.149278"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Strengthening the detection of and early response to public health emergencies: lessons from the West African Ebola epidemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Siedner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Cranmer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Med",
            "volume": "12",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1001804"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Statement on the 5th meeting of the IHR emergency Committee regarding the Ebola outbreak in West Africa",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Travel restrictions hampering COVID-19 response",
            "authors": [
                {
                    "first": "Devi",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1331--1333",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30967-3"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Ranking the effectiveness of worldwide COVID-19 government interventions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Haug",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Geyrhofer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Londei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Hum Behav",
            "volume": "4",
            "issn": "12",
            "pages": "1303--1315",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-020-01009-0"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "People's republic of China health system review. Manila: WHO Regional Office for the Western Pacific",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Doctors (indicator)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/4355e1ec-en"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "More French COVID-19 patients flown to Germany and Switzerland",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tidey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Coronavirus: cross-border treatment of patients",
            "authors": [],
            "year": 2020,
            "venue": "Press release",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "On the responsible use of digital data to tackle the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ienca",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vayena",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "4",
            "pages": "463--467",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0832-5"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Artificial intelligence for COVID-19: rapid review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "See",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Internet Res",
            "volume": "22",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/21476"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Artificial intelligence for COVID-19: saviour or saboteur?",
            "authors": [],
            "year": 2021,
            "venue": "Lancet Digit Health",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2589-7500(20)30295-8"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "int/ director-general/ speeches/ detail/ who-director-general-s-opening-remarks-at-the-media-briefing-oncovid",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "i The humanitarian health ethics research group, at https:// humanitarianhealthethics.net/ ii The Hastings Centre, at https://www.thehastingscenter.org/ iii The Nuffield Council on Bioethics, at https://www.nuffieldbioethics.org/ iv See WHO, Resources on ethics and COVID-19, at https://www. who.int/ethics/topics/outbreaks-emergencies/covid-19/en/ v See WHO, Ethics and COVID-19, at https://www.who.int/ teams/research-for-health/covid-19",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The group acknowledges gratefully the contribution of Philippe Calain, who provided critical guidance at each stage of the paper from its conceptualisation to its final form, bringing his vast experience in humanitarian health ethics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Contributors I hearby confirm that all authors have confirmed that the following is true regarding their contribution to this paper: substantial contributions to the conception and design of the work, drafting the work or revising it critically for important intellectual content, final approval of the version published and agreement to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.This article is made freely available for use in accordance with BMJ's website terms and conditions for the duration of the covid-19 pandemic or until otherwise determined by BMJ. You may use, download and print the article for any lawful, non-commercial purpose (including text and data mining) provided that all copyright notices and trade marks are retained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "Abha Saxena http:// orcid. org/ 0000-0002-9423-120X Paul André Bouvier http:// orcid. org/ 0000-0001-5198-9056",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}